Repository: ChakaZulu/tuxbox_apps
Catalog: tuxbox/enigma/po/*.po
Languages: cs, da, el, fr, hr, hu, is, it, no, ro, ru, sl, sv

source: Toneburst:
el: Ριπή τόνων:
hu: Hangjelek:
is: Tónstýring:
ru: Тоновый сигнал:

source: standby
cs: pohot. režim
el: Αναμονή:
fr: Pause
hr: stanje prip.
hu: készenlét
ru: Режим ожидания
sv: viloläge

source: only cache EPG data from bouquets
hu: csak a bouquet-ekben lévő csatonák EPG-pufferelése

source: SYNC
hu: SZINKRON

source: Latitude:
cs: Zeměpisná šířka :
da: Breddegrad
el: Γεωγραφικό πλάτος:
hr: Lalituda:
hu: Szélességi fok:
is: breiddargráða
it: latitudine:
no: Breddegrad:
ro: Latitudine:
ru: Широта:
sl: zemljepisna širina
sv: Latitud:

source: Skins:
cs: Prostředí (Skiny):
da: Skin:
el: Τύπος:
fr: Themes :
hr: Sučelja:
hu: Skin-ek:
is: Skinn:
ru: Оболочка:
sl: Izgled OSD-ja
sv: Utseenden:

source: choose polarity (left, right)
cs: vyber polaritu ( <, > )
da: vælg polaritet (venstre/højre)
el: Επιλέξτε πολικότητα (<, >)
fr: Choisir la polarité
hr: odaberite polaritet (lijevi, desni)
hu: Válasszon polaritást (bal, jobb)
is: veldu pólun (vinstri, hægri)
it: Prego, selezionare la polarizzazione (sinistra, destra)
no: velg polaritet (venstre, høyre)
ro: alege polaritate (stinga, dreapta)
ru: выберите поляризацию горизонт./правую или вертик./левую (лево, вправо)
sl: izberi polarizacijo (levo/desno)
sv: välj polaritet (vänster, höger)

source: Create Swap-File
hu: Swap-fájl létrehozása

source: edit the start time (0..9, left, right)
cs: upravit čas začátku ( 0..9, <, > )
da: rediger start tidspunkt (0-9, venstre, højre)
el: Επιλογή χρόνου έναρξης (0..9, <, >)
fr: Editer l'heure de fin(0..9, Gauche, Droite)
hr: promjeni početno vrijeme (0..9, lijevo, desno)
hu: adja meg a kezdési idöpontot (0..9, bal, jobb)
is: breyta byrjunar tíma (0..9, vinstri, hægri)
it: cambiare l'orario inizio (0..9, sinistra, destra)
no: endre start-tid (0..9, venstre, høyre)
ro: editeaza moment start (0..9, left, right)
ru: редактирование время старта (0..9, влево, вправо)
sl: izberi čas začetka(0..9, levo/desno)
sv: ändra starttid (0..9, vänster, höger)

source: enter LNB lowband offset frequency (0..9, ok)
cs: zadejte LNB kmitočet pro nízké pásmo (0..9,OK)
da: indsæt LNB lowband offset frequency (0..9, ok)
el: Συχνότητα LNB, χαμηλή μπάντα (0..9, OK)
fr: Entrez la fréquence basse du LNB (0..9, OK)
hr: unesi nižu frekvenciju offset-a LNB-a (0..9, ok)
hu: adja meg az LNB alsósávi offszet frekvenciáját (0..9, OK)
is: sláðu inn tíðnifrávik á lægra bandi nema (0..9, ok)
it: Inserire la frequenza offset della banda bassa (lowband)
no: LNB lowband offset frekvens (0..9, ok)
ro: introdu LNB lowband offset frequency (0..9, ok)
ru: введите частоту нижнего диапазона LNB (0..9, ok)
sl: vnesi LNB offset frekvenco nizkega področja (lowband) (0..9, ok)
sv: ange LNB lågbandsfrekvens (MF9,750) (0..9, OK)

source: Push OK to select Filename
hu: Nyomja meg az OK-t, a fájlnév kiválasztásához

source: Record
cs: Nahrávání
da: Indspil
el: Εγγραφή σε Video
fr: Enregistrement
hr: Snimi
hu: Felvétel
it: Registrazione
no: Innspilling
ro: Inregistrare
ru: Запись
sv: Spela in

source: Teletext Settings
hu: Teletext beállítások

source: choose modulation (left, right)
cs: vyber modulaci ( <, > )
da: vælg modulation (venstre/højre)
el: Επιλέξτε πολικότητα (<, >)
fr: Choisir la modulation (gauche/droite)
hr: odaberite modulaciju (lijevi, desni)
hu: Válasszon modulációt (bal, jobb)
is: veldu mótum (vinstri, hægri)
it: scegli modulazione (sinistra, destra)
sl: izberi modulacijo (levo/desno)
sv: välj modulation (vänster, höger)

source: Friday
cs: Pátek
da: Fredag
el: Παρασκευή
fr: Vendredi
hr: Petak
hu: Péntek
is: Föstudagur
it: Venerdì
no: Fredag
ro: Vineri
ru: Пятница
sl: Petek
sv: Fredag

source: select what todo after event
cs: vyber činnost po ukončení
da: Vælg hvad der skal ske efter begivenheden
el: Πατήστε OK για να επιλέξετε διαφορετικό γεγονός
fr: Choisissez que faire après l'evennement
hr: odaberi što učiniti nakon događaja
hu: válassza ki, mi történjen az időzített esemény lejárta után
is: veldu hvað á að gera eftir atriði
it: seleziona l'azione successiva all'evento
ru: выберите что делать после окончания задания
sv: välj vad som ska ske efter händelsen

source: Orbital Position:
cs: Pozice satelitu :
da: satellit position:
el: Τροχιακή θέση:
fr: Position orbitale :
hr: Orbitalna pozicija:
hu: Orbitális pozíció:
is: Staðsetning gervihnattar:
it: Posizione Orbitale:
no: Orbital Posisjon:
ro: Pozitie orbitala
ru: Орбитальная позиция:
sl: Orbitalni Položaj
sv: Satellitposition:

source: Enter title for epg searching
hu: Írja be a kulcszavat az EPG kereséshez

source: DiSEqC Repeats:
cs: DiSEqC opakování :
da: DISEqC Gentagelser:
el: Επαναλήψεις DiSEqC:
fr: Répétition DISEqC :
hr: DiSEqC Ponavlja:
hu: DiSEqC ismétlés:
is: DiSEqC endurtekning:
it: ripetizioni DiSEqC:
no: DiSEqC Gjentagelser:
ru: Повторение DiSEqC:
sl: DiSEqC Ponovitve
sv: DiSEqC repetitioner:

source: enter LNB highband offset frequency (0..9, ok)
cs: nastav v LNB kmitočet vysokého pásma (0..9, OK)
da: indtast LNB highband offset frequency (0..9, ok)
el: Συχνότητα LNB υψηλής μπάντας (0..9, OK)
fr: Entrez la fréquence Haute du LNB (0..9, ok)
hr: unesi višu frekvenciju offset-a LNB-a (0..9, ok)
hu: adja meg az LNB felsösávi offszet frekvenciáját (0..9, OK)
is: sláðu inn tíðnifrávik á hærra bandi nema (0..9, ok)
it: Inserire la frequenza banda alta (High) dell'LNB (0..9, ok)
no: LNB highband offset frekvens (0..9, ok)
ro: introdu LNB highband offset frequency (0..9, ok)
ru: введите частоту верхнего диапазона LNB (0..9, OK)
sl: vnesi visoko področno offset frekvenco LNB-ja (0..9, ok)
sv: ange LNB högbandsfrekvens (L.O. 10.600) (0..9, OK)

source: shutdown the box after recording (ok)
cs: vypni přístroj po skončení nahrávání ( OK )
da: sluk boxen efter indspilning (ok)
el: Κλείσημο του δέκτη μετά το τέλος εγγραφής
fr: Eteindre la DreamBox après l'enregistrement (ok)
hr: Zagasi prijemnik nakon snimanja (ok)
hu: felvétel végén az eszköz kikapcsolása (OK)
is: slökkva á móttakara eftir upptöku (ok)
it: dopo la registrazione spegnere il box (ok)
no: Slå av boxen etter innspilling (ok)
ro: opreste box dupa inregistrare
ru: выключить после записи (ok)
sl: izklopi sprejemnik po zaključenem snemanju (ok)
sv: stäng av mottagaren efter inspelning (OK)

source: Select this option if you want to search the title only in selected channel
hu: Jelölje be ezt az opciót ha az EPG-t csak a kijelölt csatornában akarja keresni

source: Please choose your DiSEqC-Configuration:
cs: Zvolte vaši konfiguraci DiSEqC:
da: Vælg din DISEqC opsætning
el: Παρακαλώ επιλέξτε τον τύπο DiSEqC που έχετε:
fr: >Choisissez votre configuration DiseqC
hr: Molim odaberite vašu DiSEqC-Konfiguraciju:
hu: Válassza ki a DiSEqC konfigurációját:
is: Veldu þína DiSEqC uppsetningu:
it: Prego, chiudere la configurrazione DISEqC:
no: Vennligst velg DiSEqC-Konfigurasjon:
ro: Va rugam alegeti configuratia DiSEqC
ru: Выберите Вашу конфигурацию DiSEqC:
sl: Izberi tvojo DiSEqC-konfiguracijo
sv: Vänligen välj din DiSEqC konfiguration:

source: Stop Record
cs: Ukončení nahrávání
da: Stop Indspilning
el: Σταμάτημα εγγραφής
fr: Arreter l'enregistrement
hr: Zaustavi Snimanje
hu: Felvétel megállítása
is: Stoppa upptöku
it: fermare registrazione
no: Stopp innspilling
ro: Stop Inregistrare
ru: Остановка записи
sl: konec snemanja
sv: Avbryt inspelning

source: cleanup
cs: pročistit
da: oprydning
fr: Nettoyer
hr: čišćenje
hu: takarítás
is: hreinsa
it: Pulizia
sv: rensa

source: Mode:
cs: Mód :
el: Τύπος:
hr: Mod:
hu: Mód:
is: Hamur:
it: Modalitá:
no: Modus:
ro: Mod:
ru: Режим:
sl: način:
sv: Läge:

source: set harddisk standby timeout (0 - 20; 0 = disabled)
hu: ajda meg a merevlemez készenléti időtúllépését (0-20; 0=nincs)

source: All Services
cs: Všechny programy
da: Alle kanaler
el: Όλες οι υπηρεσίες
fr: Tous les services
hr: Sve Usluge
hu: Összes csatorna
is: Allar rásir
it: Tutti i canali
no: Alle tjenester
ru: Все сервисы
sl: Vsi Programi
sv: Alla Kanaler

source: Progress:
cs: Stav :
da: Forløbet
el: Πρόοδος:
fr: Progression :
hr: Tijek:
hu: Folyamat:
is: Framganga:
it: Progresso:
no: Status:
ro: Progres:
ru: Выполненно:
sl: V teku
sv: Sökförlopp:

source: Satellite Configuration
cs: Nastavení satelitu
da: Satellit menu
el: Σύνθεση δορυφόρου
fr: Configuration Satellite
hr: Konfiguracija Satelita
hu: Mühold konfiguráció
is: Stilling gervihnatta
it: Configurazione Satellite
no: Satelittkonfigurasjon
ro: Configuratie Sateliti
ru: Настройки спутников
sl: Konfiguracija satelita
sv: Satellitkonfiguration

source: save data and close window
cs: zapiš změny a uzavři okno
da: gem data og luk vindue
el: Επιστροφή με αποθήκευση αλλαγών
fr: Sauvegarder les changements et fermer la fenêtre
hr: pohrani promjene i zatvori prozor
hu: beállítások mentése és ablak bezárása
is: vista gögn og loka glugga
it: salva i dati e chiudi la finestra
no: lagre endringer og lukk vindu
ro: salveaza date si inchide fereastra
ru: сохранить данные и закрыть окно
sl: shrani spremembe in zapri okno
sv: spara ändringar och återgå

source: Threshold:
cs: Práh :
el: Κατώφλι:
fr: Seuil :
hu: Küszöbérték:
is: Mörk:
it: cestino
no: Baneterskel:
ru: Гетеродин:
sl: Prag
sv: Tröskelvärde:

source: save changes
cs: zapiš změny
da: gem ændringer
el: Επιστροφή με αποθήκευση αλλαγών
fr: Sauvegarder les changements
hr: pohrani promjene
hu: változások mentése
is: vista breytingar
it: salva modifiche
no: lagre endringer
ro: salveaza schimbarile
ru: сохранить изменения
sl: shrani spremembe
sv: spara ändringarna

source: plugins
cs: Balíčky
el: Πρόσθετα (Plugins)
hr: pluginovi:
hu: bővítmények
ro: plugin-uri
ru: дополнения
sv: plugin

source: edit selected transponder (ok)
cs: edituje vybraný transpondér (OK)
da: rediger valgte transponder (OK)
el: Σύνταξη επιλεγμένου αναμεταδότη (οκ)
fr: Editer le transpondeurs selectionné
hr: uredi selektirani transponder (ok)
hu: kijelölt transzponder módosítása (ok)
is: breyta völdum sendi (ok)
it: edita il trasponder selezonato (ok)
no: editer valgt transponder (ok)
ro: editeaza transponderul selectat (ok)
ru: изменить выбранный транспондер (ОК)
sl: uredi izbrane transponderje (OK)
sv: ändra vald transponder (OK)

source: save in motor
cs: uložit do motoru
da: gem i motor
el: Αποθήκευση στον ρότορα
fr: Sauvegarder dans le rotor :
hr: pohrani u motoru
hu: mentés a motor memóriájába
is: vista í mótor
it: mwemorizza nel rotore
no: lagre i motor
ro: salveaza in motor
ru: сохранить в позиционере
sl: shrani v rotor
sv: spara i motorn

source: remove selected transponder
hu: kijelölt transzponder törlése

source: Polarity:
cs: Polarita :
da: Polaritet
el: Πολικότητα:
fr: Polarité :
hr: Polaritet:
hu: Polaritás:
is: Pólun:
it: Polaritá:
no: Polaritet:
ro: Polaritatea:
ru: Поляризация:
sl: Polariteta
sv: Polaritet:

source: do a filesystem check
cs: test souborového systému
da: undersøg filsystem
el: Έλεγχος του δίσκου
fr: Faire un controle du systeme de fichier
hr: provjeri datotekni sustav
hu: fájlrendszer ellenörzése
is: gera athugun á skráarsafni
it: controllare sistema di archivio
no: sjekk filsystemet
ro: verifica fisierele sistemului
ru: проверить файловую систему
sl: preveri sistemsko datoteko
sv: gör en kontroll av filsystemet

source: initialize the disk for use with the dreambox
cs: inicializace disku pro použití v DreamBoxu
da: initialiser disken til brug i Dreambox
el: Φορμάρισμα του δίσκου για να δουλέψει με το dreambox.
fr: Initialise le Disque pour l'utiliser avec la DreamBox
hr: inicijaliziraj tvrdi disk za upotrebu sa dreambox-om
hu: lemez beállítása hogy a DreamBox használni tudja
is: grunnstilla disk til að nota með Dreamboxi
it: inizializzare l' harddisk per essere utilizzato nel dreambox
no: Initialisierer disken for bruk i dreambox
ro: initializeaza discul pentru a-l folosi cu dreamboxul
ru: форматирование диска для использования в dreambox
sl: zaženi trdi disk za uporabo z dreambox-om
sv: initialisera hårddisken som ska användas i Dreambox

source: Mo
cs: Po
el: Δευ
fr: Lun.
hr: Pon
hu: Hét
is: Má
it: Lun
ru: Пн
sl: Pon
sv: Mån

source: select DiSEqC parameter (ok)
cs: nastav DiSEqC parametry ( OK )
da: vælg DISEqC parameter (OK)
el: Επιλέξτε παράμετρο DiSEqC (ok)
fr: Choisir les paramettres DISEqC (ok)
hr: odaberi DiSEqC parametar (ok)
hu: válasszon DiSEqC paramétert (OK)
is: veldu DiSEqC stillingu (ok)
it: selezionare i parametri DiSEqC (ok)
no: velg DiSEqC Parameter (ok)
ro: selecteaza parametrul DiSEqC (ok)
ru: выберите DiSEqC параметры (ok)
sl: izberi DiSEqC parameter (ok)
sv: välj DiSEqC parametrar (OK)

source: remove all entries from EPG cache
hu: az összes bejegyzés törlése az EPG-pufferből

source: close
cs: uzavři
da: luk
el: κλείσιμο
fr: Fermer
hr: zatvori
hu: Bezárás
is: loka
it: chiudere
no: lukk
ro: inchide
ru: закрыть
sl: zapri
sv: stäng

source: Frequency:
cs: Kmitočet :
da: Frekvens
el: Συχνότητα:
fr: Fréquence
hr: Frekvencija:
hu: Frekvencia:
is: Tíðni:
it: Frequenza:
no: Frekvens:
ro: Frecventa:
ru: Частота:
sl: Frekvenca
sv: Frekvens:

source: enter symbol rate (0..9, left, right)
cs: zadejte přenosovou rychlost ( 0..9, <, > )
da: vælg symbol rate (0..9, venstre, højre)
el: Symbolrate (0..9, <, >)
fr: Entrez le symbol rate(0..9, Gauche, droite)
hr: unesi simbol ratu (0..9, lijevo, desno)
hu: adja meg a symbolrate-et (0..9, bal, jobb)
is: sláðu inn gagnahraða (0..9, vinstri, hægri)
it: inserire il Symbolrate (0..9, sinistra, destra)
no: skriv inn Symbolrate (0..9, l, venstre,høyre)
ro: introduceti rata simbolurilor (0..9, stanga, dreapta)
ru: введите скорость передачи (0..9, лево, вправо)
sl: vnesi symbol rate (0..9, levo/desno)
sv: ange symbolvärde (0..9, vänster, höger)

source: store
cs: uložit
da: gem
el: Αποθήκευση
fr: Sauvgarde
hr: pohrani
hu: tárolás
is: vista
it: memorizza
no: lagre
ro: salveaza
ru: сохранить
sl: shrani
sv: spara

source: set brightness of the displayed teletext page
hu: a megjelenített teletext oldal fényereének megadása

source: press ok to enter the name
cs: stiskem OK zvolíte název
da: tryk OK for at indsætte navn
el: Πατήστε OK για να δώσετε όνομα
fr: Appuyez ok pour entrer le nom
hr: pretisnite ok za unos imena
hu: Ok-val adja meg a nevet
is: ýttu á ok til að slá inn nafn
it: premere OK per inserire il nome
no: trykk på ok for å skriveinn navn
ro: apasa ok pentru a introduce numele
ru: нажмите ок для ввода имени
sl: pritisni ok za vnos imena
sv: Tryck OK för att ange namn

source: Coderate HP:
cs: Rychlost HP:
hr: Kodrata HP:
hu: HP kód-arány:
is: Gagnahraði HP:

source: delete the current selected timer (ok)
cs: vymaže tento zvolený čas ( OK )
da: slet den valgte timer (OK)
el: Διαγραφή του επιλεγμένου χρονοδιακόπτη (ok)
fr: Effacer le timer sélectionné (ok)
hr: obriši trenutno selektirani tajmer (ok)
hu: kiválasztott program törlése (OK)
is: eyða völdu atriði (ok)
it: cancella il timer selezionato in corso (ok)
no: slett den valgte timeren (ok)
ro: sterge temporizatorul selectat (curent) (ok)
ru: удалить текущую запись в таймере (ok)
sl: zbriši trenutno izbrani TIMER (ok)
sv: ta bort vald timer (OK)

source: select MiniDiSEqC parameter (ok)
cs: vyber MiniDiSEqC parametry ( OK )
da: vælg MiniDiSEqC parameter (ok)
el: Επιλογή παραμέτρου MiniDiSEqC (ok)
fr: Choisir les paramettres miniDISEqC (ok)
hr: odaberi MiniDiSEqC parametar (ok)
hu: válasszon MiniDiSEqC paramétert (OK)
is: veldu MiniDiSEqC skipun (ok)
it: selezionare i parametri MiniDiSEqC (ok)
no: velg MiniDiSEqC parameter (ok)
ro: selecteaza parametrul MiniDiSEqC (ok)
ru: выберите параметры MiniDiSEqC (ok)
sl: izberi MiniDiSEqC parameter (ok)
sv: välj parametrar för MiniDiSEqC (OK)

source: Software Version:
cs: Verze software :
el: Έκδοση λογισμικού:
fr: Version du logiciel :
hr: Verzija Softvera:
hu: Szoftver verzió:
is: Útgáfa hugbúnaðar:
it: versione software:
no: Programvare Versjon:
ro: Versiunea de soft:
ru: Версия программы:
sl: verzija programske opreme
sv: Mjukvaruversion:

source: enter your longitude (0..9, +, -, ok)
cs: zadejte svoji zeměpisnou délku ( 0..9, +, -, OK )
da: indsæt din længdegrad (0..9, +, -, ok)
el: Γεωγραφικό μήκος (0..9, +, -, ΟΚ)
fr: entrez votre longitude (0..9, +, OK)
hr: unesite vašu logitudu (0..9, +, -, ok)
hu: pozíciójának hosszúsági foka (0..9, +,-, OK)
is: sláðu inn lengdargráðu þína (0..9, +,-, ok)
it: Inserire la tua longitudine (0..9, +, -, ok)
no: skriv inn din lengdegrad(0..9, +, -, ok)
ro: introduceti longitudinea (0..9, +, -, ok)
ru: введите Вашу долготу (0..9, +, -, ok)
sl: vstavi tvojo geografsko dolžino (0..9, +,- ,ok)
sv: ange din longitud (0..9, +, -, OK)

source: remove the selected Satellite
cs: odstraní vybraný satelit
da: slet den valgte satellit
el: Διαγραφή επιλεγμένου δορυφόρου
fr: Effacer le satellite sélectionné
hr: obrišite selektirani Satelit
hu: a kijelölt mühold törlése
is: eyða valinn gervihnött
it: rimuovi il satellite selezionato
no: fjern valgt satelitt
ro: sterge satelitul selectat
ru: удалить выбранный спутник
sl: odstrani izbran satelit
sv: ta bort den valda satelliten

source: goto standby (ok)
cs: přejde do pohotovostního režimu ( OK )
da: vælg standby (OK)
el: κατάσταση αναμονής λειτουργίας (οκ)
fr: Passer en mode pause (OK)
hr: pođi u stanje pripravnosti (ok)
hu: lekapcsolás készenléti állapotba (OK)
is: setja í biðstöðu (ok)
it: vai in modalitá Standby (ok)
no: gå i standby (ok)
ro: Intra in stndby (ok)
ru: перейти в режим ожидания (ок)
sl: pojdi v pripravljenost (ok)
sv: gå till viloläge (OK)

source: choose wished satellite (ok)
cs: vyberte požadovaný satelit ( OK )
da: vælg ønsket satellit
el: Επιλέξτε επιθυμητό δορυφόρο (ΟΚ, <,>)
fr: Choisir le satéllite désiré (ok)
hr: odaberite željeni satelit (ok)
hu: a kívánt mühold kiválasztása (OK)
is: velja óska gervihnött (ok)
it: Prego, selezionare il satellite desiderato (ok)
no: velg ønsket satelitt (ok)
ro: alege satelitul dorit (ok)
ru: выберите спутникового/кабельного поставщика (ОК)
sl: izberi željeni satelit (ok)
sv: välj önskad satellit (OK)

source: remove page
hu: oldal törlése

source: show extended configuration
cs: zobrazí podrobnější konfiguraci
da: vis udvidet konfiguration
el: Εμφάνιση περισσοτέρων παραμέτρων
fr: Affiché les configurations supplémentaires
hr: prikaži proširenu konfiguraciju
hu: bövebb konfiguráció megjelenítése
is: sýna meiri stillingar
it: mostar configurazione estesa
no: vis utvidet konfigurasjon
ro: arata configuratia extinsa
ru: показать расширенную конфигурацию
sl: prikaži razširjeno konfiguracijo
sv: visa utökad konfiguration

source: store timeshift settings and leave
hu: az időcsúsztatási beállítások mentése, kilépés

source: choose what you want to do
cs: zvolte, co chcete vykonat
da: vælg hvad du ønsker at gøre
el: Επιλέξτε τι θέλετε να κάνετε
fr: Choisissez ce que vous voulez faire (ok)
hr: odaberite što želite ućiniti
hu: válassza ki mit szeretne tenni
is: veldu það sem þú vilt gera
it: Cosa vuole fare?
no: hva vil du gjøre?
ro: alege ce doresti sa faci
ru: выберите то, что вы хотите сделать
sl: izberi željeno operacijo
sv: välj vad du önskar göra

source: Delete Swap-File
hu: Swap törlése

source: Sunday
cs: Neděle
da: Søndag
el: Κυριακή
fr: Dimanche
hr: Nedelja
hu: Vasárnap
is: Sunnudagur
it: Domenica
no: Søndag
ro: Duminica
ru: Воскресенье
sl: Nedelja
sv: Söndag

source: Number in motor:
cs: Číslo v motoru :
da: Nummer i motormenu:
el: Αριθμός στον ρότορα
fr: Numero dans le rotor :
hr: Broj u motoru:
hu: Sorszám a motorban:
is: Númer í mótor:
it: numero nel rotore:
no: Nummer i motor:
ro: Numar in motor
ru: номер позиционера:
sl: Številka v motorju
sv: Lagrad pos. i motorn:

source: model:
el: Μοντέλο:
fr: Modêle :
hu: modell:
is: gerð:
it: modello:
no: Modell:
ro: modelul:
ru: Модель:
sv: modell:

source: erase
cs: smazat
da: slet
el: Διαγραφή
fr: effacer
hr: obriši
hu: törlés
is: eyða
it: cancellare
no: slett
ro: sterge
ru: стереть
sl: zbriši
sv: ta bort

source: Sat/Position
cs: Satelit/Pozice
el: Δορυφόρος
hr: Sat/Pozicija
hu: Mühold pozíció
is: Gervihn./staðsetn.
it: Sat/posizione
no: Sat/Posisjon
ro: Sat/Pozitie
ru: Спутник/Позиция
sl: Sat/Položaj

source: Sat/LNB mapping:
cs: Sat/LNB přiřazení :
el: Σχέση Δορυφ/LNB:
fr: Mappage Sat/LNB:
hr: SAT/LNB mapiranje:
hu: Mühold/LNB feltérképezés:
is: Gerv./nemi möppun:
it: Tracciare Satellite/LNB
ro: mapare Sat/LNB :
ru: Тип конвертора:
sv: Sat/LNB uppsättning:

source: save changes and use current selected LNB for the chosen satellite
cs: uloží změny a použije toto LNB pro zvolený satelit
da: gem ændringer og brug den valgte LNB for pågældende satellit
el: Αποθήκευση αλλαγών και χρήση του επιλεγμένου LNB.
fr: Sauvegarder les changements et utiliser le LNB sélectionné pour le sat. choisis
hr: pohrani promjene i koristi trenutno odabrani LNB za odabrani satelit
hu: módosítások mentése, és az LNB használata a kijelölt müholdon
is: vista breytingar og nota núna valinn nema fyrir valinn gervihnött
it: memorizzare modifiche e attribuire l'LNB attualmente indicato al satellite selezionato
no: lagre endringer og bruk nåværende valgt LNB for valgt satelitt
ro: salveaza schimbarile si foloseste LNB-ul selectat (curent) pentru satelitul ales
ru: сохранть изменения и использовать текущую LNB для выбранного спутника
sl: shrani spremembe in uporabi trenutno izbrani LNB za izbrani satelit
sv: spara ändringar och använd vald LNB för den valda satelliten

source: save changes and use the selected LNB (in first page) for the choosen satellite
cs: uloží změny a použije vybrané LNB (na 1. stránce) pro zvolený satelit
da: gem ændringer og brug den valgte LNB (på første side) for pågældende satellit
el: Αποθήκευση και χρήση του LNB για τον επιλεγμένο δορυφόρο.
fr: Sauver les changements et utiliser le LNB sélectionné pour les sat. choisis
hr: pohrani promjene i koristi trenutno odabrani LNB (na prvoj strani) za odabrani satelit
hu: Változások mentése, kiválasztott LNB használata (az elsö oldalon) a kijelölt holdon
is: vista breytingar og nota valinn nema (á fyrstu bls.) fyrir valinn gervihnött
it: memorizzare modifiche e utilizzare l'LNB scelto per il satellite selezionato
no: lagre endringer og bruk valgt LNB (på første side) for valgt satelitt
ro: salveaza schimbarile si foloseste LNB-ul selectat (in prima pagina) pentru satelitul ales
ru: сохранить изменения и использовать выбранную LNB (в первой странице) для данного спутника
sl: shrani spremembe in uporabi izbrani LNB (iz prve strani) za izbrani satelit
sv: spara ändringar och använd den valda LNB (på första sidan) för den valda satelliten

source: DiSEqC Parameter:
cs: DiSEqC nastavení :
el: Παράμετρος DiSEqC:
fr: Paramettres DISEqC :
hr: DiSEqC Parametri:
hu: DiSEqC paraméter:
is: DiSEqC Skipanir:
it: parametri DiSEqC:
ro: Parametrul DiSEqC:
ru: Параметры DiSEqC:
sv: DiSEqC parametrar:

source: 0,5V higher LNB Voltage (for long cables) (ok)
cs: zvýšení napětí LNB o 0,5V (pro dlouhý kabel) ( OK )
da: 0,5V højere spænding til LNB (For lange kabler) (OK)
el: 0,5V υψηλότερη τάση (για μακριά καλώδια)
fr: Augmenter le voltage LNB de 0.5V /n (Pour câble trop longs) (ok)
hr: 0,5V veći LNB Napon (za dulje kablove) (ok)
hu: 0,5V-al magasabb LNB táp (hosszú fejkábelhez) (OK)
is: 0,5V hærri spenna til nema (fyrir langa kapla) (ok)
it: aumentare tensione LNB di 0,5V ( per cavo lungo ) (ok)
no: 0,5V høyere LNB spenning (for lange kabler) (ok)
ro: 0,5V tensiune mai mare a LNB-ului (pentru cabluri lungi) (ok)
ru: Повышение напряжения на 0,5V в LNB (для длинного кабеля) (ok)
sl: 0,5V visja LNB napetost (za dolge kable) (ok)
sv: 0,5 V högre LNB spänning (för långa kablar) (OK)

source: Modulation:
cs: Modulace :
el: Διάρκεια:
hr: Modulacija:
hu: Moduláció:
is: Mótun:
it: Modulazione:
sl: Modulacija:
