Repository: ChakaZulu/tuxbox_apps
Catalog: tuxbox/enigma/po/*.po
Languages: cs, da, el, fr, hr, hu, is, it, no, ro, ru, sl, sv

source: This is the currently installed release.
cs: Toto je aktuálně nainstalovaná verze.
da: Dette er versionen du allerede har installeret.
el: Αυτή είναι η υπάρχουσα εκγατεστημένη έκδοση.
fr: Ceci est la version qui est déjà installée.
hr: Ovo je trenutno instalirani softver.
hu: Ez a kiadás már be van töltve a készülékbe.
is: Þetta er útgáfa sem er núna sett upp á móttakara.
it: Versione software gia' presente.
no: Dette er den versjonen som er installert.
ro: Acesta este Soft instalant curent.
ru: Данная версия ПО в настоящее время установлена.
sl: To je trenutno nastavljena različica prog. opreme.
sv: Detta är den installerade versionen.

source: This is an older release.
cs: Toto je starší verze.
da: Dette er en ældre version
el: Παλαιώτερη έκδοση.
fr: C'est une version plus ancienne.
hr: Ovo je starije izdanje softvera.
hu: Ez egy régebbi kiadás.
is: Þetta er eldri útgáfa.
it: Questa é una versione non aggiornata.
no: Dette er en eldre versjon.
ro: Acesta este un Soft vechi.
ru: Это более старая версия ПО.
sl: To je stara različica prog. opreme.
sv: Detta är en äldre version.

source: No changelog data available.
cs: Žádné nové informace nezjištěny.
da: Ingen data for ændringsloggen er tilgængelige.
el: Δεν υπάρχει κατάλογος αλλαγών (changelog)
fr: Pas de changement de notation disponible
hr: podaci o promjenama nisu dostupni.
hu: nem áll rendelkezése adat
is: Engar upplýsingar um breytingar til.
it: Non sono disponibili dati changelog.
no: Ingen forandringslogg tilgjengelig.
ro: Nu gasesc changelog data.
ru: Список изменений не доступен.
sl: Podatkov o spremembi ni navoljo
sv: Ingen förändringslogg tillgänglig.

source: No new features were added in this release.
cs: V této verzi nebyly přidány žádné nové funkce.
da: Ingen nye funktioner i denne version.
el: Δεν έχουν προστεθεί νεές λειτουργίες σε αυτή την έκδοση.
fr: Maintenant de nouvelles modifications sont ajoutées à cette version.
hr: Nema novih mogućnosti u ovoj verziji softvera.
hu: Ebben a verzióban nincs újabb funkció.
is: Engum nýjum möguleikum bætt við í þessa útgáfu.
it: In questa versione non sono state aggiunte nuove funzioni.
no: Ingen nye funksjoner i denne versjonen.
ro: Nimic nou in acest release.
ru: Новых возможностей не было добавлено в этой версии ПО.
sl: Različici niso bile dodane nove značilnosti.
sv: Inga nya funktioner har tillkommit i denna version.

source: The following new features were added in this release:
cs: V této verzi byly přidány následující nové funkce:
da: Følgende nye funktioner er tilføjet denne version:
el: οι παρακάτω προσθήκες έγιναν σε αυτή την έκδοση:
fr: Les modifications suivantes sont ajoutées à cette nouvelle version :
hr: Sljedeće nove opcije su dodane u ovoj verziji:
hu: A következö újdonságok találhatók ebben a kiadásban:
is: Eftirfarandi nýjum möguleikum var bætt í þessa útgáfu:
it: In questa versione sono state aggiunte le seguenti funzioni :
no: Følgende nye funksjoner var lagt til i denne versjonen:
ro: Urmatoarele imbunatatiri sau facut in acest release:
ru: В этой версии ПО были добавлены новые возможности:
sl: Različici so bile dodane naslednje značilnosti:
sv: Följande nya funktioner har tillkommit i denna version:

source: New Software for the frontprocessor is avail. Your Dreambox must upgrade now! DO NOT TURN OFF THE POWER DURING UPDATE !!!.
cs: Je dostupná nová verze software pro frontprocesor. Dreambox se nyní zaktualizuje! Nevypínejte nyní příjímač ze sítě!!!
da: Nyt software er tilgængeligt. Din Dreambox bliver nu opdateret! AFBRYD IKKE UNDER OPDATERINGEN!!!,
fr: Nouveau logiciel pour le frontprocessor disponible Votre DreamBox doit être mise a jour ne pas couper l'alimentation pendant la mise a jour !!!!
hr: Novi Software za frontprocessor je dostupan. Tvoj Dreambox mora se sada nadograditi! NE ISKLJUČUJ NAPAJANJE TIJEKOM NADOGRADNJE !!!.
hu: Új szoftver található az előlapi processzorhoz. A DreamBox-ot frisstse fel! A FRISSÍTÉS ALATT NE KAPCSOLJA KI A DREAMBOX-ot !!!
is: Nýr hugbúnaður fyrir framheila er til staðar. Móttakarinn uppfærir hann núna! EKKI SLÖKKVA Á MÓTTAKARANUM VIÐ UPPFÆRSLUNA !!!.
it: E' disponibile un nuovo software per il processore Il Dreambox deve essere aggiornato ora! NON SPEGNETE IL RICEVITORE DURANTE L'AGGIORNAMENTO !!!.
ru: Доступно новое ПО для ресивера. Ваш Dreambox должен быть обновлен! НЕ ВЫКЛЮЧАЙТЕ ПИТАНИЕ ВО ВРЕМЯ ОБНОВЛЕНИЯ !!!
sv: Ny mjukvara för frontprocessorn är tillgänglig. Din Dreambox måste uppgraderas. Stäng inte av din Dreambox under uppdateringen!!!

source: New software avail
cs: Je k dispozici nový software
da: Ny software tilgængelig
el: Υπάρχει νέο λογισμικό.
fr: Nouveau firmware disponible
hr: Novi Software dost.
hu: Újabb szoftververzió letölthetö
is: Nýr hugbúnaður er til
it: E' disponibile una nuova versione software
ru: Доступно новое ПО
sl: Nova programska oprema na razpolago
sv: Ny mjukvaran tillgänglig

source: Upgrading frontprocessor... DO NOT TURN OFF THE POWER! THE DREAMBOX WILL AUTOMATICALLY REBOOT!
cs: Aktualizuji frontprocesor... Nevypínejte přijímač ze sítě! Dreambox se sám restartuje!
da: Opgraderer..... AFBRYD IKKE SPÆNDINGEN! DIN DREAMBOX GENSTARTER AUTOMATISK!
hr: Nadograđujem frontprocessor... NE ISKLJUČUJTE NAPAJANJE! DREAMBOX ĆE SE AUTOMATSKI REBOOT-ati!
hu: Előlapi processzor frissitése... NE KAPCSOLJA KI A KÉSZÜLÉKET! A DREAMBOX AUTOMATIKUSAN ÚJRA FOG INDULNI!
is: Uppfæri framheila... EKKI SLÖKKVA Á MÓTTAKARANUM! DREAMBOXIÐ MUN ENDURRÆSA SIG SJÁLFVIRKT!
it: Aggiornamento processore... NON SPEGNERE L'ALIMENTAZIONE! IL DREAMBOX SI RESETTERA? AUTOMATICAMENTE!
ru: Обновление ПО ресивера... НЕ ВЫКЛЮЧАЙТЕ ПИТАНИЕ! DREAMBOX БУДЕТ АВТОМАТИЧЕСКИ ПЕРЕЗАГРУЖЕН!
sl: Nadgradnja procesorja je v teku... PROSIMO NE UGASNITE SPREJEMNIKA DREAMBOX SE BO SAM PONOVNO ZAGNAL
sv: Uppgradering av frontprocessor... Stäng inte av strömmen! Dreamboxen kommer att starta om automatiskt.

source: Upgrade in process...
cs: Probíhá aktualizace....
da: opgradering i gang
el: Αναβάθμιση σε εξέλιξη ...
fr: Mise à jour en cours ...
hr: Nadogradnja u tijeku...
hu: Frissítés folyamatban...
is: Uppfærsa í gangi...
it: aggiornamento in corso...
ru: идет обновление...
sl: nadgradnja v teku...
sv: Uppdatering pågår...

source: Choose your language...
cs: Zvolte Jazyk...
da: Vælg dit sprog...
el: Γλώσσα των μενού ...
fr: Choisissez votre langue...
hr: Odaberite vaš jezik...
hu: Válasszon ki egy nyelvet...
is: Veldu þitt tungumál...
it: seleziona la tua lingua...
no: Velg språk...
ro: Alegeti Limba...
ru: Выберите Ваш язык...
sl: Izberi jezik...
sv: Välj språk...

source: press up/down/ok
cs: stiskněte nahoru/dolů/OK
da: tryk op/ned/ok
el: Πατώντας ΟΚ επιλέγετε τα Ελληνικά
fr: Appuyez haut/bas/ok
hr: pretisnite gore/dolje/ok
hu: fel / le / ok
is: ýffu á upp/niður/ok
it: premi su/giú/OK
no: trykk opp/ned/ok
ro: apasati sus/jos/ok
ru: нажмите вверх/вниз/ок
sl: pritisni gor/dol/ok
sv: tryck upp/ner/OK

source: Direct connection to one LNB
cs: Připojen 1 LNB
da: Direkte forbindelse til en LNB
el: Απευθείας σύνδεση με ένα LNB.
fr: Connection directe vers 1 LNB
hr: Direktna veza sa jednim LNB-om
hu: Közvetlen kapcsolat egy LNB-hez
is: Bein tenging við einn nema (LNB)
it: Connessione diretta ad un LNB
no: Direkte forbindelse til en enkelt LNB
ro: Conectare directa la un LNB
ru: прямое соединение к одному конвертору
sl: direktna povezava z enim LNB-jem
sv: Direkt anslutning till ett LNB

source: Simple DiSEqC (2 LNBs/satellites)
cs: DiSEqC (2 LNB/satelity)
da: Enkel DISEqC (2LNB/satelliter)
el: Απλό DiSEqC με 2 LNB / δορυφόρους.
fr: DiSEqC Simple (2 LNBs/satellites)
hr: Jednostavan DiSEqC (2 LNBa/satelita)
hu: Egyszerü DiSEqC (2 LNB/mühold)
is: Einfalt DiSEqC (2 nemar/gervihnettir)
it: Configurazione DiSEqC semplice (2 satelliti/LNB)
no: Enkel DiSEqC (2 LNB/Satelitter)
ru: Простой DiSEqC (2 конвертора/спутника)
sv: Enkel DiSEqC (2 LNB/ Sattelliter)

source: Complex configuration (including DiSEqC 1.2)
cs: Celkové nastavení (vč. DiSEqC 1.2)
da: Kompleks konfiguration (inklusive DISEqC 1.2)
el: Σύθετη εγκατάσταση (περιλαμβάνει DiSEqC 1.2)
fr: Configuration complexe (DiSEqC 1.2 inclus)
hr: Kompleksna konfiguracija (uključuje DiSEqC 1.2)
hu: Komplex konfiguráció (DiSEqC 1.2 vezérléssel)
is: Flókin uppsetning (DiSEqC 1.2 eða svipað)
it: Configurazione complessa (compreso DiSeqC 1.2)
no: Kompleks konfigurasjon (inkluderer DiSEqC 1.2)
ro: Configuratie complexa (including DiSEqC 1.2)
ru: Комплексная конфигурация (включая DiSEqC 1.2)
sv: Komplicerad konfiguration (inkludera DiSEqC 1.2)

source: Time Settings
cs: Nastavení času
da: Tids indstillinger
el: Ρύθμιση ώρας
fr: reglages heure
hr: Vremenske postavke
hu: Időbeállítások
is: Stilling tíma
it: impostazioni orario
no: Tid Konfigurasjon
ru: Установки времени
sl: Časovne nastavitve
sv: Tid Uppsättning

source: open time settings
cs: otevře nastavení časového pásma
da: åbn tidsindstillinger
el: Επιλογές που αφορόυν την ώρα και ημερομηνία.
fr: Ouvrir configuration de l'heure
hr: otvori vremenske postavke
hu: időbeállítások megnyitása
is: opna tíma stillingar
it: apri impostazioni orario
no: Åpne tid konfigurasjon
ro: deschide time settings
ru: открыть установки времени
sl: odpre časovne nastavitve
sv: öppna tidsuppsättning

source: open A/V settings
cs: otevře A/V nastavení
da: åbn A/V indstillinger
el: Επιλογές που αφορούν την εικόνα και τον ήχο.
fr: Ouvrir configuration A/V
hr: otvori TV postavke
hu: A/V beállítások megnyitása
is: opna A/V stillingar
it: apri impostazioni A/V
no: åpne A/V konfigurasjon
ro: deschide A/V settings
ru: открыть настройки Аудио/Видео
sl: odpre A / V nastavitve
sv: öppna A/V uppsättning

source: UHF Modulator
cs: UHF Modulátor
el: Διαμορφωτης RF UHF
fr: Modulateur UHF
hu: UHF-modulátor
is: UHF mótari
it: Modulatore UHF
ru: ВЧ модулятор
sv: RF modulator

source: open UHF-Modulator setup
cs: otevře nastavení UHF modulátoru
da: åbn UHF-Modulator opsætning
el: Επιλογές που αφορούν τον διαμορφωτή RF UHF.
fr: Configuration du modulateur UHF
hr: otvori postavke UHF-Modulatora
hu: UHF-modulátor beállítások megnyitása
is: opna UHF mótara stillingar
it: apri impostazioni modulatore UHF
no: åpne UHF-Modulator Instillinger
ro: deschide UHF-Modulator setup
ru: открыть настройки ВЧ модулятора
sl: odpre nastavitve UHF-modulatorja
sv: öppna RF-modulatorn installation

source: Harddisc Setup
cs: Nastavení harddisku
da: Harddisk Opsætning
el: Ρυθμίσεις σκληρού δίσκου
fr: Configuration du disque dur
hr: Postavke Tvrdog diska
hu: merevlemez beállítások
is: Harða disks uppsetning
it: Impostazioni Hard Disk
no: Harddisk innstillinger
ru: Настройки накопителя HDD
sl: Nastavitve trdega diska
sv: Hårddisk Installation

source: open harddisc setup
cs: otevře nastavení harddisku
da: åbn harddisk opsætning
el: μενού ρυθμίσεων σκληρού δίσκου
fr: Configuration Disque dur ...
hr: otvori postavke tvrdog diska
hu: merevlemez beállítások megnyitása
is: opna uppsetningu á harða disk
it: apri impostazioni Hard Disk
no: åpne harddisk konfigurasjon
ro: deschide harddisc setup
ru: открыть настройки накопителя HDD
sl: odpre nastavitve za trdi disk
sv: öppna hårddisk installation

source: open keyboard setup
cs: otevře nastavení klávesnice
da: åbn tastatur opsætning
el: μενού ρυθμίσεων πληκτρολογίου
fr: Configuration clavier...
hr: otvori postavke tipkovnice
hu: billentyüzet beállítások megnyitása
is: opna uppsetningu á lyklaborði
it: apri impostazioni tastiera
ru: открыть настройки клавиатуры
sl: odpre nastavitve za tipkovnico
sv: öppna tangentbords installation

source: open on screen display settings
cs: otevře nastavení OSD
da: åbn skærmvisnings indstillinger
el: Επιλογές που αφορούν τα μενού.
fr: Configuration de l'affichage à l'écran
hr: otvori postavke on screen displaya
hu: OSD beállítások megnyitása
is: opna valmynda stillingar
it: apri su video impostazioni display
no: åpne på-skjerm-visning(OSD) konfigurasjon
ro: deschide OSD settings
ru: открыть настройки графического меню
sl: odpre nastavitve OSD (zaslonski menuji)
sv: öppna OSD uppsättning

source: open language selector
cs: otevře nastavení jazyka
da: åbn sprog vælger
el: Επιλογές που αφορούν τις γλώσσες.
fr: Ouvrir configuration de langue
hr: otvori odabir jezika
hu: Nyelv választó menü megnyitása
is: opna tungumála valmynd
it: apri per selezionare la lingua
no: åpne språk velger
ro: deschide selectie limba
ru: открыть выбор языка
sl: odpri izbor jezika
sv: öppna språkmenyn

source: LCD Settings
cs: LCD nastavení
da: LCD indstillinger
el: Ρυθμίσεις οθόνης LCD
fr: Reglages LCD
hr: Postavke LCD
hu: LCD beállítások
is: LCD stillingar
it: Impostazioni LCD
no: LCD Konfigurasjon
ru: Настройки ЖК дисплея
sl: LCD nastavitve
sv: LCD Uppsättning

source: open LCD settings
cs: otevře nastavení LCD
da: åbn LCD indstillinger
el: Επιλογές που αφορούν την οθόνη LCD
fr: Ouvrir configuration du LCD
hr: otvori LCD postavke
hu: LCD beállítások megnyitása
is: opna LCD stillingar
it: apri impostazioni LCD
no: åpne LCD konfigurasjon
ro: deschide LCD settings
ru: открыть настройки ЖК дисплея
sl: odpre LCD nastavitve
sv: öppna LCD uppsättning

source: sorry, no harddisks found!
cs: Harddisk nenalezen !
da: beklager, ingen harddisk fundet
el: Δεν βρέθηκαν σκληροί δίσκοι!
fr: Désolé, aucun Disque Dur trouvé !
hr: Oprostite, disk nije pronađen!
hu: A készülékben nem található merevlemez!
is: enginn harður diskur fannst!
it: spiacente, nessun Hard Disk trovato!
no: beklager, ingen harddisker funnet!
ro: scuze, nu aveti placa de date!
ru: извините, накопитель HDD не найден!
sl: Zal, noben trdi disk ni bil najden!
sv: ingen hårddisk kan hittas!

source: Harddisk setup...
cs: Nastavení harddisku...
da: Harddisk opsætning...
el: Σκληρός δίσκος...
fr: Configuration du disque dur
hr: Postavke Tvrdog diska...
hu: merevlemez beállítások...
is: Harða disks uppsetning...
it: Impostazioni Hard Disk
no: Harddisk innstillinger...
ro: Placa de date setup...
ru: Настройки накопителя HDD
sl: Nastavitev trdega diska...
sv: Installation av hårddisk...

source: Timezone Configuration
cs: Nastavení časového pásma
da: Tidszone indstillinger
el: Ρύθμιση χρονικής ζώνης
fr: Configuration de la zone horaire
hr: Konfiguracija vremenske zone
hu: Időzóna beállítások
is: Tímabeltis valmynd
it: Configurazione Fuso Orario
no: Tidssone Konfigurasjon
ru: выбор часового пояса
sl: Konfiguracija časovne cone
sv: Tidszon konfiguration

source: open timezone selector
cs: umožní výběr časového pásma
da: åbn tidszone vælger
el: Επιλογές που αφορούν τη χρονική ζώνη
fr: Ouvrir configuration de zone horaire
hr: otvori selektor vremenske zone
hu: időzóna beállítások megnyitása
is: opna tímabelstis uppsetningu
it: apri impostazioni fuso orario
no: åpne tidssone velger
ro: deschideti timezone selector
ru: открыть установку часового пояса
sl: odpre izbirnik časovne cone
sv: öppna tidszonsväljare

source: Time Correction
cs: Korekce času
da: Tids korrektion
el: Διώρθωση ώρας
fr: correction de l'heure :
hr: Korekcija Vremena
hu: Idő korrekció:
is: Leiðrétting klukku
it: Correzione Orario
no: Tidskorreksjon:
ro: Corectie Timp
ru: Изменение времени
sl: Časovne Popravke
sv: Tidskorrektion

source: open time correction window
cs: otevře okno pro korekci času
da: Åben tidsindstillings vindue
el: Επιλογές για τη ρύθμιση και διόρθωση ώρας
fr: Ouvrir la fenêtre de correction horaire
hr: otvori prozor vremenske korekcije
hu: időkorrekciós ablak megnyitása
is: opna valmynd fyrir leiðréttingu á klukku
it: apri finestra per l'impostazione orario
no: åpne tidskorreksjons vindu
ro: deschideti fereastra time correction
ru: открыть окно изменения времени
sl: odpri okno za časovno izravnavo
sv: öppna tidskorrektur fönster

source: To change time correction you must tune first to any transponder
cs: Před změnou korekce času se musíte nejdříve naladit na nějaký transpondér
da: For at ændre tidsindstilling må du skifte til en anden transponder
el: Για να διορθώσετε την ώρα πρέπει πρώτα να επιλέξετε κάποιο κανάλι.
fr: Pour corriger l'heure vous devez choisir un transpondeur
hr: Za promjenu vremenske korekcije prvo morate postaviti na neki transponder
hu: Ha be akarja állítani az időt előbb kapcsoljon egy müködő transzponderre
is: Til að breyta klukku þá þarftu fyrst að stilla inn á einhverja rás
it: Per modificare l'orario occorre prima memorizzare un trasponder
no: For å endre tidskorreksjon må du først tune inn på en transponder
ro: Pt a schimba time correction va rugam sa alegeti un transponder
ru: Чтобы изменять время, Вы сначала должны настроиться на любой транспондер
sl: Izberi transponder pred spremembo časovne izravnave
sv: För tidskorrektur måste du först använda en transponder

source: time correction change error
cs: chyba při změně korekce času
da: fejl ved ændring af tidsindstilling
el: Σφάλμα κατά την ρύθμιση της ώρας.
fr: erreur de correction horaire
hr: greška promjene vremenske korekcije
hu: időkorrekciós változási hiba
is: villa við stillingu klukku
it: Errore impostazione orario
no: tidskorreksjon, feil ved endring
ro: eroare in time correction
ru: ошибка изменения времени
sl: napaka pri časovni izravnavi
sv: tidskorrektur ändringsfel

source: remove selected satellite
cs: odstraní vybraný satelit
da: slet valgt satellit
el: Διαγραφή επιλεγμένου δορυφόρου
fr: Effacer le satellite sélectionné
hr: obrišite selektirani Satelit
is: fjarlægja valinn gervihnött
it: rimuovi il saltellite selezionato
no: fjern valgt satelitt
ro: sterge satelitul selectat
ru: удалить выбраный спутник
sl: odstrani izbran satelit
sv: ta bort vald satellit

source: FR
cs: Zpět
el: ΓΜ

source: Adult
cs: Pro dospělé
da: Voksen
el: Για μεγάλους
fr: Adulte
hr: Odrasli
is: Fullorðins
it: Adulti
no: For voksne
ru: Эротика
sl: Odrasli
sv: Vuxen

source: Equestrian
cs: Jezdectví
da: Ridning
el: Ιππικοί αγώνες
fr: Equestre
hr: Konjanički Sportovi
is: Hesta Íþróttir
it: Ippica
no: Rytter
ru: Конный спорт
sl: Jahanje
sv: Ridning

source: Martial Sports
cs: Válečný
da: Millitær sport
el: Πολεμικές τέχνες
fr: Sport de combat
hr: Materijalni Sportovi
is: Bardaga Íþróttir
it: Sport marziali
no: Kampsport
ru: Спортивные состязания
sl: Borilne veščine
sv: Kampsport

source: Musical
cs: Hudební
el: Μουσική
hr: Muzikal
is: Söngleikir
it: Musica
no: Musikal
ru: Музыкальный
sl: Muzikel
sv: Musikal

source: Perf. Arts
cs: Perf. umění
da: Kunst
el: Τένχες
hr: Per. Umjet.
is: Sýndar listir
it: Arte Rappresentativa
no: Perf. Kunst
ru: Перфект. Искусства
sv: Perf. konst

source: Pop. Arts
cs: Populární umění
da: Populær kunst
el: Λαϊκή Τέχνη
fr: Arts populaires
hr: Pop. Umjet.
it: Pop Art
no: Pop. Kunst
ru: Поп. искусство
sl: Pop izvajalci
sv: Pop. konst

source: Art Mag.
cs: Umělecký mag.
da: Kunst Magasin
el: Τέχνη
hr: Mag. Umjet.
is: Lista umfj.
it: Arte Contemporanea
no: Kunst Magasin
ru: Арт журн.
sl: Umetnost
sv: Konst Magazine

source: Soc. Mag.
cs: Spol. mag.
da: Social Magasin
el: Κοινονικό μαγκαζίνο
is: Fél. frétta
it: Società Contemporanea
no: Sosialt Magasin
ru: Соц. журн.
sl: Družba
sv: Soc. Magazine

source: Spiritual
cs: Duchovní
da: Spirituelt
el: Πνευματικό
fr: Spirituel
hr: Duhovna
is: Trúarleg
it: Spirituale
no: Spirituell
ru: Духовность
sl: Duhovno
sv: Andligt

source: Further Ed.
cs: Další vzděl.
da: Anden uddannelse
el: Εκπαιδευτικό
fr: Davantage Ed.
hr: Dodat. Eduk.
is: Endurmenntun
it: Ulteriori edizioni
no: Videreutdanning
ru: Дальнейшее обр.
sl: Nadaljevanka
sv: Vidare Utb.

source: Handicraft
cs: Ruční práce
da: Håndarbejde
el: Χειροτεχνία
fr: Handicap
hr: Rukotvorine
is: Handverk
it: Artigianato
no: Håndtverk
ru: Кустарный промысел
sl: Ročna dela
sv: Handarbete

source: to
cs: do
da: til
el: προς
fr: vers
hr: do
is: til
it: fino a
no: til
ro: spre
ru: к
sl: proti
sv: till

source: Alpha:
cs: Průhlednost :
el: Άλφα:
is: Gegnsæi:
no: Gjennomsiktighet
ru: Прозрачность:
sl: Prosojnost:
sv: Transparens:

source: marker
cs: záložka
da: markør
el: Δείκτης
fr: Marqueur
hr: označivač
is: merki
ru: метка
sv: markör

source: November
cs: Listopad
el: Νοέμβριος
fr: Novembre
hr: Studeni
is: Nóvember
it: Novembre
ro: Noiembrie
ru: Ноябрь

source: December
cs: Prosinec
el: Δεκέμβριος
fr: Décembre
hr: Prosinac
is: Desember
it: Dicembre
no: Desember
ro: Decembrie
ru: Декабрь

source: LOF/L:
ru: Нижн. диапазон:

source: LOF/H:
ru: Верхн. диапазон:

source: Inv:
is: Öfugt:
ru: Инв:

source: Show
el: Διάφορα show
fr: Emission
hr: Zabava
is: Sýning
it: Spettacolo
ru: Показать
sl: Zabavni program

source: Rock/Pop
fr: POP/ROCK
is: Rokk/Popp
ru: Рок/Поп

source: Folk
el: Λαϊκά
is: Þjóðlög
ru: Фольклер
sl: Folklora
sv: Folkmusik

source: Jazz
el: Τζάζ
ru: Джаз

source: Film
el: Ταινία
is: Bíómynda
ru: Фильм

source: TV
is: Sjónvarp
ru: ТВ

source: beta
el: βήτα
ru: тестовая

source: VCR
el: Εξωτερικό Βίντεο
fr: Peritel
hr: Video
is: Vídeó
it: Videoregistratore
no: Videorecorder
ru: Видеомагнитофон

source: Common Interface
el: Κοινή διεπαφή (CI)...
fr: Interface commune...
hr: Zajedničko sučelje
is: Afruglara tengi
ro: Interfata cam
ru: Общий интерфейс

source: EPG -
ru: Электронный гид программ -

source: 5.5 MHz
ru: 5.5 МГц

source: 6.5 MHz
ru: 6.5 МГц

source: LAN
el: Δίκτυο LAN
it: RETE LOCALE
ru: Локальная сеть

source: Multi EPG
el: Πολλαπλό EPG
fr: EPG Multiple
is: Marg- EPG
ru: Многофункциональный EPG

source: album
el: Άλμπουμ
ru: альбом

source: Ngrab
ru: Захват потока

source: When you do a factory reset, you will lost ALL your configuration data (including bouquets, services, satellite data ...) After finishing the factory reset, your receiver restarts automatically! Really do factory reset?
is: Þegar þú gerir Byrjunast stillingu, þá fara ALLAR stillingar út svo sem rásir, rásavöndlar, gervihnatta uppsetning... Eftir Byrjunarstillingu þá endurræsir móttakarinn sér! Viltu örugglega setja á Byrjunarstillingu?
it: Quando effettui il reset di fabbrica, perdi tutte le configurazioni (inclusi bouquets, servizi, dati del satellite ...) Terminato il reset di fabbrica, il tuo ricevitore si riavvierà automaticamente! Vuoi realmente effettuare il reset di fabbrica?
sv: När du gör en fabriksåterställning, kommer du förlora ALLA dina inställningar (inklusivt favoritlistor,services,satellite data...) Efter fabriksåterställningen kommer din mottagare starta om automatiskt! Verkligen fabriksåterställa?

source: LNB
is: nemi

source: The transponder scan has finished and found %i new Transponders, %i new TV Services, %i new Radio Services and %i new Data Services. %i Transponders within %i Services scanned.
is: Senda leitun er lokið og það fundust %i nýjir sendar, %i nýjar sjónvarpsrásir, %i nýjar útvarpsrásir %i nýjar gagna rásir. %i sendar með %i rásum fundnar.
no: Transponder skanningen er ferdig og har funnet: %i nye Transpondere, %i nye TV-kanaler, %i nye Radio-kanaler og nye %i Data-kanaler. %i Transponder med %i kanaler skannet.
ro: Transponder scan terminat si gasit %i noi Transponderi, %i noi TV Servicii, %i noi Radio Servicii si %i noi Data Servicii. %i Transponderi %i Servicii gasite.

source: FF
el: ΓΜ

source: ok
el: Κλείδωμα

source: DiSEqC...
el: Αλλαγή τύπου DiSEqC

source: /sec
no: /sek

source: auto scan
no: auto skanning

source: Automatically adjust clock for daylight saving changes
no: Automatisk still klokken til sommer/vintertid
ro: corecteaza automat "clock for daylight saving changes"

source: Configure Network
no: Konfigurer Nettverk
ro: Configuratie Network

source: Delete the event from the timerlist
no: Slett hendelsen fra timerlisten
ro: Vreti sa stergeti din timerlist

source: dont scan NITs from known Networks faster scan
no: ikke skann NIT'er fra kjente Netverk raskere skanning
ro: dont scan NITs from known Networks Rapid scan

source: enable/disable inversion (ok)
no: aktiver/deaktiver inversjon (ok)
ro: activeaza/dezactiveaza inversarea (ok)

source: enable/disable network config (ok)
no: aktiver/deaktiver nettverksinstillinger (ok)
ro: armeaza/dezarmeaza network config (ok)

source: enigma standby
no: Standby-Modus
