Repository: ChakaZulu/tuxbox_apps
Catalog: tuxbox/enigma/po/*.po
Languages: cs, da, el, fr, hr, hu, is, it, no, ro, ru, sl, sv

source: Use DiSEqC Version 1.2
cs: Použít DiSEqC verzi 1.2
da: Anvend DiSEqC Version 1.2
el: Χρήση DiSEqC Version 1.2
fr: Utiliser DISEqC Version 1.2
hr: Koristi DiSEqC Verziju 1.2
hu: DiSEqC 1.2 használata
is: Nota DiSEqC útgáfu 1.2
it: Utilizza versione DiSEqC 1.2
no: Bruk DiSEqC Versjon 1.2
ro: Uz DiSEqC Version 1.2
ru: Использовать DiSEqC версии 1.2
sl: Uporabi DiSEqC Verzija 1.2
sv: Använd DiSEqC version 1.2

source: sends DiSEqC cmd A/A
cs: vyšle DiSEqC povel A/A
da: sender DiSEqC kommando A/A
el: Αποστολή DiSEqC cmd A/A
fr: Envoyer DISEqC A/A
hr: šalje DiSEqC cmd A/A
hu: DiSEqC A/A parancs kiküldése
is: senda DiSEqC stýringu A/A
it: trasmette DiSEqC cmd A/A
no: sender DiSEqC cmd A/A
ro: transmite DiSEqC cmd A/A
ru: посылать DiSEqC команду A/A
sl: pošlje DiSEqC cmd A/A
sv: sänder DiSEqC cmd A/A

source: sends DiSEqC cmd A/B
cs: vyšle DiSEqC povel A/B
da: sender DiSEqC kommando A/B
el: Αποστολή DiSEqC cmd A/B
fr: Envoyer DISEqC A/B
hr: šalje DiSEqC cmd A/B
hu: DiSEqC A/B parancs kiküldése
is: senda DiSEqC stýringu A/B
it: trasmette DiSEqC cmd A/B
no: sender DiSEqC cmd A/B
ro: transmite DiSEqC cmd A/B
ru: посылать DiSEqC команду A/B
sl: pošlje DiSEqC cmd A/B
sv: sänder DiSEqC cmd A/B

source: sends DiSEqC cmd B/A
cs: vyšle DiSEqC povel B/A
da: sender DiSEqC kommando B/A
el: Αποστολή DiSEqC cmd B/A
fr: Envoyer DISEqC B/A
hr: šalje DiSEqC cmd B/A
hu: DiSEqC B/A parancs kiküldése
is: senda DiSEqC stýringu B/A
it: trasmette DiSEqC cmd B/A
no: sender DiSEqC cmd B/A
ro: transmite DiSEqC cmd B/A
ru: послать DiSEqC команду B/A
sl: pošlje DiSEqC cmd B/A
sv: sänder DiSEqC cmd B/A

source: sends DiSEqC cmd B/B
cs: vyšle DiSEqC povel B/B
da: sender DiSEqC kommando B/B
el: Αποστολή DiSEqC cmd B/B
fr: Envoyer DISEqC B/B
hr: šalje DiSEqC cmd B/B
hu: DiSEqC B/B parancs kiküldése
is: senda DiSEqC stýringu B/B
it: trasmette DiSEqC cmd B/B
no: sender DiSEqC cmd B/B
ro: transmite DiSEqC cmd B/B
ru: посылать DiSEqC команду B/B
sl: pošlji DiSEqC cmd B/B
sv: sänder DiSEqC cmd B/B

source: sends no committed DiSEqC cmd
cs: nepošle žádné committed DiSEqC povely
da: Sender ingen bindende DISeqC kommando
el: Μη αποστολή εντολής committed DiSEqC
fr: Envoyer commande Non comutée DISEqC
hr: šalje no committed DiSEqC cmd
hu: elkötelezettleb DiSEqC parancs kiküldése
is: senda stýringu fyrir fyrsta DiSEqC rofa (no committed)
it: non trasmettere nessun comando 'committed' al DiSEqC
no: sender ingen committed DiSEqC cmd
ro: transmite no committed DiSEqC cmd
ru: посылать не нейтральную DiSEqC команду
sv: sänder inte committed DiSEqC cmd

source: sends switch cmd 1
cs: posílá přepínací povel 1
da: sender punkt kommando 1
el: Αποστολή switch cmd 1
fr: Commutation 1
hr: šalje switch cmd 1
hu: kapcsoló parancs 1 elküldése
is: senda stýringu fyrir 1
it: trasmette interruttore cmd 1
no: sender bytte cmd 1
ro: transmite switch cmd 1
ru: послать команду переключения 1
sl: pošilje preklop cmd 1
sv: sänder omkopplarens cmd 1

source: sends switch cmd 2
cs: posílá přepínací povel 2
da: sender punkt kommando 2
el: Αποστολή switch cmd 2
fr: Commutation 2
hr: šalje switch cmd 2
hu: kapcsoló parancs 2 elküldése
is: senda stýringu fyrir 2
it: trasmette switch cmd 2
no: sender bytte cmd 2
ro: transmite switch cmd 2
ru: послать команду переключения 2
sl: pošlje preklop cmd 2
sv: sänder omkopplarens cmd 2

source: sends switch cmd 3
cs: posílá přepínací povel 3
da: sender punkt kommando 3
el: Αποστολή switch cmd 3
fr: Commutation 3
hr: šalje switch cmd 3
hu: kapcsoló parancs 3 elküldése
is: senda stýringu fyrir 3
it: trasmette switch cmd 3
no: sender bytte cmd 3
ro: transmite switch cmd 3
ru: послать команду переключения 3
sl: pošlje preklop cmd 3
sv: sänder omkopplarens cmd 3

source: sends switch cmd 4
cs: posílá přepínací povel 4
da: sender punkt kommando 4
el: Αποστολή switch cmd 4
fr: Commutation 4
hr: šalje switch cmd 4
hu: kapcsoló parancs 4 elküldése
is: senda stýringu fyrir 4
it: trasmette interruttore cmd 4
no: sender bytte cmd 4
ro: transmite switch cmd 4
ru: послать команду переключения 4
sl: pošlje preklop cmd 4
sv: sänder omkopplarens cmd 4

source: sends switch cmd 5
cs: posílá přepínací povel 5
da: sender punkt kommando 5
el: Αποστολή switch cmd 5
fr: Commutation 5
hr: šalje switch cmd 5
hu: kapcsoló parancs 5 elküldése
is: senda stýringu fyrir 5
it: trasmette interruttore cmd 5
no: sender bytte cmd 5
ro: transmite switch cmd 5
ru: послать команду переключения 5
sl: pošlji preklop cmd 5
sv: sänder omkopplarens cmd 5

source: sends switch cmd 6
cs: posílá přepínací povel 6
da: sender punkt kommando 6
el: Αποστολή switch cmd 6
fr: Commutation 6
hr: šalje switch cmd 6
hu: kapcsoló parancs 6 elküldése
is: senda stýringu fyrir 6
it: trasmette interruttore cmd 6
no: sender bytte cmd 6
ro: transmite switch cmd 6
ru: послать команду переключения 6
sl: pošlji preklop cmd 6
sv: sänder omkopplarens cmd 6

source: sends switch cmd 7
cs: posílá přepínací povel 7
da: sender punkt kommando 7
el: Αποστολή switch cmd 7
fr: Commutation 7
hr: šalje switch cmd 7
hu: kapcsoló parancs 7 elküldése
is: senda stýringu fyrir 7
it: trasmette interruttore cmd 7
no: sender bytte cmd 7
ro: transmite switch cmd 7
ru: послать команду переключения 7
sl: pošlji preklop cmd 7
sv: sänder omkopplarens cmd 7

source: sends switch cmd 8
cs: posílá přepínací povel 8
da: sender punkt kommando 8
el: Αποστολή switch cmd 8
fr: Commutation 8
hr: šalje switch cmd 8
hu: kapcsoló parancs 8 elküldése
is: senda stýringu fyrir 8
it: trasmette interruttore cmd 8
no: sender bytte cmd 8
ro: transmite switch cmd 8
ru: послать команду переключения 8
sl: pošlje preklop cmd 8
sv: sänder omkopplarens cmd 8

source: sends switch cmd 9
cs: posílá přepínací povel 9
da: sender punkt kommando 9
el: Αποστολή switch cmd 9
fr: Commutation 9
hr: šalje switch cmd 9
hu: kapcsoló parancs 9 elküldése
is: senda stýringu fyrir 9
it: trasmette interruttore cmd 9
no: sender bytte cmd 9
ro: transmite switch cmd 9
ru: послать команду переключения 9
sl: pošlje preklop cmd 9
sv: sänder omkopplarens cmd 9

source: sends switch cmd 10
cs: posílá přepínací povel 10
da: sender punkt kommando 10
el: Αποστολή switch cmd 10
fr: Commutation 1
hr: šalje switch cmd 10
hu: kapcsoló parancs 10 elküldése
is: senda stýringu fyrir 10
it: trasmette interruttore cmd 10
no: sender bytte cmd 10
ro: transmite switch cmd 10
ru: послать команду переключения 10
sl: pošlje preklop cmd 10
sv: sänder omkopplarens cmd 10

source: sends switch cmd 11
cs: posílá přepínací povel 11
da: sender punkt kommando 11
el: Αποστολή switch cmd 11
fr: Commutation 11
hr: šalje switch cmd 11
hu: kapcsoló parancs 11 elküldése
is: senda stýringu fyrir 11
it: trasmette interruttore cmd 11
no: sender bytte cmd 11
ro: transmite switch cmd 11
ru: послать команду переключения 11
sl: pošlji preklop cmd 11
sv: sänder omkopplarens cmd 11

source: sends switch cmd 12
cs: posílá přepínací povel 12
da: sender punkt kommando 12
el: Αποστολή switch cmd 12
fr: Commutation 12
hr: šalje switch cmd 12
hu: kapcsoló parancs 12 elküldése
is: senda stýringu fyrir 12
it: trasmette interruttore cmd 12
no: sender bytte cmd 12
ro: transmite switch cmd 12
ru: послать команду переключения 12
sl: pošlji preklop cmd 12
sv: sänder omkopplarens cmd 12

source: sends switch cmd 13
cs: posílá přepínací povel 13
da: sender punkt kommando 13
el: Αποστολή switch cmd 13
fr: Commutation 13
hr: šalje switch cmd 13
hu: kapcsoló parancs 13 elküldése
is: senda stýringu fyrir 13
it: trasmette interruttore cmd 13
no: sender bytte cmd 13
ro: transmite switch cmd 13
ru: послать команду переключения 13
sl: pošlji preklop cmd 13
sv: sänder omkopplarens cmd 13

source: sends switch cmd 14
cs: posílá přepínací povel 14
da: sender punkt kommando 14
el: Αποστολή switch cmd 14
fr: Commutation 14
hr: šalje switch cmd 14
hu: kapcsoló parancs 14 elküldése
is: senda stýringu fyrir 14
it: trasmette interruttore cmd 14
no: sender bytte cmd 14
ro: transmite switch cmd 14
ru: послать команду переключения 14
sl: pošlji preklop cmd 14
sv: sänder omkopplarens cmd 14

source: sends switch cmd 15
cs: posílá přepínací povel 15
da: sender punkt kommando 15
el: Αποστολή switch cmd 15
fr: Commutation 15
hr: šalje switch cmd 15
hu: kapcsoló parancs 15 elküldése
is: senda stýringu fyrir 15
it: trasmette interruttore cmd 15
no: sender bytte cmd 15
ro: transmite switch cmd 15
ru: послать команду переключения 15
sl: pošlji preklop cmd 15
sv: sänder omkopplarens cmd 15

source: sends switch cmd 16
cs: posílá přepínací povel 16
da: sender punkt kommando 16
el: Αποστολή switch cmd 16
fr: Commutation 16
hr: šalje switch cmd 16
hu: kapcsoló parancs 16 elküldése
is: senda stýringu fyrir 16
it: trasmette switch cmd 16
no: sender bytte cmd 16
ro: transmite switch cmd 16
ru: послать команду переключения 16
sl: pošlji preklop cmd 16
sv: sänder omkopplarens cmd 16

source: sends no DiSEqC repeats
cs: neopakuje DiSEqC povely
da: sender ingen DiSEqC gentagelse
el: Χωρίς επανάληψη εντολής DiSEqC
fr: Envoyer DISEqC non répété
hr: ne šalje DiSEqC ponavljanja
hu: nincs DiSEqC ismétlöjel kiküldés
is: ekki senda endurtekið DiSEqC
it: non trasmette ripetizioni DISEqC
no: sender ingen DiSEqC gjentagelser
ro: transmite no DiSEqC repeats
ru: послать DiSEqC без повторов
sl: pošlji ni DiSEqC ponovitve
sv: sänder inga DiSEqC repetitioner

source: One
cs: Jeden
da: En
el: Μία
fr: Un
hr: Jedan
hu: Egy
is: Einn
it: Uno
no: En
ru: Один
sl: Ena
sv: En

source: sends one repeat
cs: vysílat 1 opakování
da: sender en gentagelse
el: Στέλνει μία επανάληψη
fr: Envoyer une répétition
hr: šalje jedno ponavljanje
hu: egy ismétlést kiküldése
is: senda merki aftur
it: trasmette una ripetizione
no: sender en gjentagelse
ro: transmite one repeat
ru: послать одно повторение
sl: pošlje eno ponovitev
sv: sänder en upprepning

source: Two
cs: Dvě
da: To
el: Δύο
fr: Deux
hr: Dva
hu: Kettő
is: Tvö
it: Due
no: To
ru: Два
sl: Dve
sv: Två

source: sends two repeats
cs: vysílat 2 opakování
da: sender 2 gentagelser
el: Στέλνει δύο επαναλήψεις
fr: Envoyer deux répétitions
hr: šalje dva ponavljanja
hu: két ismétlés kiküldése
is: senda tvær endurtekningar
it: trasmette due ripetizioni
no: sender to gjentagelser
ro: transmite two repeats
ru: послать два повторения
sl: pošlji dve ponovitvi
sv: sänder två upprepningar

source: Three
cs: Tři
da: Tre
el: Τρείς
fr: Trois
hr: Tri
hu: Három
is: Þrjár
it: Tre
no: Tre
ru: Три
sl: Tri
sv: Tre

source: sends three repeats
cs: vysílat 3 opakování
da: sender 3 gentagelser
el: Στέλνει τρείς επαναλήψεις
fr: Envoyer trois répétitions
hr: šalje tri ponavljanja
hu: három ismétlés kiküldése
is: senda þrjár endurtekningar
it: trasmette tre ripetizioni
no: sender tre gjentagelser
ro: transmite trei repeats
ru: послать три повторения
sl: pošlji tri ponovitve
sv: sänder tre upprepningar

source: sends no uncommitted switch command
cs: nepošle žádné uncommitted přepínací povely
da: send ingen uspecifiseret punkt kommando
el: Μη αποστολή 'Uncommitted' εντολής
fr: envoyer commande de Switch non engagé
hr: ne šalje uncommitted switch komandu
hu: nincs elkötelezettlen kapcsolójel küldés
is: senda stýringu fyrir fyrsta rofa (no committed)
it: non trasmettere nessun comando 'uncommitted' allo switch
no: sender ingen Uncommitted svitsj kommando
ro: transmite comenzi uncommitted switch
ru: посылать не нейтральные команды переключателя
sv: sänder inte uncommitted omkopplarekommandon

source: Input 1
cs: Vstup 1
da: Indgang 1
el: Είσοδος 1
fr: Entrèe 1
hr: Ulaz 1
hu: Bemenet 1
is: Inngangur 1
it: Entrata 1
no: Inngang 1
ru: Вход 1
sl: Vhod 1
sv: Ingång 1

source: select uncommitted switch Input 1
cs: označí uncommitted přepínací vstup 1
da: Vælg uspecificeret punkt indgang 1
el: Επιλογή διακόπτη 'Uncommitted Switch 1'
fr: Sélectionnez le switch non engagé entrée 1
hr: selektiraj uncommitted switch Input 1
hu: kapcsoló 1-es opció választása
is: velja inngang 1 á fyrsta rofa
it: seleziona 'uncommitted' entrata 1
no: velg Uncommitted svitsj innnr 1
ro: selecteaza uncommitted switch Input 1
ru: выберите нейтральный переключатель Вход 1
sv: välj uncommitted omkopplare ingång 1

source: Input 2
cs: Vstup 2
da: Indgang 2
el: Είσοδος 2
fr: Entrèe 2
hr: Ulaz 2
hu: Bemenet 2
is: Inngangur 2
it: Entrata 2
no: Inngang 2
ru: Вход 2
sl: Vhod 2
sv: Ingång 2

source: select uncommitted switch Input 2
cs: označí uncommitted přepínací vstup 2
da: vælg uspecificeret punkt Indgang 2
el: Επιλογή διακόπτη 'Uncommitted Switch 2'
fr: Sélectionnez le switch non engagé entrée 2
hr: selektiraj uncommitted switch Input 2
hu: kapcsoló 2-es opció választása
is: velja inngang 2 á fyrsta rofa
it: seleziona 'uncommitted' entrata 2
no: velg Uncommitted svitsj innnr 2
ro: selecteaza uncommitted switch Input 2
ru: выберите нейтральный переключатель Вход 2
sv: välj uncommitted omkopplare ingång 2

source: Input 3
cs: Vstup 3
da: Indgang 3
el: Είσοδος 3
fr: Entrèe 3
hr: Ulaz 3
hu: Bemenet 3
is: Inngangur 3
it: Entrata 3
no: Inngang 3
ru: Вход 3
sl: Vhod 3
sv: Ingång 3

source: select uncommitted switch Input 3
cs: označí uncommitted přepínací vstup 3
da: vælg uspecificeret punkt Indgang 3
el: Επιλογή διακόπτη 'Uncommitted Switch 3'
fr: Sélectionnez le switch non engagé entrée 3
hr: selektiraj uncommitted switch Input 3
hu: kapcsoló 3-as opció választása
is: velja inngang 3 á fyrsta rofa
it: seleziona 'uncommitted' entrata 3
no: velg Uncommitted svitsj innnr 3
ro: selecteaza uncommitted switch Input 3
ru: выберите нейтральный переключатель Вход 3
sv: välj uncommitted omkopplare ingång 3

source: Input 4
cs: Vstup 4
da: Indgang 4
el: Είσοδος 4
fr: Entrèe 4
hr: Ulaz 4
hu: Bemenet 4
is: Inngangur 4
it: Entrata 4
no: Inngang 4
ru: Вход 4
sl: Vhod 4
sv: Ingång 4

source: select uncommitted switch Input 4
cs: označí uncommitted přepínací vstup 4
da: Vælg uspecificeret punkt indgang 4
el: Επιλογή διακόπτη 'Uncommitted Switch 4'
fr: Sélectionnez le switch non engagé entrée 4
hr: selektiraj uncommitted switch Input 4
hu: kapcsoló 4-es opció választása
is: velja inngang 4 á fyrsta rofa
it: seleziona 'uncommitted' entrata 4
no: velg Uncommitted svitsj innnr 4
ro: selecteaza uncommitted switch Input 4
ru: выберите нейтральный переключатель Вход 4
sv: välj uncommitted omkopplare ingång 4

source: Input 5
cs: Vstup 5
da: Indgang 5
el: Είσοδος 5
fr: Entrèe 5
hr: Ulaz 5
hu: Bemenet 5
is: Inngangur 5
it: Entrata 5
no: Inngang 5
ru: Вход 5
sl: Vhod 5
sv: Ingång 5

source: select uncommitted switch Input 5
cs: označí uncommitted přepínací vstup 5
da: Vælg uspecificeret punkt indgang 5
el: Επιλογή διακόπτη 'Uncommitted Switch 5'
fr: Sélectionnez le switch non engagé entrée 5
hr: selektiraj uncommitted switch Input 5
hu: kapcsoló 5-ös opció választása
is: velja inngang 5 á fyrsta rofa
it: seleziona 'uncommitted' entrata 5
no: velg Uncommitted svitsj innnr 5
ro: selecteaza uncommitted switch Input 5
ru: выберите нейтральный переключатель Вход 5
sv: välj uncommitted omkopplare ingång 5

source: Input 6
cs: Vstup 6
da: Indgang 6
el: Είσοδος 6
fr: Entrèe 6
hr: Ulaz 6
hu: Bemenet 6
is: Inngangur 6
it: Entrata 6
no: Inngang 6
ru: Вход 6
sl: Vhod 6
sv: Ingång 6

source: select uncommitted switch Input 6
cs: označí uncommitted přepínací vstup 6
da: vælg uspecificeret punkt indgang 6
el: Επιλογή διακόπτη 'Uncommitted Switch 6'
fr: Sélectionnez le switch non engagé entrée 6
hr: selektiraj uncommitted switch Input 6
hu: kapcsoló 6-os opció választása
is: velja inngang 6 á fyrsta rofa
it: seleziona 'uncommitted' entrata 6
no: velg Uncommitted svitsj innnr 6
ro: selecteaza uncommitted switch Input 6
ru: выберите нейтральный переключатель Вход 6
sv: välj uncommitted omkopplare ingång 6

source: Input 7
cs: Vstup 7
da: Indgang 7
el: Είσοδος 7
fr: Entrèe 7
hr: Ulaz 7
hu: Bemenet 7
is: Inngangur 7
it: Entrata 7
no: Inngang 7
ru: Вход 7
sl: Vhod 7
sv: Ingång 7

source: select uncommitted switch Input 7
cs: označí uncommitted přepínací vstup 7
da: vælg uspecificeret punkt Indgang 7
el: Επιλογή διακόπτη 'Uncommitted Switch 7'
fr: Sélectionnez le switch non engagé entrée 7
hr: selektiraj uncommitted switch Input 7
hu: kapcsoló 7-as opció választása
is: velja inngang 7 á fyrsta rofa
it: seleziona 'uncommitted' entrata 7
no: velg Uncommitted svitsj innnr 7
ro: selecteaza uncommitted switch Input 7
ru: выберите нейтральный переключатель Вход 7
sv: välj uncommitted omkopplare ingång 7

source: Input 8
cs: Vstup 8
da: Indgang 8
el: Είσοδος 8
fr: Entrèe 8
hr: Ulaz 8
hu: Bemenet 8
is: Inngangur 8
it: Entrata 8
no: Inngang 8
ru: Вход 8
sl: Vhod 8
sv: Ingång 8

source: select uncommitted switch Input 8
cs: označí uncommitted přepínací vstup 8
da: vælg uspecificeret punkt Indgang 8
el: Επιλογή διακόπτη 'Uncommitted Switch 8'
fr: Sélectionnez le switch non engagé entrée 8
hr: selektiraj uncommitted switch Input 8
hu: kapcsoló 8-as opció választása
is: velja inngang 8 á fyrsta rofa
it: seleziona 'uncommitted' entrata 8
no: velg Uncommitted svitsj innnr 8
ro: selecteaza uncommitted switch Input 8
ru: выберите нейтральный переключатель Вход 8
sv: välj uncommitted omkopplare ingång 8

source: Input 9
cs: Vstup 9
da: Indgang 9
el: Είσοδος 9
fr: Entrèe 9
hr: Ulaz 9
hu: Bemenet 9
is: Inngangur 9
it: Entrata 9
no: Inngang 9
ru: Вход 9
sl: Vhod 9
sv: Ingång 9

source: select uncommitted switch Input 9
cs: označí uncommitted přepínací vstup 9
da: Vælg uspecificeret punkt indgang 9
el: Επιλογή διακόπτη 'Uncommitted Switch 9'
fr: Sélectionnez le switch non engagé entrée 9
hr: selektiraj uncommitted switch Input 9
hu: kapcsoló 9-es opció választása
is: velja inngang 9 á fyrsta rofa
it: seleziona 'uncommitted' entrata 9
no: velg Uncommitted svitsj innnr 9
ro: selecteaza uncommitted switch Input 9
ru: выберите нейтральный переключатель Вход 9
sv: välj uncommitted omkopplare ingång 9

source: Input 10
cs: Vstup 10
da: Indgang 10
el: Είσοδος 10
fr: Entrèe 10
hr: Ulaz 10
hu: Bemenet 10
is: Inngangur 10
it: Entrata 10
no: Inngang 10
ru: Вход 10
sl: Vhod 10
sv: Ingång 10

source: select uncommitted switch Input 10
cs: označí uncommitted přepínací vstup 10
da: vælg uspecificeret punkt Indgang 10
el: Επιλογή διακόπτη 'Uncommitted Switch 10'
fr: Selectionnez Switch non engagé entrée 10
hr: selektiraj uncommitted switch Input 10
hu: kapcsoló 10-es opció választása
is: velja inngang 10 á fyrsta rofa
it: seleziona 'uncommitted' entrata 10
no: velg Uncommitted svitsj innnr 10
ro: selecteaza uncommitted switch Input 10
ru: выберите нейтральный переключатель Вход 10
sv: välj uncommitted omkopplare ingång 10

source: Input 11
cs: Vstup 11
da: !ndgang 11
el: Είσοδος 11
fr: Entrèe 11
hr: Ulaz 11
hu: Bemenet 11
is: Inngangur 11
it: Entrata 11
no: Inngang 11
ru: Вход 11
sl: Vhod 11
sv: Ingång 11

source: select uncommitted switch Input 11
cs: označí uncommitted přepínací vstup 11
da: Vælg uspecificeret punkt indgang 11
el: Επιλογή διακόπτη 'Uncommitted Switch 11'
fr: Selectionnez Switch non engagé entrée 11
hr: selektiraj uncommitted switch Input 11
hu: kapcsoló 11-es opció választása
is: velja inngang 11 á fyrsta rofa
it: seleziona 'uncommitted' entrata 11
no: velg Uncommitted svitsj innnr 11
ro: selecteaza uncommitted switch Input 11
ru: выберите нейтральный переключатель Вход 11
sv: välj uncommitted omkopplare ingång 11

source: Input 12
cs: Vstup 12
da: Indgang 12
el: Είσοδος 12
fr: Entrèe 12
hr: Ulaz 12
hu: Bemenet 12
is: Inngangur 12
it: Entrata 12
no: Inngang 12
ru: Вход 12
sl: Vhod 12
sv: Ingång 12

source: select uncommitted switch Input 12
cs: označí uncommitted přepínací vstup 12
da: vælg uspecificeret punkt Indgang 12
el: Επιλογή διακόπτη 'Uncommitted Switch 12'
fr: Selectionnez Switch non engagé entrée 12
hr: selektiraj uncommitted switch Input 12
hu: kapcsoló 12-es opció választása
is: velja inngang 12 á fyrsta rofa
it: seleziona 'uncommitted' entrata 12
no: velg Uncommitted svitsj innnr 12
ro: selecteaza uncommitted switch Input 12
ru: выберите нейтральный переключатель Вход 12
sv: välj uncommitted omkopplare ingång 12

source: Input 13
cs: Vstup 13
da: Indgang 13
el: Είσοδος 13
fr: Entrèe 13
hr: Ulaz 13
hu: Bemenet 13
is: Inngangur 13
it: Entrata 13
no: Inngang 13
ru: Вход 13
sl: Vhod 13
sv: Ingång 13

source: select uncommitted switch Input 13
cs: označí uncommitted přepínací vstup 12
da: vælg uspecificeret punkt Indgang 13
el: Επιλογή διακόπτη 'Uncommitted Switch 13'
fr: Selectionnez Switch non engagé entrée 13
hr: selektiraj uncommitted switch Input 13
hu: kapcsoló 14-es opció választása
is: velja inngang 13 á fyrsta rofa
it: seleziona 'uncommitted' entrata 13
no: velg Uncommitted svitsj innnr 13
ro: selecteaza uncommitted switch Input 13
ru: выберите нейтральный переключатель Вход 13
sv: välj uncommitted omkopplare ingång 13

source: Input 14
cs: Vstup 14
da: Indgang 14
el: Είσοδος 14
fr: Entrèe 14
hr: Ulaz 14
hu: Bemenet 14
is: Inngangur 14
it: Entrata 14
no: Inngang 14
ru: Вход 14
sl: Vhod 14
sv: Ingång 14

source: select uncommitted switch Input 14
cs: označí uncommitted přepínací vstup 14
da: vælg uspecificeret punkt Indgang 14
el: Επιλογή διακόπτη 'Uncommitted Switch 14'
fr: Selectionnez Switch non engagé entrée 14
hr: selektiraj uncommitted switch Input 14
hu: kapcsoló 14-es opció választása
is: velja inngang 14 á fyrsta rofa
it: seleziona 'uncommitted' entrata 14
no: velg Uncommitted svitsj innnr 14
ro: selecteaza uncommitted switch Input 14
ru: выберите нейтральный переключатель Вход 14
sl: select uncommitted switch Input 14 fuzzy
sv: välj uncommitted omkopplare ingång 14

source: Input 15
cs: Vstup 15
da: Indgang 15
el: Είσοδος 15
fr: Entrèe 15
hr: Ulaz 15
hu: Bemenet 15
is: Inngangur 15
it: Entrata 15
no: Inngang 15
ru: Вход 15
sl: Vhod 15
sv: Ingång 15

source: select uncommitted switch Input 15
cs: označí uncommitted přepínací vstup 15
da: vælg uspecificeret punkt Indgang 15
el: Επιλογή διακόπτη 'Uncommitted Switch 15'
fr: Selectionnez Switch non engagé entrée 15
hr: selektiraj uncommitted switch Input 15
hu: kapcsoló 15-ös opció választása
is: velja inngang 15 á fyrsta rofa
it: seleziona 'uncommitted' entrata 15
no: velg Uncommitted svitsj innnr 15
ro: selecteaza uncommitted switch Input 15
ru: выберите нейтральный переключатель Вход 15
sv: välj uncommitted omkopplare ingång 15

source: Input 16
cs: Vstup 16
da: Indgang 16
el: Είσοδος 16
fr: Entrèe 16
hr: Ulaz 16
hu: Bemenet 16
is: Inngangur 16
it: Entrata 16
no: Inngang 16
ru: Вход 16
sl: Vhod 16
sv: Ingång 16

source: select uncommitted switch Input 16
cs: označí uncommitted přepínací vstup 16
da: vælg uspecificeret punkt Indgang 16
el: Επιλογή διακόπτη 'Uncommitted Switch 16'
fr: Selectionnez Switch non entrèe 16
hr: selektiraj uncommitted switch Input 16
hu: kapcsoló 16-os opció választása
is: velja inngang 16 á fyrsta rofa
it: seleziona 'uncommitted' entrata 16
no: velg Uncommitted svitsj innnr 16
ro: selecteaza uncommitted switch Input 16
ru: выберите нейтральный переключатель Вход 16
sv: välj uncommitted omkopplare ingång 16

source: Region:
hu: Régió:

source: manual scan..
cs: ruční vyhledávání...
da: manuel søgning
el: Απλή ανίχνευση
fr: Recherche manuelle
hr: manualno skeniranje..
hu: kézi keresés..
is: handvirk leit....
it: ricerca manuale...
no: manuell skanning..
ru: ручное сканирование..
sl: ročno iskanje..
sv: manuell sökning...

source: Waiting for tuner lock on:
cs: Čekám na lock tuneru:
da: Afventer tuneren låser sig på:
fr: Attendez le blocage tuner sur:
hr: Čekam odgovor Tunera na:
hu: Várakozás a tuner lock jelre:
is: Bíð eftir að móttakari nær læsingu:
it: In attesa risposta tuner:
ru: ожидание сигнала:
sv: Väntar att tuner skall låsa på:
