Repository: ChakaZulu/tuxbox_apps
Catalog: tuxbox/enigma/po/*.po
Languages: cs, da, el, fr, hr, hu, is, it, no, ro, ru, sl, sv

source: test values
cs: testované hodnoty
hr: probne vrijednosti
hu: értékek tesztelése
sv: prova värdena

source: test entered values
cs: vložené testované hodnoty
da: test indtasede værdier
hr: provjeri unesene vrijednosti
hu: a bevitt értékek tesztelése
sv: prova angivna värden

source: save data and close window (the new channel could be found in the all services list)
cs: uloží data a zavře okno (nové kanály budou v seznamu všech programů)
da: Gem data og luk vinduet (Den nye kanal kan findes i kanal listen)
hr: pohrani podatke i zatvori prozor (novi kanal može biti pronađen u listi Sve Usluge)
hu: adatok mentése és ablak bezárása (az új csatorna az összes csatornák listájában található)
ru: сохранить данные и закрыть окно (новый канал может быть найден в списке всех сервисов)
sv: spar data och stäng fönstret (de nya kanalerna kan hittas i alla servicelistan)

source: Reading NIT failed... this transponder have no NIT.. so you can use random values for tsid and onid or set both to 0
cs: Čtení NIT neúspěšné... tento transpondér nemá NIT.. můžete použít libovolnou hodnotu pro tsid a onid nebo nastavit obě na 0
da: Læsning af NIT mislykkedes... Denne transponder har ingen NIT...nso Du kan bruge en tilfældig værdi for tsid og onid, eller sætte begge til 0
hr: Greška čitanja NIT-a... ovaj transponder nema NIT-a.. tako da možete koristiti razne vrijednosti za tsid i onid ili postaviti oba na 0
hu: A NIT kiolvasás nem sikerült... ennek a transzpondernek nincs NIT-je. Tetszőleges értékeket írhat be a TSID és ONID-hez, vagy állítsa 0-ra.
ru: Чтение NIT провалено... этот транспондер не содержит NIT.. Вы можете использовать случайные values для tsid и onid или установить оба на 0
sv: Läsning av NIT misslyckades... denna transponder har inga NIT.. så du kan använda valfritt värde för tsid och onid eller använd 0 för bägge

source: No NIT Entry for current transponder values found... so you can use random values for tsid and onid or set both to 0
cs: Nenalezen žádný NIT záznam pro aktuální transpondér .. můžete použít libovolnou hodnotu pro tsid a onid nebo nastavit obě na 0
da: Ingen NIT indgang er fundet for gældende transponder... so Du kan anvende en tilfældig værdi for tsid og onid eller sætte begge til 0
hr: Za trenutni tranponder nisu nađene NIT vrijednosti... tako da možete koristit razne vrijednosti za tsid i onid ili postaviti oba na 0
hu: Nincs NIT megadva ennek a transzpondernek. Tetszőleges értékeket írhat be a TSID és ONID-hez, vagy állítsa 0-ra.
sv: Ingen NIT för denna transpoder kunde hittas... så du kan ange valfritt värde för tsid och onid eller ange 0 för bägge

source: A transponder with the same tsid / onid but other frequency/pol/... already exist.. create a new transponder with the same data is no possible.. please do change tsid and/or onid
cs: Transpondér se stejným tsid / onid, ale na jiné frekvenci již existuje.. vytvoření nového transpondéru se stejnými daty není možné.. změňte tsid a/nebo onid
da: En transponder med samme tsid / onid men en anden frekvens/polaritet.. eksisterer allerede.. Det er ikke muligt at oprette en ny transponder med samme navn. Du må ændre tsid og/eller onid
hr: Transponder sa istim tsid-om / onid ali drugom frekvencijom/pol/... već postoji.. stvori novi transponder sa istim podacima nije moguće.. molim promijenite tsid i/ili onid
hu: Egy másik transponder már létezik ugyanazzal a TSID /ONID-del, másik frekvencián vagy polarizáción. Kérem, ellenőrizze a bevitt adatokat, mivel egy új transzpondert nem lehet létrehozni ezekkel.
sv: En transponder med samma tsid / onid men annan frekvens/pol/... finns redan.. skapa en ny transponder med samma data är inte möjligt... vänligen ändra tsid och/eller onid

source: A service named '%s' with this sid/onid/tsid/namespace is already exist in provider '%s'. Should i use this service name and provider name?
cs: Program pojmenovaný '%s' s tímto sid/onid/tsid/namespace již existuje u poskytovatele '%s'. Mohu použít jméno tohoto programu a jméno poskytovatele?
da: Kanalnavnet '%s' med dette sid/onid/tsid/namespace eksisterer allerede in provider '%s'. Skal kanal og udbydernavn anvendes ?
hr: Usluga nazvana '%s' sa ovim sid/onid/tsid/imenom mjesta već postoji kod pružatelja '%s'. Dali da koristim ovo ime usluge i pružatelja?
hu: Egy '%s' nevű csatorna ezekkel a SID/ONID/TSID/Namespace adatokkal már létezik a '%s' szolgáltatónál. Használjuk ezt a csatorna és szolgáltató nevet?
sv: En service med namnet '%s' med denna sid/onid/tsid/namn finns redan i operatören '%s'. Ska det nya service- och operatörsnamnet anändas?

source: Service already exist
cs: Program již existuje
da: Kanalen eksisterer allerede
hr: Usluga već postoji
hu: A csatorna már létezik
ru: Сервис уже существует
sl: Program že obstaja
sv: Kanalen finns redan

source: show/enter values as hexadecimal
cs: zobrazení/vkládání hodnot hexadecimálně
da: Vis/indtast værdi som hexadecimal
hr: prikaži/unesi vrijednosti kao hexsadecimalne
hu: értékek megjelenítése/megadása hexa formában
sv: visa/ange värden som hexadecimal

source: show/enter values as decimal
cs: zobrazení/vkládání hodnot dekadicky
da: Vis/indtast værdi som decimal
hr: prikaži/unesi vrijednosti kao decimalne
hu: értékek megjelenítése/megadása decimális formában
sv: visa/ange värden som decimal

source: Communication Setup
cs: Nastavení komunikace
da: Kommunikations opsætning
el: Ρυθμίσεις επικοινωνίας και διασυνδέσεων
fr: reglage de la communication
hr: Postavke Komunikacije
hu: Kommunikációs beállítások
it: Impostazioni Comunicazione
no: Kommunikasjons Konfigurasjon
ro: Comunicatie Setup
ru: Настройки связи
sl: Nastavitve komunikacije
sv: Kommunikation Installation

source: open communication setup
cs: otevře nastavení komunikace
da: åbn kommunikations opsætning
el: Ρυθμίσεις για την επικοινωνία και τις διασυνδέσεις
fr: ouvrir le menu de reglage des communications
hr: otvori postavke komunikacije
hu: kommunikációs beállítások megnyitása
is: opna samskipta uppsetningu
it: apri impostazioni di comunicazione
no: åpne kommunikasjons konfigurasjon
ro: deschide comunicatie setup
ru: открыть настройки связи
sl: odpri povezovalne nastavitve
sv: öppna kommunikationsinstallationen

source: Ngrab Streaming Setup
cs: Nastavení Ngrab Streaming
da: opsætning af Ngrab Streaming
el: Ρυθμίσεις Ngrab streaming
fr: Configuration du Stream NGRAB
hr: Ngrab Streaming postavke
hu: Ngrab Streaming beállítások
is: Ngrab Strauma uppsetning
it: Impostazioni Streaming Ngrab
no: Ngrab Streaming Konfigurasjon
ru: Настройка захвата потока
sv: Ngrab stream installation

source: open ngrab server setup
cs: otevře nastavení Ngrab serveru
da: åbn ngrab server opsætning
el: Ρυθμίσεις εξυπηρετητή (server) ngrab
fr: Ouvrir configuration du serveur NGRAB
hr: otvori postavke ngrab servera
hu: Ngrab szerver beállítások megnyitása
is: opna ngrab þjónustu uppsetningu
it: apri impostazioni server ngrab
no: åpne ngrab server konfigurasjon
ro: deschide ngrab server setup
ru: открыть настройки сервера захвата потока
sv: öppna NGRAB serverinstallation

source: Software Update
cs: Aktualizace software
da: Software Opdatering
el: Αναβάθμιση λογισμικού
fr: Actualisation du logiciel
hr: Dogradi softver...
hu: Szoftver-frissítés
is: Hugbúnaðar uppfærsla
it: Aggiornamento Software
no: Programvare oppgradering
ru: Обновление ПО
sl: Nadgradnja programske opreme...
sv: Mjukvaru Uppdatering

source: open software update
cs: otevře aktualizaci software
da: opdater software
el: Επιλογές αναβάθμισης λογισμικού.
fr: Ouvrir l'actualisation du logiciel
hr: otvori nadogradnju softvera
hu: szoftver-frissítés megnyitása
is: opna hugbúnaðar uppfærslu
it: apri aggiornamento software
no: åpne programvare oppgradering
ro: deschide software update
ru: открыть обновление ПО
sl: odpre nadgradnje programske opreme
sv: öppna uppdatering av mjukvaran

source: Remote Control
cs: Dálkový ovladač
da: Fjernbetjening
el: Τηλεκοντρόλ
fr: Télécommande...
hr: Bežični upravljač
hu: Távirányító
is: Fjarstýring
it: Telecomando
no: Fjernkontroll
ro: Telecomanda
ru: Пульт ДУ
sl: Daljinski Upravljalec
sv: Fjärrkontroll

source: open remote control setup
cs: otevře nastavení dálkového ovladače
da: opsætning af fjernbetjening
el: Ρυθμίσεις Τηλεκοντόλ
fr: Ouvrir configuration télécommande
hr: otvori postavke bežičnog upravljača
hu: távirányító beállítások megnyitása
is: opna uppsetningu á fjarstýringu
it: apri impostazioni telecomando
no: åpne fjernkontrollinnstillinger
ro: deschide telecomanda setup
ru: открыть настройки ПДУ
sl: odpri nastavitve daljinskega upravljalca
sv: öppna installationen av fjärrkontroll

source: open swapspace setup
hu: Swap beállítások

source: Factory reset
da: Fabriks reset
el: Εργοστασικές ρυθμίσεις.
hr: Tvorničke postavke
hu: Gyári alapbeállítás
is: Byrjunar stilling
it: Reset di fabbrica
ru: Сброс к заводским установкам
sl: povrnitev na tovarniške nastavitve
sv: Fabriksåterställning

source: all settings will set to factory defaults
cs: všechna nastavení změní na výchozí hodnoty
da: Alle indstillinger bliver tilbagejusteret til fabriksindstillingerne
fr: Tous les reglages seront réinitialisés
hr: Sve postavke bit će vraćene na Tvorničke
hu: az összes beállítás a gyári alaphelyzetre fog beállni
is: allar stillingar verða settar í byrjunarstöðu
it: tutte le impostazioni ritorneranno ai defaults di fabbrica
ru: все настройки будут сброшены на заводские
sl: vse nastavitve bodo nameščene na tovarniške
sv: alla inställningar kommer återställas till grundläge

source: open EPG settings
hu: EPG beállítások

source: record split size (left, right)
cs: Velikost rozdělení nahrávky ( <, > )
da: Split filer i denne størrelse (venstre/højre)
el: Επιλέξτε πολικότητα (<, >)
fr: Enregistré taille partitionnée (gauche, droite)
hr: dijeljenje veličine snimanja(lijevi, desni)
hu: felvett müsor tördelési mérete (bal, jobb)
ru: выберите поляризацию горизонт./правую или вертик./левую (лево, вправо)
sv: inspelning delningstorlek (vänster, höger)

source: Change timer offset [start] (left, right)
hu: Időzítő ráhagyás beállítása [kezdet] (bal, jobb)

source: Timer offset [start] %d min
hu: Időzítő ráhagyás [kezdet] %d perc

source: Change timer offset [end] (left, right)
hu: Időzítő ráhagyás beállítása [vég] (bal, jobb)

source: Timer offset [end] %d min
hu: Időzítő ráhagyás [vég] %d min

source: Default action on timer end (left, right)
hu: Alapértelmezett művelet az időzítés végeztekor (bal, jobb)

source: Action on timer end
hu: Művelet az időzítés végeztekor

source: Nothing
cs: [nic]
da: [intet]
el: [κανένα]
fr: rien
hr: Ništa
hu: Semmi
is: Ekkert
it: Niente
ru: Ничего
sl: Nič
sv: Inget

source: Standby
cs: Pohot. režim
el: Αναμονή:
fr: Pause
hr: Stanje spremnosti
hu: Készenlét
is: Biðstaða
ru: Режим ожидания
sl: V pripravljenost
sv: Viloläge

source: disable AC3 recording
hu: AC3 felvétel tiltása

source: don't record AC3 audio track
hu: ne vegye fel az AC3 hangsávot

source: disable teletext recording
hu: Teletext felvétel tiltása

source: don't record teletext track
hu: ne vegye fel a Teletext adatsort

source: disable timestamp detection
hu: az időbélyeg-érzékelés tiltása

source: don't try to detect duration from DVB timestamps when replaying recordings
hu: ne próbálja kiszedni a hosszt a DVB időbélyegekből, amikor a felvételeket lejátssza

source: Enable fast zapping
cs: Zrychlené přepínání
da: aktiver hurtig zapping
fr: Activer zapping rapide
hr: aktiviraj brzo prebacivanje
hu: gyors csatornaváltás engedélyezése
is: Virkja rásastökk
it: attiva il cambio canale più veloce
ru: включить быструю запись
sl: Omogoči hitro pregledovanje programov
sv: Aktivera snabb zapping

source: enables faster zapping.. but with visible sync
cs: povolí zrychlené přepínání, ale s viditelným synchro
da: etablerer hurtig zapping.. men med synlig sync
fr: Activer zapping rapide... avec Sync visible
hr: omogući brže prebacivanje.. ali sa vidljivom sinkro.
hu: Gyorsabb csatornaváltás engedélyezáse.. de látható a szinkronizálás
is: flótlegra að stökkva á milli rása... en með bið á mynd
it: attiva il cambio canale più veloce..ma con una sincronizzazione visibile
sv: aktiverar snabbare zapping... men med synligt sync

source: Use http authentification
cs: Používat http ověřování
da: Anvend http autentifikation
fr: Utiliser autentification HTTP
hr: Koristi http autentičnost
hu: http hitelesítés engedélyezése
is: Nota http aðgangsorð
it: Usa autentificazione http
ru: Использовать аутентификацию http
sl: Uporabi http avtentikacijo
sv: Använd http authentification

source: enables the http (user/password) authentification
cs: povolí http (uživatel/heslo) ověřování
da: Vælg http (bruger/password) autentifikation
fr: activer authentification http (user/password)
hr: aktiviraj http autentičnost (Korisnik/Lozinka)
hu: http (felhasználónév/jelszó) hitelesítés engedélyezése
is: spyr um notenda nafn/lykilorð í vef vafra
it: attiva l'autentificazione http (user/password)
ru: включить аутентификацию http (имя пользователя/пароль)
sl: omogoči http ( up. ime/geslo) avtentikacijo
sv: aktivera http(användare/lösenord) authentification

source: Don't open serial port
cs: Neotevírat sériový port
da: åbn ikke comporten
fr: Impossible d'ouvrir le port COM
hr: Ne otvori serijski port
hu: Ne nyissa meg a soros portot
is: Ekki opna setial tengi
it: Non aprire la porta seriale
ru: Не открывать последовательный порт
sv: Öppna inte serieporten

source: don't write debug messages to /dev/tts/0
cs: nezapisuje ladící zprávy do /dev/tts/0
da: skriv ikke debug beskeder til /dev/tts/0
fr: ne pas ecrire les messages debug dans /dev/tts/0
hr: ne piši poruke za ispravak grešaka u /dev/tts/0
hu: ne írjon debug üzeneteket a /dev/tts/0 -ra
is: ekki senda aflúsunar skilaboð út á raðtengi
it: non scrivere messaggi di debug a /dev/tts/0
ru: не записывать сообщения отладки в /dev/tts/0
sv: skriv inte debug information till /dev/tts/0

source: Auto bouquet change
cs: Automatická změna přehledu
da: Auto kanalliste skift
el: Προσθήκη στα μπουκέτα
fr: Cahngement bouquet automatique
hr: Automatski izmjeni butik
hu: Automatikus bouquet váltás
is: Skipta sjálfvirk á milli rásavöndla
it: Cambio automatico del Bouquet
ru: Автоматическое изменение пакета пользователя
sl: samodejna menjava bouquet-a
sv: Automatiskt byte av favorit

source: change into next bouquet when end of current bouquet is reached
cs: přejde do následujícího přehledu, pokud jste na konci nabídky
da: Skift til næste liste når denne er slut
fr: passe au bouquet suivant quand la fin du bouquet est atteinte
hr: promjeni u sljedeći butik kada je dosegnut kraj trenutnog butika
hu: váltson a következö bouquet-re, ha a jelenlegi bouquet végéhez ér
is: skipta á næsta rásavöndul þegar er komið að enda vönduls í notkun
it: passa al prossimo bouquet quando si giunge alla fine del bouquet attuale
ru: внести изменения в следующий пакет пользователя, когда будет достигнут конец текущего пакета пользователя
sl: zamenjaj v naslednji uporabniški paket, ko je konec tekočega
sv: byt till nästa favorit när slutet på pågående favorit är uppnådd

source: Auto reconnect cahandler
cs: Znovupřipojení cahandleru
hu: A CA-kezelő újracsatlakoztatása

source: try to reconnect when an external cahandler connection was lost
cs: pokusí se o znovupřipojení při ztrátě spojení s externím cahandlerem
hu: próbáljon újracsatlakozni, ha a kapcsolat a külső CA-kezelővel megszakadt

source: Enable file sharing
cs: Povolit sdílení souborů
hu: fájlmegosztás engedélyezése

source: start file sharing(samba) on startup
cs: spustí sdílení souborů (samba) při startu
hu: a Samba-fájlmegosztás engedélyezése indításkor

source: Disable teletext caching
cs: Nepoužívat vyrov. paměť teletextu
hu: teletext-puffer tiltása

source: don't cache teletext pages in background
cs: nebude ukládat teletextové stránky na pozadí
hu: ne pufferelje a teletext adatokat a háttérben

source: Disable internal teletext
hu: a belső teletext tiltása

source: use external tuxtxt plugin
hu: külsö tuxtxt bővítmény használata

source: Enable Zapping History
cs: Povolit historii přepínání
hu: csatornaváltás-történet engedélyezése

source: don't care about actual mode when zapping in history list
cs: je jedno, jaký je aktuální mód při procházení historie
hu: ne vegye figyelembe az aktuális módot a zapp-oláskor

source: Disable Standby
cs: Nepoužívat pohot. režim
hu: Készenlét tiltása

source: Box goes directly into Deep-Standby
cs: Přístroj přejde rovnou do hlubokého spánku (Deep-Standby)
hu: Az eszköz egyenesen Deep-Standby-ba megy

source: Enable MHW EPG
cs: Povolit MHW EPG
hu: Külsö (MHW) EPG engedélyezése

source: Mediahighway EPG, activate swap space when using with multiple operators
cs: Mediahighway EPG, aktivujte odkládací soubor při použití s více operátory
hu: Mediahighway EPG használatához engedélyezze a Swap-tárhelyet

source: Disable CoreFiles
cs: Nepoužívat Core soubory
hu: CoreFiles tiltása

source: don't create 'Corefiles' after an Enigma crash
cs: nevytváří 'Core soubory' po pádu Enigmy
hu: ne készítsen 'CoreFiles'-t amikor az Enigma lefagy

source: Disable HDD mount
cs: Nepřipojovat HDD
hu: Merevlemez-mount tiltása

source: don't mount the HDD via 'rcS'
cs: nepřipojuje HDD přes 'rcS'
hu: ne mountolja a merevlemezt az 'rcS' segítségével

source: Enable Filemode Autoplay
hu: automatikus lejátszás fájl-módban

source: continue playing last selected movie when entering Filemode
hu: folytassa a lejátszást az utoljára félbenhagyott filmnél, amikor fájl-módba lép

source: Show Boot-Info
cs: Ukaž Boot-Info
hu: Boot-Infó megjelenítése

source: Show Boot-Infos (IP, etc.)
cs: Ukáže Boot-Info (IP, atd)
hu: Boot-Információk megjelenítése (IP cím, etc.)

source: Disable HW_Sections
cs: Nepoužívat HW_Sekce
hu: HW_Sections tiltása

source: don't use hardware section filtering
cs: nepoužívá hardwarové filtrování sekcí
hu: ne legyen 'Hardware Section' szűrés

source: Disable Watchdog
cs: Nepoužívat Watchdog
hu: Watchdog tiltása

source: don't use the Watchdog
cs: nepoužívá Watchdog
hu: ne használjon Watchdog-ot

source: Disable ENX-Watchdog
cs: nepoužívat ENX-Watchdog
hu: ENX-Watchdog tiltása

source: don't use the ENX-Watchdog
cs: nepoužívá ENX-Watchdog
hu: ne használjon ENX-Watchdog-ot

source: Enable SPTS-Mode
cs: Povolit SPTS-mód
hu: SPTS-Mód engedélyezése

source: use SPTS-Mode (enables TS-recording)
cs: používá SPTS mód (umožní TS-nahrávání)
hu: SPTS-Mód használata (aktiválja a TS-felvételt)

source: Disable O_SYNC
hu: O_SYNC tiltása

source: The file/recording is not opened for synchronous I/O
hu: A fájl nem szinkron írás/olvasásra lett megnyítva

source: When you do a factory reset, you will lose ALL your configuration data (including bouquets, services, satellite data ...) After completion of factory reset, your receiver will restart automatically! Really do a factory reset?
cs: Pokud provedete reset nastavení, ztratíte VŠECHNA konfigurační data (včetně přehledů, programů, satelitů ...) Po ukončení resetu nastavení se přístroj automaticky restartuje! Opravdu provést reset nastavení?
hu: Ha a gyári alapbeállítások menüpontot választja, akkor az összes beállításai elvesznek (bouquet-ek, csatornák, műhold adatok ...) A gyári alapbeállítások végeztével a készülék automatikusan újra fog indulni! Biztos hogy kéri a gyári alapbeállításokra való visszaállítást?

source: Factory reset...
da: Fabriks reset...
el: Εργοστασικές ρυθμίσεις ...
hr: Tvorničke postavke...
hu: Gyári alapbeállítások...
is: Byrjunar stilling...
it: Reset di fabbrica...
ru: Сброс к заводским установкам...
sl: povrnitev na tovarniške nastavitva...
sv: Fabriksåterställning...

source: Harddisk Setup
cs: Nastavení harddisku
da: Opsætning af harddisk
el: Ρυθμίσεις σκληρού δίσκου
fr: Configuration du disque dur
hr: Postavke Tvrdog diska
hu: merevlemez beállítások
is: Uppsetning harða disks...
it: Impostazioni Hard Disk
no: Harddisk innstillinger...
ru: Настройка накопителя HDD
sl: Nastavitev trdega diska...
sv: Hårddisk Installation

source: Are you SURE that you want to format this disk?
cs: Opravdu chcete zformátovat harddisk?
da: Er du SIKKER på at du vil formatere disken?
el: Είστε σίγουροι ότι θέλετε να φορμαριστεί;
fr: Voulez vous vraiment formater ce disque?
hr: Jeste li sigurni da želite formatirati Disk?
hu: Biztos hogy meg akarja formázni ezt a meghajtót?
is: Ertu VISS um að þú viljir forsníða þennan disk?
it: Sei sicuro di voler formattare l'Hard Disk?
no: Er du HELT sikker på at du vil formatere denne disken?
ru: Вы действительно хотите отформатировать этот диск?
sl: Si prepričan, da želiš formatirati ta disk?
sv: Är du SÄKER på att du vill formatera denna disk?

source: formatting harddisk...
cs: formátuji harddisk ...
da: formatterer hardisken...
el: Φορμάρισμα δίσκου...
fr: Formatage du disque en cours...
hr: formatiram harddisk...
hu: merevlemez formázása folyamatban...
is: forsníð harða disk....
it: formattazione Hard Disk in corso...
no: formaterer harddisk...
ru: форматирование накопителя HDD...
sl: formatiranje trdega diska
sv: formaterar hårddisk...

source: There's data on this harddisk. You will lose that data. Proceed?
cs: Na tomto harddisku jsou data. Přejete si je vymazat?
da: Denne disk indeholder data. Du mister disse data. Vil du fortsætte ?
el: Υπάρχουν δεδομένα στον σκληρό δίσκο. Θα χαθούν όλα. Να φορμαριστεί;
fr: Il y a des données sur le disque Vous allez perdre ces données. Procéder?
hr: Na Tvrdom disku se nalaze podaci. Izgubit će te ove podatke. Nastaviti?
hu: A merevlemezen adatok vannak. Folyatáskor ezek az adatok elvesznek. Tovább?
is: Það eru gögn á þessum harða disk. Þú munt eyða þessum gögnum. Halda áfram?
it: Ci sono dati sull' Hard Disk! I dati verranno cancellati!!! Procedere?
no: Det er data på denne harddisken. Du vil miste disse data, vil du fortsette?
ru: На диске имеется информация. Информация будет потеряна. Продолжить?
sl: Podatki so na trdem disku. Izgubil boš te podatke. Nadaljujem?
sv: Det finns data på denna hårddisk. Du kommer att förlora data. Fortsätta?

source: please wait while initializing harddisk. This might take some minutes.
cs: Čekejte, inicializuji harddisk. Tento proces bude trvat pár minut.
da: Vent medens harddisken initialiseres. Dette kan vare flere minutter.
el: Παρακαλώ περιμένετε να φορμαριστεί ο δίσκος. Μπορεί να κάνει κάποια ώρα.
fr: Patientez, initialisation du disque dur. Cela peut prendre plusieurs minutes.
hr: molim pričekajte dok inicijaliziram Tvrdi disk. To može potrajati nekoliko minuta.
hu: Kérem, várjon míg inicializálom a merevlemezt. Ez több percig is eltarthat.
is: vinsamlegast bíðið á meðan diskur er forsniðinn. Það tekur nokkrar mínútur.
it: prego attendere inizializzazione Hard Disk. Può durare qualche minuto.
no: vennligst vent mens harddisken initialiseres. Dette kan ta noen minutter.
ru: пожалуйста подождите пока проинициализируется диск. Это займет несколько минут.
sl: prosim počakaj...zagon trdega diska je v teku. Postopek lahko traja nekaj minut.
sv: Var god vänta medan hårddisken initieras. Detta kan ta några minuter.
