Repository: ChakaZulu/tuxbox_apps
Catalog: tuxbox/enigma/po/*.po
Languages: cs, da, el, fr, hr, hu, is, it, no, ro, ru, sl, sv

source: - provider
cs: - poskytovatel
da: - udbyder
el: - παροχέας
fr: - Providers
hr: - Pružatelj
hu: - szolgáltató
is: - sendandi
no: - tilbydere
ro: - furnizori
ru: - провайдер
sl: - providerji
sv: - operatör

source: - services
cs: - Programy
da: - kanaler
el: - υπηρεσίες
hr: - usluge
hu: - csatornák
is: - rásir
it: - canali
no: - tjenester
ro: - servicii
ru: - сервисы
sl: - programi
sv: - kanaler

source: - new found
cs: - nově nalezené
hr: - novo nađeno
hu: - újonnan találtak
sv: - nya hittade

source: current transponder
hu: aktuális transzponder

source: Connecting...
cs: Připojuji ...
da: Tilslutter...
el: Σύνδεση...
fr: Connection...
hr: Spajam se...
hu: Kapcsolódás...
is: Tengi...
it: collegare...
no: Kobler til...
ro: Conecteaza...
ru: Соединение...
sl: Povezovanje...
sv: Ansluter...

source: buffering...
cs: načítám ...
da: Lagrer midlertidigt...
hu: pufferelés...
is: safna.....
sv: buffrar...

source: playing...
cs: přehrávám ...
da: afspiller...
el: Αναπαραγωγή...
fr: Lecture en cour...
hu: lejátszás...
is: spila.....
it: riproduzione...
no: spiller...
ru: проигрывание...
sl: predvajanje...
sv: uppspelning...

source: (%d entries)
cs: (%d položek)
da: (%d indgange)
el: (%d θέσεις)
hr: (%d unosi)
hu: (%d bejegyzés)
is: (%d atburðir)
it: (%d aggiunti)
no: (%d oppføringer)
ro: (%d intrari)
ru: (%d запись)
sl: (%d vhodov)
sv: (%d poster)

source: root node
cs: root
el: Βάση (root)
fr: Point root
hr: root čvor
hu: gyökér csomópont
is: rótar hnútur
it: root
no: root
ru: корневой узел
sl: izvor vozla

source: TV mode
cs: TV
el: Κανάλια TV
fr: Mode TV
hr: TV mod
hu: TV mód
is: TV hamur
it: Modalitá TV
no: TV-Modus
ru: Режим ТВ
sl: TV NAČIN
sv: TV läge

source: Radio Mode
cs: Rádio
el: Κανάλια Radio
fr: Mode Radio
hr: Radio Mod
hu: Rádió mód
it: Modalitá Radio
no: Radio-Modus
ru: Радио режим
sv: Radioläge

source: File Mode
cs: Soubory
da: Fil mode
el: Αρχεία
fr: Mode fichiers
hr: Pregled Datoteka
hu: Fájl mód
it: Modalitá File
no: Fil-Modus
ru: Файловый режим
sv: Filläge

source: TV/Radio
cs: TV / Rádio
hu: TV/Rádió
is: TV/Útvarp
ru: ТВ/Радио

source: Bouquets
cs: Přehledy
da: Kanallister
el: Μπουκέτα
hr: Buketi
hu: Bouquet-ek
is: Rása vendir
no: Bouqueter
ro: Buchete
ru: Пользовательский пакет
sl: Programski Paketi
sv: Favoriter

source: Cancel
cs: Zrušit
da: Afbryd
el: Ακύρωση
fr: Annuler
hr: Odustani
hu: Mégse
is: Hætta við
it: Cancella
no: Avbryt
ro: Renunta
ru: Отменить
sl: Zbriši
sv: Avbryt

source: Yes
cs: Ano
da: Ja
el: Ναι
fr: Oui
hr: Da
hu: Igen
is: Já
it: Si
no: Ja
ro: Da
ru: Да
sl: Da
sv: Ja

source: No
cs: Ne
da: Nej
el: 'Οχι
fr: Non
hr: Ne
hu: Nem
is: Nei
no: Nei
ro: Nu
ru: Нет
sl: Ne
sv: Nej

source: no description available
cs: Popis není k dispozici
da: ingen beskrivelse tilgængelig
el: Δεν υπάρχει περιγραφή
fr: Pas de description
hr: nema dostupnog opisa
hu: nem áll rendelkezésre információ
is: engin lýsing til
it: nessuna descrizione disponibile
no: ingen beskrivelse tilgjengelig
ro: descriere nu este disponibila
ru: нет доступного описания
sl: opisa ni na voljo
sv: ingen beskrivning är tillgänglig

source: enable/disable capslock
cs: povolit/zakázat CapsLock
da: Vælg store eller små bogstaver
el: Ρυθμίσεις κλειδωμένες ναι/όχι
fr: Activez/désactiver MAJ
hr: Uključ./Isključ capslock
hu: capslock be/kikapcsolása
is: virkja/gera óvirkan hástafalás
it: abilita/disabilita blocco maiuscole
no: aktiver/deaktiver capslock
ro: activati/dezactivati capslock
ru: вкл./выкл. установку блокировки
sv: aktivera/avaktivera capslock

source: put numbers before/after characters
cs: vložit čísla před/po znacích
da: indsæt nummer før/efter bogstav
fr: Mettre chiffres avant/après lettres
hr: unesi brojeve prije/poslije znakova
hu: számok beszúrása a karakterek elé/mögé
is: setja tölur á undan/eftir stöfum
it: inserisci numeri prima/dopo i caratteri
no: sett inn nummer før/etter tegnene
ro: introduceti numere inainte/dupa caractere
sl: ustavi številke pred/za črkami
sv: lägg till nummer före/efter tecknet

source: insert blank at cursor position
cs: vložit mezeru na pozici kurzoru
da: Indsæt mellemrum ved markøren
el: Αποθήκευση τών θέσεων
fr: Inserer un blanc a la position du curseur
hr: ubaci prazanu cursor poziciju
hu: kurzor pozícióra egy üres karakter beszúrása
is: setja eyðu við bendil
it: inserisci uno spazio vuoto nella posizione del cursore
no: sett inn blank ved pilposisjon
ro: introduceti un cimp liber la pozitia de cursor
sv: lägg till mellanslag vid markören

source: remove the character at the cursor position
cs: vymaže znak za kurzorem
da: fjern tegnet over markøren
fr: Enlever le charactere en position du curseur
hr: ukloni znakove na pozicijama kursora
hu: karakter törlése a kurzor pozíciójáról
is: eyða staf þar sem bendill er
it: sposta il carattere alla posizione del cursore
no: fjern tegnet med pekerposisjonen
ro: stergeti caracterul la pozitia de cursor
sv: ta bort tecknet vid markören

source: remove the character before the cursor position
cs: vymaže znak před kurzorem
da: fjern tegnet før markøren
fr: Enlever le charactere avant le curseur
hr: ukloni znakove prije nove kusor pozicije
hu: karakter törlése a kurzorpozíció elött
is: eyða staf fyrir framan bendil
it: sposta il carattere prima della posizione del cursore
sv: ta bort tecknet före markören

source: shows the textinputfield help
cs: ukáže nápovědu pro vkládání textu
da: Viser hjælpemenu til tekst indtastningen
fr: Voir l'aide du champs d'entrée texte
hr: prikaži pomoć polja za unos teksta
hu: a szövegmezö súgójának megjelenítése
is: sýna hjálp fyrir texta innsláttarglugga
it: mostra il file di aiuto
sv: visa inmatningsfältets hjälp

source: press ok to save (help is available)
cs: stiskem OK uložíte (je k dispozici nápověda)
da: tryk ok for at gemme (hjælpemenu aktiv)
el: Πατήστε OK για να επιλέξετε διαφορετικό γεγονός
fr: Appuyez ok pour sauver (aide disponible)
hr: pretisnite ok pohranu (pomoć je dostupna)
hu: OK-val elmenthetö (súgó elérhető)
is: ýtið á ok til að vista (hjálp er til staðar)
it: premi OK per salvare (aiuto disponibile)
ru: нажмите ОК для сохранения (помощь доступна)
sv: tryck OK för att spara (hjälp är tillgänglig)

source: press ok to save
cs: stiskem OK uložíte
da: tryk ok for at gemme
el: Πατήστε OK για αποθήκευση
fr: Appuyez ok pour sauver
hr: pretisnite ok za pohranu
hu: Ok-val elmenthetö
is: ýtið á ok til að vista
it: premi OK per salvare
ru: нажмите ок для сохранения
sl: pritisni ok za shraniti
sv: tryck OK för att spara

source: display next picture
hu: következő kép megjelenítése

source: display previous picture
hu: előző kép megjelenítése

source: start slideshow
hu: Diashow elindítása

source: stop slideshow
hu: Diashow meállítása

source: toggle fit to screen width/fit to screen
hu: méret képernyőhöz igazításának ki/bekapcsolása

source: zoom out
hu: zoom ki

source: zoom in
hu: zoom be

source: toggle 16/9 mode
hu: 16:9 mód ki/bekapcsolása

source: move picture up
hu: kép mozgatása felfele

source: move picture left
hu: kép mozgatása balra

source: move picture right
hu: kép mozgatása jobbra

source: move picture down
hu: kép mozgatása lefele

source: Loading slide... please wait.
hu: Oldal betöltése. Kérem, várjon...

source: Movie
cs: Film
da: Film
el: Ταινία
fr: Film
hr: Film
hu: Mozi
is: Bíómynd
it: Film
no: Film
ro: Filme Artistice
ru: Фильм
sl: Film
sv: Film

source: Adventure
cs: Dobrodružství
da: Eventyr
el: Περιπέτεια
fr: Aventure
hr: Avantura
hu: Akció
is: Ævintýramynd
it: Avventura
no: Eventyr
ru: Приключения
sl: Avantura
sv: Äventyr

source: SciFi
da: Science Fiction
el: Επισ. Φαντασία
fr: Science Fiction
hu: Science-Fiction
it: Fantascienza
no: Science Fiction
ru: Фантастика
sl: Znanstvena fantastika

source: Comedy
cs: Komedie
da: Komedie
el: Κωμωδία
fr: Comedie
hr: Komedija
hu: Vigjáték
is: Gamanmynd
it: Commedia
no: Komedie
ru: Комедия
sl: Komedija
sv: Komedi

source: Soap
cs: Seriál
da: Sæbe opera
el: Σαπουνόπερα
fr: Serie B
hr: Sapunica
hu: Szappan
is: Sápa
it: Soap Opera
no: Såper
ru: Мыло
sl: Nadaljevanka
sv: Såpa

source: Romance
da: Romantik
el: Ρομαντικό
hr: Romantika
hu: Romantikus
is: Rómantík
it: Romantico
no: Romantikk
ru: Романтика
sl: Romantika
sv: Romantik

source: Serious
cs: Drama
da: Seriøst
el: Σοβαρό
fr: Sérieux
hr: Ozbiljan
hu: Komoly
is: Alvarleg
it: Drammatico
no: Alvorlig
ru: Важный
sl: Resnično
sv: Seriöst

source: News
cs: Zprávy
da: Nyheder
el: Ειδησεογραφικό
fr: Informations
hr: Vijesti
hu: Nachrichten
is: Fréttir
it: Notizie
no: Nyheter
ru: Новости
sl: Novice
sv: Nyheter

source: Weather
cs: Počasí
da: Vejret
el: Καιρός
fr: Métheo
hr: Vrijeme
hu: Idöjárás
is: Veður
it: Meteo
no: Vær
ro: Vremea
ru: Погода
sl: Vreme
sv: Väder

source: Magazine
cs: Magazín
da: Magasin
el: Μαγκαζίνο
fr: Magasine
hr: Magazin
hu: Magazin
is: Fréttatengt
it: Periodico
no: Magasin
ru: Журнал
sl: Revija
sv: Magasin

source: Documentary
cs: Dokumentární
da: Dokumentar
el: Ντοκιμαντέρ
fr: Documentaire
hr: Dokumentarac
hu: Dokumentum
is: Fræðsluefni
it: Documentario
no: Dokumentar
ro: Documentare
ru: Документальные
sl: Dokumentarni
sv: Dokumentär

source: Discussion
cs: Diskuzní
da: Debat
el: Συζήτηση
fr: Discution
hr: Diskusije
hu: Vita
is: Spjallþættir
it: Discussione
no: Diskusjon
ru: Дискусии
sl: Razgovori
sv: Debatt

source: Game Show
da: Show
el: Παιχνίδια
fr: Emission de jeux
hr: Igra na sreću
hu: Vetélkedő
is: Leik sýning
it: Spettacolo sportivo
no: TV-spill
ru: Показ игр
sl: Igre

source: Variety
cs: Různé
da: Veriete
el: Ποικιλία
fr: Varieté
hr: Raznolikost
hu: Érdekességek
is: Allskonar
it: Varietá
no: Mangfoldighet
ru: Прочие
sl: Zabavni program
sv: Diverse

source: Talk
cs: Diskuzní
el: Μπλα-Μπλα
fr: Débat
hr: Razgovori
hu: Talkshow
is: Spjall
it: Talkshow
no: Språk
ru: Разговор
sl: Pogovor
sv: Pratshow

source: Sports
cs: Sport
da: Sport
el: Σπορ
hr: Sportovi
hu: Sport
is: Íþróttir
it: Sport
no: Sport
ru: Спорт
sl: Sport
sv: Sport

source: Special Event
cs: Speciální nabídka
da: Special
el: Ειδικά γεγονότα
fr: Evenement spécial
hr: Specijalni Događ.
hu: Különleges esemény
is: Sérstakir atburðir
it: Evento Speciale
no: Spesiell Hendelse
ru: Специальное событие
sl: Posebni Dogodki
sv: Special händelse

source: Sports Mag.
cs: Sportovní mag.
da: Sports Magasin
el: Αθλητικό μαγκαζίνο
hr: Sportski Mag.
hu: Sportmagazin
is: Íþrótta umfjöllun
it: Sport comtemporaneo
ru: Спорт журн.
sl: Športni Magazin
sv: Sport Magazine

source: Football
cs: Fotbal
da: Fodbold
el: Ποδόσφαιρο
hr: Nogomet
hu: Foci
is: Fótbolti
it: Calcio
no: Fotball
ru: Футбол
sl: Nogomet
sv: Fotboll

source: Tennis
cs: Tenis
el: Τέννις
hr: Tenis
hu: Tenisz
ru: Тенис
sl: Tenis

source: Team Sports
cs: Týmové sporty
da: Hold Sport
el: Ομαδικά αθλήματα
fr: Sports d'équipe
hr: Timski Sport
hu: Csapatsportok
is: Hóp íþróttir
it: Sport di squadra
no: Lag Sport
ru: Групповой спорт
sl: Moštveni športi
sv: Lagsport

source: Athletics
cs: Atletika
da: Atletik
el: Αθλητισμός
fr: Atlethisme
hr: Atletika
hu: Atlétika
is: Fimleikar
it: Atletica
no: Fridrett
ru: Ателетика
sl: Atletika
sv: Idrott

source: Motor Sports
cs: Automobilové sporty
da: Motor Sport
el: Αυτοκινητιστικά
fr: Sport mécanique
hr: Automoto Sportovi
hu: Autó-Motor
is: Mótor Íþróttir
it: Motori
no: Motor Sport
ru: Автомобильный спорт
sl: Motorni športi
sv: Motorsport

source: Water Sports
cs: Vodní sporty
da: Vand sport
el: Θαλάσσια σπορ
fr: Sport aquatiques
hr: Vodeni Sportovi
hu: Vizisportok
is: Vatns Íþróttir
it: Sport aquatici
no: Vann Sport
ru: Водный спорт
sl: Vodni športi
sv: Vattensport

source: Winter Sports
cs: Zimní sporty
da: Vinter sport
el: Χειμερινά σπορ
fr: Sports d'hiver
hr: Zimski Sportovi
hu: Téli sportok
is: Vetrar Íþróttir
it: Sport invernali
no: Vinter Sport
ru: Зимний спорт
sl: Zimski športi
sv: Vintersport

source: Children
cs: Dětský
da: Børn
el: Παιδικά
fr: Enfant
hr: Djeca
hu: Gyermekműsor
is: Barnaefni
it: Per Ragazzi
no: Barn
ru: Дети
sl: Otroci
sv: Barn

source: Pre-School
cs: Předškolní
da: Før-skole alderen
el: Προ-σχολικό
fr: Pre-scolaire
hr: Predškolska
hu: Óvoda
is: Forskóli
it: Prescuola
no: Barn
ru: Дошкольный
sl: Predšolski
sv: förskola

source: Age 6-14
cs: Věk 6-14
da: Alder 6-14
el: 6-14 χρονών
hr: Dob 6-14
hu: 6-14 korosztály
is: Aldur 6-14
it: Etá 6-14
no: Alder 6-14
ro: Virsta 6-14
ru: Возраст 6-14
sl: Starost 6-14
sv: Ålder 6-14

source: Age 10-16
cs: Věk 10-16
da: Alder 10-16
el: 10-16 χρονών
hr: Dob 10-16
hu: 10-16 korosztály
is: Aldur 10-16
it: Etá 10-16
no: Alder 10-16
ro: Virsta 10-16
ru: Возраст 10-16
sl: Starost 10-16
sv: Ålder 10-16

source: School
cs: Škola
da: Skole
el: Σχολικά
fr: Scolaire
hr: Škola
hu: Iskola
is: Skóli
it: Scuola
no: Skole
ru: Школа
sl: Šola
sv: Skola

source: Cartoons
cs: Kreslený
da: Tegnefilm
el: Κιν. Σχέδια
fr: Dessin Animé
hr: Crtani filmovi
hu: Rajzfilm
is: Teiknimyndir
it: Cartoni Animati
no: Tegnefilmer
ru: Мультфильмы
sl: Risanke
sv: Tecknad film

source: Music
cs: Hudba
da: Musik
el: Μουσική
fr: Musique
hr: Glazba
hu: Zene
is: Músik
it: Musica
no: Musikk
ru: Музыка
sl: Glasba
sv: Musik

source: Classical
cs: Klasická hudba
da: Klassisk
el: Κλασική
fr: Classique
hr: Klasična
hu: Klasszikus
is: Klassík
it: Classica
no: Klassisk
ru: Классика
sl: Klasika
sv: Klassiskt

source: Ballet
cs: Balet
el: Μπαλέτο
fr: Balets
hr: Balet
hu: Ballett
it: Balletto
no: Ballett
ru: Балет
sl: Balet
sv: Ballett

source: Culture
cs: Kultura
da: kultur
el: Κουλτούρα
hr: Kultura
hu: Kultúr
is: Listir
it: Cultura
no: Kultur
ru: Культура
sl: Kultura
sv: Kultur

source: Fine Arts
cs: Krasná umění
da: Finere kunst
el: Υψηλή τέχνη
fr: Arts fins
hr: Fina. Umjet
hu: Művészet
is: Fínar listir
it: Belle Arti
no: Kunst
ru: Искусство
sv: Konst

source: Religion
cs: Náboženství
el: Θρησκία
hr: Religije
hu: Vallás
is: Trúarstöðvar
it: Religione
ru: Религия
sl: Vera

source: Literature
cs: Literatura
da: Litteratur
el: Λογοτεχνία
fr: Litérature
hr: Literatura
hu: Irodalom
is: Bókmennta
it: Letteratura
no: Litteratur
ru: Литиратура
sl: Literatura
sv: Litteratur

source: Experimental
cs: Zkušební
da: Eksperimental
el: Πειραματικό
hr: Eksperimentalno
hu: Kísérleti
is: Tilrauna
it: Sperimentazione
no: Eksperimentell
ru: Экспериментальное
sv: Experimentelt

source: Press
cs: Tisk
da: Presse
el: Τύπος
fr: Presse
hr: Tisak
hu: Sajtó
is: Frétta
it: Stampa
no: Presse
ru: Пресса
sl: Novinarstvo
sv: Tryck

source: New Media
cs: Nová média
da: Nyt medie
el: Νέα μέσα
fr: Nouveaux médias
hr: Novi Medij
hu: Új média
is: Ný miðlun
it: Nuovi Media
no: Ny Media
ru: Новые носители
sl: Novi Mediji

source: Fashion
cs: Móda
da: Mode
el: Μόδα
fr: Mode
hr: Moda
hu: Divat
is: Tíska
it: Moda
no: Mote
ru: Мода
sl: Moda
sv: Mode

source: Social
cs: Společenský
el: Κοινωνικά
hu: Szociális
is: Félagslegar
it: Sociale
no: Samfunn
ru: Социальное
sl: Družabno

source: Economics
cs: Ekonomika
da: Økonomi
el: Οικονομικό
fr: Economie
hr: Ekonomija
hu: Gazdaság
is: Fjármál
it: Economia
no: Økonomi
ru: Экономика
sl: Ekonomija
sv: Ekonomi

source: Remark. People
cs: Komentáře
da: Bemærkelsesværdige mennesker
el: Ανθρωποι
fr: People, potins
hr: Zapažanja Ljudi
hu: Bálványok
is: Merkilegt fólk
it: Documentario, Popolazione
no: Mennesker
ru: Замеч. люди
sl: Osebnosti
sv: Kommentar Folk

source: Education
cs: Vzdělání
da: Uddannelse
el: Εκπαιδευτικό
hr: Obrazovanje
hu: Oktatás
is: Fræðsluefni
it: Educazione
no: Utdanning
ru: Образование
sl: Izobraževanje
sv: Utbildning

source: Nature
cs: Příroda
da: Natur
el: φύση
hr: Priroda
hu: Természet
is: Náttúrulífs
it: Natura
no: Natur
ru: Природа
sl: Narava
sv: Natur

source: Technology
cs: Technika
da: Teknologi
el: Τεχνολογία
fr: Technologie
hr: Tehnologija
hu: Technológia
is: Tækni
it: Tecnologia
no: Teknologi
ru: Технологии
sl: Tehnologija
sv: Teknik

source: Medicine
cs: Lékařství
da: Medicin
el: Ιατρικό
fr: Medecine
hr: Medicina
hu: Egészségügy
is: Lyfja
it: Medicina
no: Medisin
ru: Медицина
sl: Medicina
sv: Medicin

source: Expeditions
cs: Expedice
da: Ekspeditioner
el: Αποστολές
fr: Aventure
hr: Ekspedicije
hu: Felfedezés
is: Ferða
it: Spedizioni
no: Ekspedisjoner
ru: Экспедиции
sl: Ekspedicije
sv: Expeditioner

source: Languages
cs: Jazyky
da: Sprog
el: Γλώσσες
fr: Langues
hr: Jezici
hu: Nyelvek
is: Tungumál
it: Lingue
no: Språk
ro: Limbi
ru: Языки
sl: Jeziki:
sv: Språk

source: Hobbies
cs: Zájmy
da: Hobby
el: Χόμπι
fr: Passions
hr: Hobi
hu: Hobbik
is: Áhugamál
it: Hobby
no: Hobbyer
ru: Увлечения
sl: Hobiji
sv: Hobby

source: Travel
cs: Cestování
da: Rejser
el: Ταξίδια
fr: Voyage
hr: Putovanja
hu: Utazás
is: Ferða
it: Viaggi
no: Reise
ru: Путешествия
sl: Potovanja
sv: Reseskildring

source: Motoring
cs: Motory
da: Bilsport
el: Αυτοκίνητα
fr: Motorisation
hr: Motori
hu: Motorok
is: Mótor
it: Configurazione del rotore
no: Motor
ru: Автомобилизм
sl: Motorizacija
sv: Motor

source: Fitness
el: Υγεία
hu: Fitnessz
is: Líkamsrækt
no: Skikkethet:
ru: Здоровье

source: Cooking
cs: Vaření
da: Madlavning
el: Μαγειρική
fr: Cuisine
hr: Kuhanje
hu: Főzés
is: Matur
it: Cucina
no: Matlaging
ru: Кулинария
sl: Kuhanje
sv: Matlagning

source: Shopping
cs: Nákupy
da: Madlavning
el: Τηλεαγορές
hr: Kupovina
hu: Vásárlás
is: Sölurásir
ro: Shoping
ru: Покупки
sl: Nakupi

source: Gardening
cs: Zahradničení
da: Have
el: Κηπουρική
fr: Jardinage
hr: Vrt
hu: Kertészet
is: Garðurinn
it: Giardinaggio
ru: Озеленение
sl: Vrtnarjenje
sv: Trädgård

source: Orig. Lang.
cs: Orig. jazyk
da: Original sprog
el: Αρχική Γλώσσα
fr: V.O.
hr: Orig. Jez.
hu: Eredeti nyelv
is: Uppr. tungum.
it: Lunghezza originale
no: Original språk
ro: Limbi orig.
ru: Язык ориг.
sl: Originalen Jezik
sv: Orig.Språk

source: B&W
cs: Černobílé
da: Sort/hvid
el: Α&Μ
fr: N&B
hu: Fekete-Fehér
is: S&H
no: S&H

source: Unpublished
cs: Nepublikované
da: Ikke publiceret
el: Αδημοσίευτο
fr: Non publié
hr: Neobjavljeni
hu: Nem publikált
is: Óútgefið
it: Non pubblicato
no: Upublisert
ru: Неопубликованное
sl: Neizdano
sv: Opublicerad

source: Live
cs: Živě
el: Ζωντανό
hr: Uživo
hu: Élő
is: Beint
it: Dal vivo
ru: Жизнь
sl: V živo

source: no data for this service avail
cs: nejsou k dispozici žádná data
da: Ingen data tilgængelig for denne kanal
el: Δεν υπάρχουν πληροφορίες
fr: Pas de données disponibles pour ce service
hr: nema podatak. za ovu uslugu dostup.
hu: ehhez a csatornához nincs elérhető EPG információ
is: engar upplýsingar um þessa rás er til
it: Nessun dato disponibile per questo servizio
no: ingen data tilgjengelig for denne tjenesten
ro: date indisponibile pentru acest serviciu
ru: нет информации для этого сервиса
sl: za ta servis ni podatkov na razpolago
sv: ingen data tillgänglig för denna kanal

source: Filesize: %d MB
cs: Velikost : %d MB
da: Filstørrelse: %d MB
el: Μέγεθος αρχείου: %d MB
fr: Taille du fichier : %d Mo
hr: Veličina datoteke: %d MB
hu: Fájlméret: %d MB
is: Skráarstærð: %d MB
it: Dimensione file: %d MB
no: Filstørrelse: %d MB
ru: Размер файла: %d MB
sl: velikost datoteke: %d MB
sv: Filstorlek: %d MB

source: Filename:
cs: Název souboru:
da: Filnavn:
el: Όνομα αρχείου:
fr: Nom du fichier :
hr: Ime datoteke:
hu: Fájlnév:
is: Skráarnafn
it: Nome File:
no: Filnavn:
ru: Имя файла:
sl: Ime datoteke
sv: Filnamn:

source: no description is available
cs: Popis není k dispozici
da: Ingen beskrivelse
el: Δεν υπάρχει περιγραφή
fr: Pas de description
hr: opis nije dostupan
hu: nincs elérhető leírás
is: engin lýsing er til
it: nessuna descrizione disponibile
no: ingen beskrivelse tilgjengelig
ro: descriere nu este disponibila
ru: нет доступного описания
sl: opisa ni na voljo
sv: ingen beskrivning är tillgänglig

source: Welcome to enigma. Please do a transponder scan first. (mainmenu > setup > channels > transponder scan)
cs: Vítejte v Enigmě. Prosím vyhledejte nejdříve kanály. (hlavní menu > nastavení > kanály > vyhledat vysílání)
da: Velkommen til Enigma. Kør en transponderscanning som det første. (hovedmenu > opsætning > kanaler > transponderscanning >
el: Καλως ήρθατε στο Enigma. Παρακαλώ κάντε πρώτα μία ανίχνευση για κανάλια. (Κυρίως Μενού > Εγκατάσταση > Κανάλια > Έρευνα αναμεταδοτων
fr: Bienvenue sur Enigma. Lancer une recherche des chaines. (menu principal > Configuration > Chaines > recherche des transpondeurs )
hr: Dobrodošli u enigmu. Molim skenirajte transpondere prvo. (glavni izbornik > postavke > Pretraživanje Usluga > skeniranje transpondera)
hu: Üdvözöljük az Enigmában. Elsö lépésként kérem, végezzen el egy transzponder keresést. (fömenü>beállítások>csatornák>transzponder keresés)
is: Velkomin til Enigma. Vinsamlega farðu í senda leit fyrst. (aðalvalmynd > uppsetning > rásir > sendaleit)
it: Benvenuti su enigma. Prego, prima effettuare una ricerca sui transponder. (Menú pricipale> Impostazioni > Canali > Ricerca canali su transponder)
no: Welkommen til enigma. Vennligst kjør ett transponderskann først. (Hovedmeny > Konfigurasjon > Kanaler > Transponder skanning)
ro: Bine ati venit la enigma. Va rugam mai intai faceti un satscan.
ru: Добро пожаловать в Enigma. Пожалуйста, первоначально, просканируйте транспондеры. (Основное меню > Установки > Каналы > Сканирование транспондеров)
sl: Dobrodošli v enigmo./n/ Pričnite s pregledovanjem satelitov./n(glavni menu > nastavitve > kanali >pregledovanje satelitov)
sv: Välkommen till enigma. Gör först en transpondersökning. (huvudmeny > setup > kanaler > transpondersökning)

source: First start of enigma
cs: První start Enigmy
da: Første start af Enigma
el: Πρώτη εκκίνηση του Enigma
fr: Premier lancement d'Enigma
hr: Prvo pokretanje enigme
hu: Az Enigma elsö indítása
is: Fyrsta byrjun Enigma
it: Primo avvio di enigma
no: Første gang enigma startes
ro: Primul start enigma
ru: Первый старт Enigma
sl: Prvi vklop enigme
sv: Första start av enigma

source: It's now safe to unplug power!
hu: Most már áramtalaníthatja az eszközt!

source: Shutdown finished
hu: Kikapcsolás befejezve

source: Please wait... your Dreambox is shutting down!
hu: Kérem, várjon... az eszköz most kapcsol ki!

source: Shutdown...
hu: Kikapcsolás...

source: Bouquet Type
cs: Typ přehledu
da: Kanalliste Type
el: Τύπος μπουκέτου
fr: Type de bouquet
hr: Tip Buketa
hu: Bouquet típus
is: Gerð rásavandar
it: Tipologia Bouquet
ro: Buchet tip
ru: Тип пакета пользователя
sv: Favorittyp

source: Radio
cs: Rádio
hu: Rádió
is: Útvarp
ru: Радио

source: File
cs: Soubor
da: Fil
el: Ταινία
fr: Fichier
hr: Datoteka
hu: Fájl
is: Skrá
ru: Файл
sv: Fil

source: Service Organising
cs: Setřídit programy
da: Organisering af kanaler
el: Ταξινόμιση υπηρεσιών
fr: Organisation des services
hr: Organiziranje Usluga
hu: Csatornarendezés
is: Raða rásum
it: Organizzazione Canali
no: Tjeneste Organisering
ro: Organizare Servicii
ru: Организация каналов
sl: Urejanje programov
sv: Kanal Organisering

source: Create new bouquet
cs: Vytvořit nový přehled
da: opret en ny kanalliste
el: Δημιουργία νέου μπουκέτου
fr: Créer un nouveau bouquet
hr: Stvori novi butik
hu: Új bouquet létrehozása
it: Crea un nuovo Bouquet
no: Lag ny bouquet
ro: Creeaza nou buchet
ru: создать новый пакет пользователя
sv: Lägg till ny favorit

source: create new empty bouquet
cs: vytvoří nový prázdný přehled
da: opret ny tom kanalliste
el: Δημιουργία νέου κενού μπουκέτου
fr: Créer un nouveau bouquet vide
hr: stvori novi prazan butike
hu: új üres bouquet létrehozása
is: búa til nýjan tóman rásavönd
it: crea un nuovo Bouquet vuoto
no: lag ny tom bouquet
ro: creeaza un nou buchet
ru: создать новый пакет пользователя
sl: odpri nov Paket
sv: lägg till ny tom favorit

source: Add services to bouquet
cs: Přidat program do přehledu
da: Tilføj kanal til kanalliste
el: Προσθήκη υπηρεσιών στο μπουκέτο
fr: Ajouter service a un bouquet
hr: dodaj Uslugu u butike
hu: Csatornák felvétele a bouquet-be
is: Bæta við rásum við vöndul
it: Aggiungi canali al Bouquet
no: Legg til tjenester i spesifikk bruker bouquet
ro: Adauga servicii la un buchet
ru: добавить сервис к пакету пользователя
sl: dodaj program paketu
sv: Lägg till kanal i favorit
