Repository: ChakaZulu/tuxbox_apps
Catalog: tuxbox/enigma/po/*.po
Languages: cs, da, el, fr, hr, hu, is, it, no, ro, ru, sl, sv

source: sorry, couldn't find sfdisk utility to partition harddisk.
cs: Promiňte, nemohu nalézt program sfdisk pro rozdělení harddisku.
da: kunne ikke finde sfdisk værktøjet til at partionere harddisken
el: Δυστυχώς δεν βρέθηκε το sfdisk για να κάνει την κατάτμηση του δίσκου.
fr: Désolé, je n'ai pas trouvé l'utilitaire SFDISK sur la partition du disque dur
hr: Oprostite, sfdisk aplikacija nije pronađena za formatiranje diska
hu: sajnos nem található az sfdisk program, amivel a merevlemezt partícionálni lehet.
is: því miður fannst ekki sfdisk forrit til að hluta niður harða disk.
it: spiacente,impossibile trovare l'utility sfdisk per la partizione dell'Hard Disk.
no: beklager, kunne ikke finne sfdisk for å partisjonere harddisken.
ru: извините, не найдена утилита sfdisk для разметки диска.
sl: žal, ne najde sfdiska koristnega za razdelitev trdega diska
sv: tyvärr kunde inte sfdisk hjälpfunktion för partionering av hårddisken hittas.

source: creating filesystem failed.
cs: Chyba při vytváření souborového systému.
da: oprettelse af filsystem fejlede
el: Δεν έγινε το φορμάρισμα σωστά.
fr: Erreur dans la création du fichier systeme !
hr: neuspješno stvaranje datoteknog sustava
hu: fájlrendszer létrehozása sikertelen.
is: tókst ekki að búa til skráarkerfi.
it: creazione filesystem fallito.
no: oppretting av filsystem feilet.
ru: ошибка создания файловой системы.
sl: ustvarjanje sistemske datoteke ni uspelo
sv: skapandet av filsysstem misslyckades.

source: successfully formatted your disk!
cs: Váš disk byl úspěšně zformátován !
da: disken er formatteret korrekt
el: Το φορμάρισμα έγινε με επιτυχία!
fr: Formatage réussi !
hr: Disk je uspiješno formatiran!
hu: a merevlemez formázása rendben!
is: tókst að forsníða harða diskinn!
it: la formattazione dell' Hard Disk é avvenuta correttamente!
no: formateringen av disken var vellykket!
ru: форматирование Вашего диска завершено!
sl: formatiranje diska uspešno opravljeno!
sv: formateringen av din hårddisk lyckades!

source: (error reading information)
cs: (chyba při čtení informací)
da: (fejl under læsning)
el: (λάθος κατά την ανάγνωση πληροφοριών)
fr: (Erreur dans la lecture des Informations)
hr: (greška pri čitanju informacije)
hu: (hiba az információ beolvasásakor)
is: (villa við lestur)
it: (errore di lettura informazioni)
no: (feil ved lesing av informasjon)
ru: (ошибка чтения информации)
sl: ( napaka med branjem informacije)
sv: (fel vid läsning av informationen)

source: uninitialized - format it to use!
cs: Pro použití zformátujte disk!
da: kan ikke initialiseres - disken skal formatteres
el: Αφορμάριστος!
fr: Initialisé, doit être formaté avant utilisation !
hr: neinicijalizirani - formatiraj ga za korištenje!
hu: nincs inicializálva - használat elött meg kell formázni!
is: ekki forsniðinn - það þarf að forsníða diskinn!
it: non inizializzato - formattalo per utilizzarlo!
no: ikke initialisert - formater den før bruk!
ru: не инициализируется - отформатируйте для использования!
sl: nezačeto - pred uporabo formatirajte!
sv: ej initialiserad - formatera före användning!

source: in use, %d.%03d GB (~%d minutes) free
cs: využito, %d.%03d GB (~%d minut) volných
da: brugt, %d.%03d GB (~%d minutter) ledig
el: OK: %d.%03d GB (~%d λεπτά) ελεύθερα.
fr: Utilisé, %d. %03d Go (~%d minutes) libre
hr: u upotrebi, %d.%03d GB (~%d minuta) slobodno
hu: összesen %d.%03d GB (~%d perc) szabad táthely van a merevlemezen.
is: í notkun, %d. %03d GB (~%d mínútur) ónotuð
it: in uso, %d.%03d GB (~%d minuti) libero
no: i bruk, %d.%03d GB (~%d minutter) ledig
ru: используется, %d.%03d GB (~%d минут) свободно
sl: uporabljeno, %d.%03d GB (~%d minut) prostih
sv: använt, %d.%03d GB (~%d minuter) ledigt

source: initialized, but unknown filesystem
cs: Inicializováno, ale neznámý souborový systém
da: Initialiseret, men ukendt filsystem
el: Αγνωστο λειτουργικό
fr: Initialisé, mais systeme de fichiers inconnu
hr: inicijalizirani, ali nepoznati datotekni sustav
hu: inicializálva van, azonban ismeretlen a fájlrendszer
is: forsniðinn en óþekkt skráarkerfi
it: inizializzato, ma il filesystem é sconosciuto
no: initialisert, men ukjent filsystem
ru: инициализация завершена, но файловая система неизвестна
sl: začeto, toda neznana sistemska datoteka
sv: initialiserad, men filsystemet okänt

source: The settings have been saved successfully
hu: A beállítások sikeresen el lettek mentve

source: could not unmount the filesystem...
cs: nemohl jsem odpojit tento souborový systém ...
da: kunne ikke slette filsystemet
el: δεν έγινε αποσύνδεση του δίσκου
fr: Ne peut pas installer le system de fichier...
hr: nisam mogao demontirati datotekni sustav
hu: nem lehet leszedni a fájlrendszert...
is: gat ekki aftengt skráarkerfi...
it: non é stato possibile sostenere il sistema file
no: kunne ikke unmounte filsystemet...
ru: невозможно отключить файловую систему...
sl: sistemske mape ni možno odpreti
sv: kunde inte avmontera filsystemet...

source: check filesystem...
cs: kontrola systému souborů...
da: undersøg filsystem
el: Έλεγχος δίσκου...
fr: Verification du fichier systeme !
hr: provjeri datotekni sustav...
hu: fájlrendszer ellenörzése...
is: athuga skráarkerfi....
it: verifica del filesystem...
no: sjekker filsystem...
ru: проверка файловой системы...
sl: preveri sistemsko datoteko
sv: kontrollera filsystem

source: sorry, couldn't find fsck.ext3 utility to check the ext3 filesystem.
cs: Nelze najít program fsck.ext3 pro kontrolu ext3 systému souborů.
da: Kunne ikke finde fsck.ext3 værktøjet til at undersøge ext3 filsystemet.
el: Δυστυχώς δεν βρέθηκε το fsck.ext3.
fr: Désolé, je n'ai pas trouvé l'utilitaire fsck.ext3 pour vérifier le systeme de fichier ext3
hr: opostite, nemogu naći fsck.ext3 program za provjeru ext3 file sistema
hu: nem található az fsck.ext3 program, ezért az ext3 fájlrendszer nem ellenörizhetö
is: því miður fannst ekki fsck.ext3 forrit til að athuga ext3 skráarkerfi.
it: spiacente, impossibile trovare l'utility fsck.ext3 per il controllo del filesystem ext3.
no: beklager, kunne ikke finner fsck.ext3 for å sjekke ext3 filsystemet.
ru: извините, не найдена утилита fsck.ext3 для проверки ext3 файловой системы.
sl: žal, ne najde fsck.ext3 - potreben za preverbo ext3 sistemske datoteke
sv: Tyvärr kunde inte fsck.ext3 hittas vid kontroll av filsystemet ext3.

source: sorry, couldn't find fsck.ext2 utility to check the ext2 filesystem.
cs: Nelze najít program fsck.ext2 pro kontrolu ext2 systému souborů.
da: Kunne ikke finde fsck.ext2 værktøjet til at undersøge ext2 filsystemet.
el: Δυστυχώς δεν βρέθηκε το fsck.ext3.
fr: Désolé, je n'ai pas trouvé l'utilitaire fsck.ext2 vérifier le systeme de fichier ext2
hr: opostite, nemogu naći fsck.ext2 program za provjeru ext2 file sistema
hu: nem található az fsck.ext2 program, mellyel az ext2 fájlrendszer ellenörizhetö
is: því miður fannst ekki fsck.ext2 forrit til að athuga ext2 skráarkerfi.
it: spiacente, impossibile trovare l'utility fsck.ext2 per controllare il filesystem ext2.
ru: извините, не найдена утилита fsck.ext2 для проверки ext2 файловой системы.
sv: Tyvärr kunde inte fsck.ext2 hittas för kontroll av filsystemet ext2.

source: sorry, couldn't find reiserfsck utility to check the reiserfs filesystem.
cs: Nelze najít program raiserfsck pro kontrolu raiserfs systému souborů.
da: kunne ikke finde reiserfsck værktøjet til at kontrollere reiserfs filsystemet.
el: Δυστυχώς δεν βρέθηκε το reiserfsck.
fr: Désolé, je n'ai pas trouvé l'utilitaire fsck.ext3 pour vérifier le systeme de fichier ext3
hr: Oprostite, nije pronađen reiserfsch program za provjeru reiserfs filesistema.
hu: sajnos a reiserfsck program nem található, ezért a reiserfs fájlrendszer nem ellenörizhetö.
is: því miður fannst ekki reiserfck forrit til að athuga reiserfs skráarkerfi.
it: spiacente, impossibile trovare l'utility reiserfsck per il controllo del filesystem reiserfs
no: beklager, kunne ikke finne reiserfsck for å sjekke reiserfs filsystemet.
ru: извините, не найдена утилита reiserfsck для проверки reiserfs файловой системы.
sl: žal, ne najde reiserfsck - potreben za preverbo reiserfs sistemske datoteke
sv: Tyvärr kunde inte reiserfsck hittas för kontroll av filsystemet reiserfs.

source: not supported filesystem for check.
cs: Nepodporovaný systém souborů.
da: ikke-undertøttet filsystem
el: Δεν υποστηρίζεται σε αυτό το σύστημα αρχείων
fr: Systeme de fichier non supporté.
hr: nepodržani datotekni sustav za provjeru
hu: nem támogatott fájlrendszer az ellenörzéshez.
is: ekki stuðningur við skráarkerfi.
it: filesystem non supportato per il controllo.
no: det er ikke støtte for å sjekke dette filsystemet.
ru: не поддерживаемая файловая система для проверки.
sl: ne podpira sistemske datoteke za preveribo
sv: filsystemet du önskar kontrollera stöds inte.

source: LC-Display Setup
cs: Nastavení LCD
da: Opsætning af LCD display
el: Ρύθμιση LCD
fr: Configuration LCD
hr: Postavke LC-Displeja
hu: LCD kijelzö beállítása
is: Uppsetning LCD
it: Impostazioni LC-Display
no: LC-Display Innstillinger
ru: Настройки ЖК дисплея
sl: Nastavitve LCD zaslona
sv: LCD Installation

source: Contrast:
cs: Kontrast :
da: Kontrast:
el: Αντίθεση:
fr: Contraste:
hr: Kontrast:
hu: Kontraszt:
is: Skerpa:
it: Contrasto:
no: Kontrast:
ru: Контраст:
sl: Ostrina:
sv: Kontrast:

source: Standby:
el: Αναμονή:
fr: Pause
hr: Pasivno stanje:
hu: Készenlét:
is: Biðstaða:
ru: Режим ожидания:
sl: V pripravljenosti:
sv: Viloläge:

source: set LCD brightness ( left / right )
cs: Nastavit Jas LCD ( <, > )
da: Indstil LCD lysstyrke ( venstre/højre )
el: Ρύθμιση φωτεινότητας LCD (<, >)
fr: Régler la luminosité LCD (gauche/droite)
hr: postavi svijetlost LCD-a ( lijevo / desno )
hu: LCD fényerő beállítása (bal, jobb)
is: stilla LCD birtu ( vinstri / hægri )
it: Impostare luminositá LCD (destra/sinistra)
no: set LCD lysstyrke (venstre, høyre)
ro: set LCD brightness ( stinga / dreapta )
ru: установить яркость ЖК (влево / вправо)
sl: nastavi svetlobo LCD zaslona (levo/desno)
sv: ange LCD ljusstyrka (vänster, höger)

source: set LCD contrast ( left / right )
cs: Nastavit kontrast LCD ( <, > )
da: Indstil LCD kontrast (venstre/højre
el: Ρύθμιση αντίθεσης LCD (<, >)
fr: Régler le contraste LCD (gauche/droite)
hr: postavi kontrast LCD-a ( lijevo / desno )
hu: LCD kontraszt beállítása (bal, jobb)
is: stilla LCD skerpu ( vinstri / hægri )
it: imposta contrasto LCD (sinistra, destra)
no: Still LCD Kontrasten (venstre, høyre)
ro: set LCD contrast ( stinga / dreapta )
ru: установить контраст ЖК (влево / вправо)
sl: nastavi ostrino LCD zaslona (levo/desno)
sv: ange LCD kontrast (vänster, höger)

source: set LCD brightness for Standby Mode ( left / right )
cs: nastaví jas LCD v pohotovostním režimu ( <, > )
da: indstil LCD lysstyrke under Standby (venstre/højre
el: Ρύθμιση φωτεινότητας LCD κατά την αναμονή (<, >)
fr: Régler la luminosité LCD pour le mode veille (gauche/droite)
hr: postavi svijetlost LCD-a za pasivno stanje ( lijevo / desno )
hu: LCD fényerő beállítása Készenléti módban (bal, jobb)
is: stilla LCD birtu fyrir biðstöðu ( vinstri / hægri )
it: imposta luminositá LCD per modalitá Standby (sinistra/destra)
no: Still LCD lysstyrke for StandBy Modus (venstre, høyre)
ro: set LCD brightness pentru Standby Mode ( stinga / dreapta )
ru: установить яркость ЖК для режима ожидания (влево / вправо)
sl: nastavi svetlobo LCD zaslona v pripravljenosti (levo/desno)
sv: ange LCD ljusstyrka vid viloläge (vänster, höger)

source: Inverted:
cs: Inverze :
da: Omvendt
el: Αντιστροφή:
fr: Inversion:
hr: Invertni:
hu: Invertálás:
is: Við snúið:
it: Inversione:
no: Invertert:
ru: Инвертировать:
sl: Obratno:
sv: Inversion:

source: enable/disable inverted LCD (ok)
cs: umožní/zakáže inverzi LCD (OK)
da: tilslut/afbryd inverteret LCD (ok)
el: Κανονική ή αρνητική εικόνα LCD (οκ)
fr: Activez/désactiver l'inversion des couleurs du LCD? (ok)
hr: aktiviraj/deaktiviraj invertni LCD (ok)
hu: LCD invertálás engedélyezés/letiltás (OK)
is: virkt/ óvirkt viðsnúin birta á LCD (ok)
it: abilitare/disabilitare inversione LCD (OK)
no: aktiver/deaktiver invertert LCD (ok)
ro: armeaza/dezarmeaza inverted LCD (ok)
ru: вкл./выкл. инвертирование ЖК (ok)
sl: omogoči/onemogoči obraten prikaz na LCD zaslonu (ok)
sv: aktivera/avaktivera inverterad LCD (OK)

source: Keyboard Setup
cs: Nastavení klávesnice
da: tastatur Opsætning
el: Ρυθμίσεις πληκτρολογίου
fr: Configuration clavier
hr: Postavke Tipkovnice
hu: Billentyűzet beállítások
is: Uppsetning á lyklaborði
it: Impostazioni Tastiera
ru: Настройка клавиатуры
sl: Nastavitve tipkovnice
sv: Tangentbordsinstallation

source: Keyboard Mapping:
cs: Rozložení kláves:
da: tastatur Opsætning
el: Ρυθμίσεις πληκτρολογίου
fr: positions touches clavier
hr: Funkcije Tipkovnice:
hu: Billentyűzet kiosztás
is: Lyklaborðs möppun:
it: Configurazione Tastiera:
ru: Язык клавиатуры:
sv: Tangentbordsuppsättning:

source: select your keyboard mapping (ok)
cs: výběr rozložení kláves (OK)
da: Vælg tastatur opsæt (ok)
el: Επιλογή τοπικής χρονικής ζώνης (οk)
fr: Choisissez le type de clavier (ok)
hr: odaberi svoju funkciju tipkovnice (ok)
hu: állítsa be a saját bill. kiosztását (OK)
is: veldu möppun þíns lyklaborðs (ok)
it: selezionare la configurazione della tastiera (ok)
ru: выберите язык Вашей клавиатуры (ok)
sv: välj tangentbordsuppsättning (OK)

source: PluginOffsetActions
da: Plugin afstilning
el: Ρυθμίσεις για τα πρόσθετα (plugins)
fr: Actions du plugin offset
hr: PluginOffset akcija
hu: Plugin offszet
is: Innskots aðgerð
it: Azioni Plugin Offset
ru: настройка исполнения дополнений

source: enable set the leftTop Point of the rectangle
cs: umožní nastavení levého horního bodu
da: aktiver indstilling af venstre top punkt på rektanglen
el: Επιλογή ρύθμισης επάνω αριστερού μέρους του τετραγώνου
fr: Activer le point en haut a gauche du rectangle
hr: omogućiti postavku Gornjeg lijevog mjesta pravokutnika
hu: háromszög bal felsö pontjának megadása, engedélyezése
is: til að stilla horn efst til vinstri á ramma
it: abilita il posizionamento del punto in alto a sinistra del rettangolo
no: aktiver set venstreTopp Punkt av rektangelen
ru: установить левую верхнюю точку для прямоугольника
sl: omogoči nastavitev zgornje leve točke pravokotnika
sv: aktivera sätt vänstertoppens markör av rektangeln

source: enable set the rightBottom Point of the rectangle
cs: umožní nastavení pravého spodního bodu
da: aktiver indstilling af det højre bundpunkt på rektanglen
el: Επιλογή ρύθμισης κάτω δεξιού μέρους του τετραγώνου
fr: Activer le point en bas a droite du rectangle
hr: omogućiti postavku doljnjeg-desnog mjesta pravokutnika
hu: háromszög jobb alsó pontjának megadása, engedélyezése
is: til að stilla horn neðst til hægri á ramma
it: abilita il settaggio del punto in basso del rettangolo
no: aktiver set høyreBunn Punkt av rektangelen
ru: установить правую нижнюю точку для прямоугольника
sl: omogoči nastavitev spodnje desne točke pravokotnika
sv: aktivera sätt högerbottens markör av rektangeln

source: saves the current positions
cs: uloží současnou pozici
da: gemmer den nuværende position
el: Αποθήκευση τών θέσεων
fr: Sauvegarder la position actuelle
hr: pohrani trenutnu poziciju
hu: jelenlegi pozíció tárolása
is: vista núverandi staðsetningu
it: memorizza le posizioni attuali
no: lagrer nåværende posisjon
ro: salveaza pozitia curenta
ru: сохранить текущую позицию
sl: shrani trenutne položaje
sv: sparar nuvarande positioner

source: here you can center the tuxtxt rectangle... press red to select the left top edge press green to select the right bottom edge use the cursor keys to move the selected edges
cs: zde můžete vycentrovat obdélník teletextu... stiskněte červené tlačítko k označení levého horního rohu stiskněte zelené tlačítko k označení pravého dolního rohu použijte kurzorová tlačítka k pohybu s rohem
da: Her kan du centrere Tuxtxt rektanglen... tryk på rød for at vælge venstre top punkt tryk på grøn for at vælge højre bund punkt brug piletasterne for at flytte de valgte punkter
fr: Ici vous pouvez centrer le rectangle tuxtxt... appuyez sur rouge pour selectionner le coin haut Appuyez sur vert pour le coin bas utilisez les fleches pour déplacer les coins
hr: ovdje možete centrirati prozor tuxtxt-a... pretisni crvenu za selektiranje Gornjeg-lijevog ugla pretisni zelenu za selektiranje Donjeg-desnog ugla koristi kursor strelice za pomicanje selektiranih uglova
hu: itt középre helyezheti a TuxText ablakot... a piros gombbal állítsa be a bal felsö sarkot a zöld gombbal állítsa be a jobb alsó sarkot a nyilakkal mozgathatja a kiválasztott sarkot
is: hér getur þú stillt textavarpið á miðju skjáar... ýttu á rauða til að velja efst til vinstri ýttu á græna til að velja neðst til hægri notaðu örva takka til að færa til hornin
it: qui puoi centrare il rettangolo tuxtxt... premi il rosso per selezionare l'angolo in alto a sinistra premi il verde per selezionare l'angolo in basso a destra utilizza il cursore per spostare gli angoli selezionati
ru: здесь Вы можете задать центр прямоугольника tuxtxt... нажмите красную опциональную кнопку для выбора левого верхнего края нажмите зеленую опциональную кнопку для выбора правого нижнего края используйте навигационные кнопки для перемещения выбранной границы
sv: Här kan du centrera tuxtxt rektangle... tryck röd för att välja vänster toppkant tryck grön för att välja höger bottenkant använd piltangenterna för att flytta kanterna

source: OSD Settings
cs: Nastavení OSD
da: OSD Indstilliger
el: Ρυθμίσεις OSD
fr: Réglages OSD
hr: Postavke OSD
hu: OSD beállítások
is: Stilling valmynda
it: Impostazioni OSD
no: OSD konfigurasjon
ru: Настройка графического меню
sl: OSD Nastavitve
sv: OSD Uppsättning

source: change the transparency correction
cs: změní průhlednost
da: vælg gennemsigtighed
el: Αλλαγή διαφάνειας μενού
fr: régler la transparence
hr: promjeni postavke prozirnosti
hu: áttettszöség megváltoztatása
is: breyta hve vel sést í gegnum valmynd
it: cambia la correzzione di trasparenza
no: endre gjennomsiktighet
ro: schimba transparency correction
ru: настройка прозрачности
sl: spremeni nastavitev prosojnosti
sv: justering av transparens

source: change the brightness correction
cs: změní jas
da: vælg lysstyrke
el: Αλλαγή φωτηνότητας μενού
fr: Regler la luminosité
hr: promjeni korekciju svijetlosti
hu: fényerő megváltoztatása
is: breyta birtu á valmynd
it: correggere la luminositá
no: endre lysstyrke
ro: schimba brightness correction
ru: настройка яркости
sl: spremeni popravek svetlobe
sv: justering av ljusstyrka

source: change the contrast
cs: změní kontrast
da: vælg kontrast
el: Αλλαγή αντίθεσης μενού
fr: Changer le contraste
hr: promjeni kontrast
hu: kontraszt megváltoztatása
is: breyta skerpu
it: correggere il contrasto
no: endre kontrast
ro: schimba contrast
ru: изменение контрастности
sl: spremeni ostrino
sv: justering av kontrast

source: Show Mainmenu like Listbox
cs: Zobrazit hlavní menu jako seznam
da: Vis hovedmenu som normal listbox
fr: Voir le menu principal en Listbox
hr: Prikaži Glavni Izbornik kao Listbox
hu: Főmenü megjelenítése lista-alakban
is: Sýna aðalvalmynd sem lista í kassa
it: Mostra il Menu principale come Lista
ru: Отображать гл. меню в виде списка
sv: visa huvudmeny som listbox

source: show the Mainmenu in normal listbox style
cs: zobrazí hlavní menu ve standardním stylu
da: Vis hovedmenu som normal listbox
fr: Voir le menu principal en style Listbox normale
hr: prikaži Glavni izbornik u normalnom listbox stilu
hu: Főmenü megjelenítése hagyományos formában
is: sýnir aðalvalmynd sem texta í kassa
it: mostra il Menu principale nello stile Lista
ru: отображать главное меню в виде стандартного списка
sv: visa huvudmeny som normal listbox stil

source: Change skin
cs: Změnit prostředí
da: Skift skin
el: Αλλαγή επιφάνειας μενού
fr: Changer themes
hr: Promjeni sučelje
hu: Skin változtatása
is: Skipta um skinn
it: Cambia Skin
no: Endre skin
ro: Schimba Skin
ru: Сменить оболочку
sl: Spremeni izgled(skin)
sv: Byt utseende

source: press ok to open skin selector
cs: stiskem OK otevřete výběr prostředí (skinu)
da: Tryk ok for at åbne skin vælger
el: Επιλογή στιλ επιφάνειας μενού
fr: Appuyez OK pour ouvrir le selecteur de themes
hr: pretisnite ok za otvaranje selektora sučelja
hu: OK-val megnyitja a Skin-kiválasztó menüt
is: ýtið á ok til að opna skinn valmynd
it: premere OK per aprire il selettore di skin
no: velg ok for å åpne skin velger
ro: apasa ok pt a deschide skin selector
ru: нажмите ok для открытия меню выбора оболочек внешнего вида
sl: pritisni OK za izbor izgleda
sv: tryck OK för att öppna utseendeväljaren

source: TuxText position
cs: Pozice teletextu
el: Θέση TuxText
fr: Position du TuxText
hr: TuxText pozicija
hu: TuxText pozíció
is: TuxText staðsetning
it: Posizione TuxText
no: TuxText posisjon
ro: TuxText positie
ru: позиция TuxText
sl: Položaj Teleteksta

source: here you can center the Tuxtxt (builtin videotext)
cs: zde můžete vycentrovat teletext
da: her kan du centrere Tuxtxt (indbygget teksttv)
el: Εδώ μπορείτε να κεντράρετε το ενσωματωμένο τελετέξτ (TuxTxt)
fr: Ici vous pouvez centrer le Tuxtxt (videotext)
hr: ovdje možete centrirati Tuxtxt (ugrađeni Teletekst dekoder)
hu: itt középre lehet pozícionálni a TuxTxt-t (beépített teletext)
is: hér getur þú stillt staðsetningu textavarps á skjánum
it: qui puoi centrare il Tuxtxt (televideo)
no: her kan du sentrere Tuxtxt (innebygd texttv)
ru: здесь Вы можете определить центр Tuxtxt
sl: tukaj lahko nastaviš položaj Tuxtxt(notranji teletekst)
sv: här kan du centrera Tuxtxt (inbyggda videotext)

source: additional settings
hu: További beállítások

source: open additional settings
hu: További beállítások megnyitása

source: You have to restart enigma to apply the new skin Restart now?
cs: Restartujte přístroj pro načtení nového prostředí (skinu) Restartovat nyní?
da: Du skal genstarte enigma for at aktivere det nye skin Genstart nu ?
el: Πρέπει να κάνετε επανεκίνηση για να αλλάξει η επιφάνεια. Να γίνει τώρα;
fr: Vous devez redémarrer pour appliquer le Theme^redémarrer?
hr: Morate restartati enigmu da novo sučelje bude aktivno Restart sada?
hu: Újra kell indítani az eszközt, hogy az új stílus aktiválódjon! Újrainditsam most?
is: Þú þarft að endurræsa enigma til að velja nýtt skinn Viltu ræsa núna?
it: E' necessario riavviare enigma per applicare il nuovo skin Riavvia ora?
no: Du må restarte for å bruke det nye skinet Starte på nytt nå?
ro: Enigma restart pt a schimba skin Acum restart ?
ru: Для применения новой оболочки внешнего вида необходима перезагрузка Перезагрузить сейчас?
sl: Ponovno zaženi sprejemnik za dodati nov izgled(skin) Ponovno zaženem?
sv: Du måste starta om enigma för att aktivera det nya utseendet Starta om nu?

source: Skin changed
cs: Prostředí změněno
da: Skin ændret
el: Η επιφάνεια άλλαξε
fr: Theme changé
hr: Sučelje promjenjeno
hu: Skin megváltoztatva
is: Skinni breytt
it: Skin modificato
no: Skin endret
ro: Skin schimbat
ru: Выбор оболочки внешнего вида
sl: Izgled (skin) zamenjan
sv: Utseendet ändrat

source: infobar timeout (left, right)
cs: časový limit infobaru ( < > )
hu: MiniEPG ideje (bal, jobb)

source: Infobar timeout %d sec
cs: Časový limit infobaru je %d sec
hu: Anzeige Infoleiste %d sek.

source: show infobar on service switch
hu: MiniEPG megjelenítése csatornaváltáskor

source: show infobar when switching to another service
hu: A MiniEPG megjelenítése csatornaváltások után

source: Serviceselector help buttons
cs: Nápovědná tl. v prog. nabídce
da: Kanalvælger hjælpe knapper
el: Πλήκτρα βοήθειας λίστας επιλογής υπηρεσιών
fr: Bouton d'aide, Selecteur de services
hr: odabir usluga
hu: Csatornakiválasztó segítség gombok
is: Rásavals hjálpar hnappar
it: Bottoni di aiuto del selettore canali
no: Tjenestevelger hjelpeknapper
ro: Serviceselector butoane ajutor
ru: Кнопки помощи в списке сервисов
sv: Tjänsteväljarens hjälpknappar
