Repository: ChakaZulu/tuxbox_apps
Catalog: tuxbox/enigma/po/*.po
Languages: cs, da, el, fr, hr, hu, is, it, no, ro, ru, sl, sv

source: don't send WSS signal when A-ratio is 4:3
cs: neposílá WSS signál pokud je poměr stran 4:3
da: send ikke WSS signal når A-ratio er 4:3
el: Μη αποστολή σήματος WSS αν η εικόνα είναι 4:3
fr: Ne pas envoyer de signal WSS en mode 4:3
hr: ne šalji WSS signal kada je A-omjer 4:3
hu: Ne küldjön WSS jelet, ha a képméret arány 4:3
is: ekki senda WSS merki þegar A-hlutföll er 4:3
it: non inviare il segnale WSS quando il rapporto immagine è 4:3
no: ikke send WSS signal når A-ratio er 4:3
ru: не посылать WSS сигнал когда отношение сторон 4:3
sl: ne pošlje WSS signala ko je način prikazovanja slike 4:3
sv: sänd inte WSS (Wide Screen Signal) signal när A-ratio är 4:3

source: AC3 default output
cs: AC3 implicitní výstup
da: AC3 standard udgang
el: Έξοδος ήχου AC3
fr: Sortie AC3 par défaut
hr: AC3 standardan izlaz
hu: AC3 preferált kimenet
is: AC3 sjálfgefinn útgangur
it: Uscita di default AC3
no: AC3 Standard utgang
ru: AC3 выход по умолчанию
sl: AC-3 izhod
sv: AC3 förvald utgång

source: enable/disable ac3 default output (ok)
cs: povolí/zakáže implicitní AC3 výstup (OK)
da: vælg/fravælg AC3 standard udgang
el: Ενεργοποίηση ή όχι εξόδου AC3 (OK)
fr: Activer/désactiver la sortie AC3 par défaut(OK)
hr: aktiviraj/deaktiviraj ac3 standardan izlaz (ok)
hu: AC3 kimenet be/kikapcsolása (OK)
is: virkja/gera óvirkt ac3 útgang (ok)
it: abilita/disabilita uscita ac3 di default (ok)
no: aktiver/deaktiver ac3 utgang (ok)
ro: armeaza/dezarmeaza ac3 default output (ok)
ru: вкл./выкл. AC3 выход по умолчанию (ok)
sl: omogoči/onemogoči AC-3 na izhodu (ok)
sv: aktivera/avaktivera AC3 förvald utsignal (OK)

source: Auto VCR switching
cs: Automatické zapínaní VCR
da: auto skift til video
fr: Commutation VCR automatique
hr: Auto VCR prebacivanje
hu: Automatikus VCR kapcsolás
is: Skjálvirk skipting yfir á Vídeó
it: Passaggio automatico al VCR
no: Auto VCR bytting
ru: Автопереключение на Видеомагнитофон
sl: Auto VCR preklop
sv: Auto VCR omkoppling

source: auto switch to VCR connector
cs: automatické přepínání na VCR konektor
da: automatisk skift til video tilslutning
el: Αυτόματη επιλογή VCR
fr: Commuter automatiquement vers connecteur VCR
hr: automatski prebaci na VCR konektor
hu: automatikusan átkapcsol a VCR csatlakozóra
is: skipta sjálfvirkt yfir á Vídeó tengi
it: passa automaticamente al VCR
no: auto bytt til VCR tilkobling
ru: автоматическое переключение на разъем Видеомагнитофона
sl: Auto preklop na VCR konektor
sv: automatiskt växla till VCR kontakt

source: test
el: Δοκιμή
hu: teszt
is: prufumynd
ru: тест

source: show testpicture
cs: ukáže testovací obraz
da: Vis prøvebillede
fr: Voir image de test
hr: prikaži testnu sliku
hu: tesztkép mutatása
is: sýnir prufumynd
it: mostra l'immagine di testo
ru: показать тестовую картинку
sl: prikaži testno sliko
sv: visa testbild

source: TV System Wizard
cs: průvodce nastavení TV systému
da: TV system opsætning
fr: Assistant Systeme TV
hr: Čarobnjak TV Sistema
hu: TV-rendszer varázsló
is: Sjónvarps kerfis álfur
ru: Мастер настройки типа ТВ
sl: Čarovnik za TV sistem
sv: TV System hjälpreda

source: Internet Update
cs: Update z Internetu
da: Internet opdatering
el: Αναβάθμιση από το internet
fr: Mise a jour par Internet
hr: Internet Nadogradnja
hu: Internetes frissítés
is: Veraldarvefs uppfærsla
it: Aggiornamento Internet
no: Internett Oppdatering
ru: Обновление через Интернет
sl: Internet nalaganje
sv: Internet Uppgradering

source: open internet update
cs: otevře update z internetu
da: åbn internet opdatering
el: Αναβάθμιση λογισμικού από το internet.
fr: Ouvrir mise à jour Internet
hr: otvori internet nadogradnju
hu: internetes frissítés megnyitása
is: opna uppfærslu hugbúaðar frá veraldarvef
it: apri aggiornamento internet
no: åpne internett oppdatering
ro: deschide internet update
ru: открыть обновление через Интернет
sl: odpri internet nalaganje
sv: öppna Internet uppdatering

source: Manual Update
cs: Manuální aktualizace
da: Manuel opdatering
el: Χειροκίνητη αναβάθμιση
fr: Mise a jour manuelle
hr: Manualna Nadog.
hu: Kézi frissítés
it: Aggiornamento manuale
no: Manuell Oppdatering
ru: Ручное обновление
sv: Manuell Uppdatering

source: open manual update
cs: otevře ruční update
da: åbn manuel opdatering
el: Χειροκίνητη αναβάθμιση λογισμικού
fr: Lancer la mise à jour Manuelle
hr: otvori manualnu nadogradnju
hu: kézi frissítés megnyitása
is: opna handvirka uppfærslu
it: apri aggiornamento manuale
no: åpne manuell oppdatering
ro: deschide manual update
ru: открыть ручное обновление
sl: odpre ročno nalaganje
sv: öppna manuell uppdatering

source: Expert Flash Save/Restore
cs: Expertní Flash Uložení/Obnova
da: Expert flash gem/genskab
fr: Expert Flash Sauve/Restore
hr: Stručna Flash pohrana/vraćanje
hu: Haladó Flash mentés/visszatöltés
is: Sérfræði Flash Vista/Endursetja
it: Salva/Ripristina la Flash
ru: Эксперт обновления Сохранить/Восстановить
sv: Expert Flash Spara/Restore

source: open expert flash tool
cs: otevře expertní flash nástroje
da: åbn ekspert Flash værktjsmenu
el: Μενού προχωρημένων ρυθμίσεων
fr: Ouvrir flash tool expert
hr: otvori napredni flash alat
hu: haladó Flash eszközök megnyitása
is: opna sérfræðinga flash tól
it: apri il programma di aggiornamento per esperti
ru: открыть инструмент эксперт обновления
sv: öppna expert flash verktyg

source: Upload your Image via FTP or Samba to the '/tmp' folder.Then rename it to 'root.cramfs' and press ok.In the upcomming list select 'manual update' and follow the instructions.
cs: Nahrajte Váš image přes FTP nebo Sambu do adresáře '/tmp' a přejmenujte jej na 'root.cramfs' a stiskněte OK. V následující nabídce vyberte 'Manuální aktualizace' a sledujte instrukce.
da: uplod dit image med FTP eller Samba til '/tmp' mappen. Omdøb derefter til 'root.cramfs' og tryk ok. I den efterfølgende liste vælger du 'manuel opdatering' og følger instruktionerne.
el: Ανεβάστε το αρχείo της αναβάθμισης με FTP ή SAMBA στον υποκατάλογο '/tmp.'Μετονομάστετο σε 'root.cramfs' και πατήστε ΟΚ. Στην επόμενη λίστα επιλέξτε'Χειροκίνητη αναβάθμιση' και ακολουθήστε τις οδηγίες.
fr: Charger votre Firmware par FTP ou Samba dans le dossier '/tmp'. renommez le en 'root.cramfs' et appuyez OK. Dans la liste choisissez 'Mise a jour manuelle' et suivez les instructions
hr: Ubacite vaš Image preko FTP-a ili Sambe u '/tmp' direktorij.Onda mu promjenite ime u 'root.cramfs' te stisnite ok.U sljedećoj listi koji slijedi odaberite 'manualna nadogradnja' i slijedite upute.
hu: Másolja fel az új Image fájlt a /tmp könyvtárba FTP vagy Samba segítségével. Majd nevezze át 'root.cramfs'-ra és nyomja meg az OK-t. Az elöbukkanó listából válassza ki a 'kézi frissítés'-t és kövesse az utasításokat.
is: Sendu stýrikerfi þitt með FTP eða Samba í '/tmp' möppuna. Þá áttu að endurnefna skrána 'root.cramfs' og ýta á ok. Í valmynd þar á eftir áttu að velja 'handvirka uppfærslu' og farðu eftir leiðbeiningum.
it: Carica l'immagine via Samba o FTP nella cartella '/tmp. Rinominala in 'root.cramfs' e premi ok. Nell'elenco successivo scegli 'aggiornamento manuale' e segui le istruzioni.
no: Last opp Image'et ditt via FTP eller Samba til '/tmp' mappen. Skift navn på den til 'root.cramfs' og trykk ok. I listen som kommer frem, vel 'manuell oppdatering' og følg instruksjonene.
ro: Introduceti firmware via FTP sau Samba in fisierul '/tmp'.Redenumiti in 'root.cramfs' si apasati ok.In lista ce apare selectati 'manual update' si faceti update conform lista afisata.
ru: Загрузите Ваше ПО через FTP или Samba в папку '/tmp'. Затем переименуйте ее в 'root.cramfs' и нажмите ok. В появившемся списке выберите 'ручное обновление' и следуйте инструкциям.
sv: Ladda upp din image med FTP eller Samba till '/tmp' katalogen. Byt namn till 'root.cramfs' och tryck ok. I listan välj 'manuell uppdatering' och följ instruktionerna.

source: Manual update
cs: Manuální aktualizace
da: Manuel opdatering
el: Χειροκίνητη αναβάθμιση
fr: Mise a jour manuelle
hr: Manualna Nadogradnja
hu: Kézi frissítés
is: Handvirk uppfærsla
it: Aggiornamento manuale
no: Manuell oppdatering
ru: Ручное обновление
sl: ročno nalaganje
sv: Manuell uppdatering

source: EPG Style Selector
cs: Výběr stylu EPG
da: EPG style vælger
el: Επιλογή στιλ EPG
fr: Ouvrir la configuration du style d'EPG
hr: Selektor EPG stila
hu: EPG stílus kiválasztó
is: EPG Stíls valmynd
it: Selettore di Stile dell'EPG
no: EPG Stil Velger
ru: Выбор стиля EPG
sl: EPG izbira prikaza
sv: EPG utseendeväljare

source: open the EPG with selected style
cs: otevře EPG dle vybraného stylu
da: Åbn EPG med den valgte style
el: Άνοιγμα του EPG με το επιλεγμένο στιλ
fr: ouvrir l'EPG avec le style sélectionné
hr: otvori EPG sa selektiranim stilom
hu: EPG megnyitása a kiválasztott stílus alapján
is: opna EPG með völdum stíl
it: EPG nello stile scelto
no: åpne EPG med valgt stil
ro: deschide EPG with selected style
ru: открыть EPG в выбранном стиле
sl: odpri EPG z izbranim prikazom
sv: öppna EPG med valt utseende

source: EPG Style
cs: Styl EPG
el: Στιλ EPG
fr: Style EPG
hr: EPG Stil
hu: EPG stílus
is: EPG stíll
it: Stile EPG
no: EPG Stil
ru: Стиль EPG
sl: EPG način prikazovanja
sv: EPG utseende

source: Channel EPG
cs: Kanál EPG
da: Kanal EPG
el: EPG Καναλιού
fr: Chaines EPG
hr: EPG Kanala
hu: Csatorna EPG
is: Rása EPG
it: EPG Canale
no: Kanal EPG
ru: Канал EPG
sl: program EPG
sv: Kanal EPG

source: open EPG for selected Channel
cs: otevře EPG pro vybraný kanál
da: åbn EPG for den valgte kanal
el: EPG για το επιλεγμένο κανάλι
fr: Ouvrir l'EPG pour les chaines sélectionnées
hr: otvori EPG za odabrani kanal
hu: EPG megnyitása a kiválasztott csatornához
is: opna EPG fyrir valda rás
it: apri EPG del canale selezionato
no: åpne EPG for valgt Kanal
ro: deschide EPG pt canal selectat
ru: открыть EPG для выбранного канала
sl: odpri EPG za izbran program
sv: öppna EPG för vald kanal

source: open EPG for next five channels
cs: otevře EPG pro dalších 5 kanálů
da: åbn EPG for de næste fem kanaler
el: EPG για τα επόμενα πέντε κανάλια
fr: Ouvrir l'EPG des 5 chaines suivantes
hr: otvori EPG za sljedeća pet kanala
hu: EPG megnyitása a következö 5 csatornához
is: opna EPG með næstu fimm rásum
it: apri EPG per i prossimi 5 canali
no: åpne EPG for de neste fem kanalene
ro: deschide EPG pt urmatoarele 5 canale
ru: открыть EPG для следующих пяти каналов
sl: odpri EPG za naslednjih pet programov
sv: öppna EPG för nästa fem kanaler

source: Search event in EPG cache
hu: Esemény keresése az EPG-pufferben.

source: External EPG
cs: Externí EPG
da: Extern EPG
el: εσωτερική
fr: EPG externe
hr: Vanjski EPG
hu: Külsö EPG
is: Innskots EPG
it: EPG esterno
ru: Внешний EPG
sl: zunanji EPG
sv: Extern EPG

source: open external plugin EPG
cs: otevře externí plugin EPG
da: Åbn ekstern plugin EPG
fr: Ouvrir Plugin EPG externe
hr: otvori vanjski EPG dodatak
hu: külsö EPG plugin megnyitása
is: opna innskots EPG
it: attiva il plugin EPG esterno
ru: открыть внешнее дополнение EPG
sv: öppna extern EPG plugin

source: service selector
cs: programová nabídka
da: kanalvælger
el: Επιλογή υπηρεσίας
fr: Selecteur de services
hr: odabir usluga
hu: csatorna választó
is: rásaval
it: selettore canale
no: Tjenestevelger
ru: выбор сервиса
sl: izbira programov
sv: kanalväljare

source: switch to next bouquet
cs: přepne na následující přehled
da: skift til næste kanalliste
el: Επιλογή του επόμενου πακέτου
fr: Basculer vers le bouquet suivant
hr: prebaci u sljedeći butik
hu: ugrás a következö bouquet-hez
is: skipta yfir á næsta rásavöndul
it: cambia al Bouquet successivo
no: bytt til den neste bouqueten
ru: переключить к следующему пакету пользователя
sl: preklopi na naslednji paket
sv: växla till nästa favorit

source: switch to previous bouquet
cs: přepne na předchozí přehled
da: skift til forrige kanalliste
el: Επιλογή του προηγούμενου πακέτου
fr: Basculer vers le bouquet précédent
hr: prebaci u predhodni butik
hu: ugrás vissza az elözö bouquet-hez
is: skipta yfir á fyrri rásavöndul
it: torna al Bouquet precedente
no: bytt til den forrige bouqueten
ru: переключить к предыдущему пакету пользователя
sl: preklopi na prejšnji paket
sv: växla till föregående favorit

source: go up a directory
cs: nadřazený adresář
da: gå en mappe op
el: Προς τον προηγούμενο κατάλογο
fr: Remonter d'un repertoire
hr: idi gore u direktorij
hu: egy könyvtárat vissza
is: fara upp um eina möppu
it: sali su alla directory
no: opp en mappe
ru: перейти на папку высше
sl: pojdi na imenik
sv: gå upp en katalog

source: shows the EPG selector for the highlighted channel
cs: zobrazí EPG pro vybraný kanál
da: viser EPG vælgeren for den markerede kanal
el: Δείχνει το EPG για το επιλεγμένο κανάλι
fr: Voir le sélecteur EPG pour les chaines mises en valeur
hr: prikaži EPG Selektor za istaknute kanale
hu: megmutatja a kiválasztott csatorna EPG listáját
is: sýna EPG val fyrir valda rás
it: mostra la selezione EPG per il canale scelto
no: viser EPG velger for den valgte kanal
ru: показать выбор EPG для канала на первом плане
sl: prikaži EPG izbiro najvišjega kanala
sv: visar EPG för den valda kanalen

source: show service selector menu
cs: zobrazí programovou nabídku
da: vis kanalvælger
el: Δείχνει το μενού επιλογής υπηρεσίας
fr: Voir le menu du sélecteur de services
hr: prikaži usluge izborničkog menia
hu: szolgáltatás-kiválasztó menü mutatása
is: sýna rásavals valmynd
it: visiona il servizio selezione menu
no: vis tjeneste i valg meny
ru: показать меню выбора сервисов
sl: prikaži izbiro programov
sv: visa menyn för tjänsteselektorn

source: add service to a specific bouquet
cs: přidá program do zadaného přehledu
da: tilføj kanal til en bestemt kanalliste
el: Προσθήκη υπηρεσίας σε κάποιο μπουκέτο
fr: Ajouter service a un favoris spécifique
hr: dodaj Uslugu u posebne butike
hu: csatorna felvétele egy bizonyos bouquet-be
is: bæta rás við valinn rásavöndul
it: aggiungi canale ad un bouquet specifico
no: legg til tjeneste i spesifikk bruker bouquet
ru: добавить сервис к пакету пользователя
sl: dodaj program priljubljenim
sv: lägg till kanal i specifik favorit

source: toggle between classic and multi column style
cs: přepne mezi klasickým a vícesloupcovým stylem
da: skift mellem klassisk og flerkolonne menu
el: Αλλαγή στίλ, μεταξύ κλασσικού και πολλαπλών στειλών
fr: Passer du mode classique au mode multi-colonnes
hr: mijenjaj između klasičnog i stila višestrukih stupaca
hu: váltás klasszikus- és a több-oszlopos stílus között
is: skipta á milli venjulegan og margra dálka stíl
it: cambia fra stile classico e quello di piú colonne
no: bytte mellom klassisk og multi-rad stil
ru: переключить между классическим и многостолбцовым стилем
sl: Zbiraj med navadnim in večvrstičnim načinom
sv: växla mellan klassisk och flerkolumnstil

source: toggle focus between service and bouquet list (in combi column style)
cs: přepne mezi seznamem programů a přehledem (ve sloupcově kombinovaném stylu)
da: skift mellem kanal og kanalliste (flere kolonner)
el: Εναλλαγή μεταξύ λίστας υπηρεσιών και λίστας μπουκέτων
fr: basculer vers la liste Bouquet ou Service
hr: pažljivo mijenjaj između usluge i liste butika (u kombinirani stil stupaca)
hu: váltás szolgáltatás- és bouquet-nézet között (oszlop stílusban)
is: skipta frá rása og rásavönduls lista (er báðir dálkar eru valdir)
it: passa fra l'elenco canali e l'elenco bouquet (nello stile a più colonne)
no: endre fokusering mellom tjeneste og bouquet liste (i kombi liste)
ru: переключить между сервисом и списоком пакета пользователя (в комбинированном столбцовом стиле)
sl: osredotoči se med programom in paketnim seznamom (v kombiniranem vrstičnem prikazu)
sv: växla fokus mellan program- och favoritlistan (i kombikolumstil)

source: go to the prev Marker if exist.. else goto first service
cs: přejde na předchozí existující záložku, jinak na první program
da: gå til foregående markør hvis den eksisterer, ellers gå til første kanal
el: Επιλογή προηγούμενου δείκτη άν υπάρχει ή στην πρώτη υπηρεσία
fr: Aller au précédent marqueur, si il existe.. Ou aller au premier service
hr: pođi do prijašnje oznake ako postoji.. ili pak pođi do prve usluge
hu: ugrás az előző markerhez ha létezik...egyébként ugrás az első csatornához
is: fara til fyrra merkis ef það er til... annars á fyrstu rás
it: vai al Marker precedente, se esiste ... altrimenti vai al primo canale
no: gå til forrige Marker hvis den finnes.. ellers gå til første tjeneste
ru: перейти к предыдущей метке если она существует.. или перейти к первому сервису
sl: pojdi na prejšnji zaznamek, če obstaja..v nasprotnem primeru na prvi program
sv: gå till föregående markör om den finns.. annars gå till första service

source: go to the next Marker if exist.. else goto last service
cs: přejde na následující existující záložku, jinak na poslední program
da: gå til næste markør hvis den eksisterer, ellers gå til sidste kanal
el: Επιλογή επόμενου δείκτη άν υπάρχει ή στην τελευταία υπηρεσία
fr: Aller au prochain marqueur, si il existe.. Ou aller au dernier service
hr: pođi do sljedeće oznake ako postoji.. ili pođi do zadnje usluge
hu: ugrás az következő markerhez ha létezik...egyébként ugrás az utolsó csatornához
is: fara til næsta merkis er það er til.. annars á síðustu rás
it: vai al prossimo Marker, se esiste ... altrimenti vai all'ultimo canale
no: gå til neste Marker hvis den finnes.. ellers gå til siste tjeneste
ru: перейти к следующей метке если она существует.. или перейти к последнему сервису
sl: pojdi na naslednji Marker, če obstaja.. v kolikor ne na zadnji program
sv: gå till nästa markör om den finns.. annars gå till sista service

source: show all services
cs: zobrazí všechny programy
da: vis alle kanaler
el: Εμφάνιση όλων των υπηρεσιών
fr: Voir tous les services
hr: prikaži sve usluge
hu: az összes csatorna megjelenítése
is: sýna allar rásir
it: mostra tutti i canali
no: vis alle tjenester
ro: arata toate serviciile
ru: показать все сервисы
sl: prikaži vse programe
sv: visa alla program

source: show satellite list
cs: zobrazí seznam satelitů
da: vis satellit liste
el: Εμφάνιση λίστας δορυφόρων
fr: Voir la liste des satellites
hr: prikaži listu satelita
hu: mühold lista megjelenítése
is: sýna gervihnatta lista
it: visualizza lista satelliti
no: vis satelittliste
ro: arata lista sateliti
ru: показать список спутников
sl: prikaži spisek satelitov
sv: visa satellitlistan

source: show provider list
cs: zobrazí seznam poskytovatelů
da: vis udbyder liste
el: Εμφάνιση λίστας παροχέων
fr: Voir la liste des Providers
hr: prikaži listu pružatelja usluga
hu: szolgáltató lista megjelenítése
is: sýna sendanda lista
it: visualizza lista provider
no: vis tilbyderliste
ro: arata provider list
ru: показать список провайдеров
sl: prikaži providerje
sv: visa operatörslistan

source: show bouquet list
cs: zobrazí seznam přehledů
da: vis kanalliste
el: Εμφάνιση λίστας μπουκέτων
fr: Voir bouquet de listes
hr: prikaži listu butika
hu: Bouquet lista megjelenítése
is: sýna rásavönduls lista
it: mostra lista bouquet
no: vis bouquetliste
ro: arata bouquet list
ru: показать список пакетов пользователя
sl: prikaži programske pakete
sv: visa favoritlistan

source: delete selected entry
cs: vymaže vybranou položku
da: slet den valgte indgang
el: Διαγραφή επιλεγμένης καταχώρησης
fr: Effacer l'entrée sélectionnée
hr: obriši selektirani unos
hu: kijelölt elem törlése
is: eyða valda línu
it: cancella annotazione selezionata
no: slett valgt oppføring
ro: sterge selected entry
ru: удалить выбранное
sl: odstrani izbrano postavko
sv: ta bort vald post

source: mark selected entry for move
cs: označí vybranou položku pro přesunu
da: marker den valgte indgang for flytning
el: Επιλογή καταχώρησης για μετακίνηση
fr: Marquer l'entrée sélectionnée pour la déplacer
hr: obriši selektirani unos za korak
hu: kijelölt elem megjelölése mozgatásra
is: merkja valda línu til að færa
it: per spostare, marchiare annotazione selezionata
no: marker valgt oppføring for flytting
ro: marcheaza selected entry for move
ru: пометить выбранное для перемещения
sl: označi izbrano postavko za premik
sv: markera vald post för flytt

source: rename selected entry
cs: přejmenuje vybranou položku
da: omdøb den valgte indgang
el: Μετονομασία επιλεγμένης καταχώρησης
fr: Renommer l'entrée sélectionnée
hr: preimenuj selektirani unos
hu: kijelölt elem átnevezése
is: endurnefna valda línu
it: rinominare iscrizione selezionata
no: endre navn på valgt oppføring
ro: redenumeste selected entry
ru: переименовать выбранное
sl: preimenuj izbrano postavko
sv: byt namn på vald post

source: create new marker entry
cs: vytvoří novou záložku
da: opret ny markør
el: Δημιουργία νέου δείκτη (marker)
fr: Créer un nouveau marqueur
hr: stvori novi ulazni označivač
hu: új marker létrehozása
is: búa til nýtt merki
it: creare nuovo marker
no: lag ny marker
ro: creeaza un nou marker entry
ru: создать новую метку
sl: ustvari nov zaznamek
sv: lägg till ny markörpost

source: [GO UP]
da: [OP]
el: [ΕΠΙΣΤΡΟΦΗ]
fr: [Monter]
hr: [KRENI GORE]
hu: [ FEL ]
is: [FARA UPP]
it: [VAI SU]
no: [OPP]
ru: [Вверх]
sl: [POJDI GOR]
sv: [Gå Upp]

source: (removed service)
cs: (program odstraněn)
da: (slettede kanaler)
el: (διαγεγραμμένη υπηρεσία)
fr: (service supprimé)
hr: (obrisana usluga)
hu: (törölt csatornák)
is: (fjarlægð rás)
it: (canale cancellato)
no: (fjernet tjeneste)
ru: (удаленный канал)
sl: (Program izbrisan)
sv: (raderade program)

source: mark
cs: označit
da: marker
el: Μαρκάρισμα
fr: Marque
hr: označi
hu: megjelölés
is: merking
it: marchiare
no: marker
ru: пометить
sl: zaznamek

source: Satellites
cs: Satelity
da: Satellitter
el: Δορυφόροι
fr: Satellite
hr: Sateliti
hu: Müholdak
is: Gervihnettir
it: Satelliti
no: Satelitter
ru: Спутники
sl: Sateliti
sv: Satelliter

source: Providers
cs: Poskytovatelé
da: Udbydere
el: Παροχείς
fr: Fournisseurs (provider)
hr: Pružatelji
hu: Szolgáltatók
is: Sendendur
it: Provider
no: Tilbydere
ru: Провайдеры
sl: Providerji
sv: Operatörer

source: Root
fr: Racine
hu: Gyökér
is: Rótin
ru: Каталог
sl: Izvor

source: Movies
cs: Filmy
da: Film
el: Ταινίες
fr: Film
hr: Filmovi
hu: Filmek
is: Myndir
it: Film
no: Filmer
ru: Фильмы
sl: Filmi
sv: Filmer

source: Select No or press Abort to lock/unlock the complete directory
cs: Vyberte Ne nebo Přerušit k uzamčení/odemčení celého adresáře
da: Vælg Nej eller tryk på Afbryd for at låse/åbne hele mappen
el: Επιλέξτε Όχι ή πατήστε Άκυρο' για να κλειδώσετε ή όχι όλο τον κατάλογο
fr: Sélectionnez Non, ou pressez Annuler pour bloquer/débloquer le dossier complet
hr: Odaberi Ne ili pretisni odustajanje za zaključavanje/odključavanje za dovršiti direktorij
hu: A Mégsem vagy Megszakítás választásával zárolható/nyitható a teljes könyvtár
is: Veldu Nei eða ýttu á Hætta við til að læsa/opna alla möppuna
it: selezionare NO o premi INTERROMPERE per bloccare/sbloccare completamente il registro.
no: Velg Nei eller trykk Avbryt for å låse/låse opp hele mappen
ru: Выберите номер или нажмите отмена для блокирования/разблокирования папки
sl: Izberi Ne ali pritisni Opusti za zaklepanje/odklepanje celotnega direktorija
sv: Välj No eller tryck Abort för låsning/upplåsning av bibloteket

source: Enter Directory
cs: Vybrat adresář
da: Vælg mappe
el: Δώστε υποκατάλογο
fr: Entrée dans le répertoire
hr: Uđi u direktorij
hu: Adja meg a könyvtárat
is: Fara í möppu
it: Inserisci Directory
no: Åpne Mappe
ru: Войти в папку
sl: Vnesi direktorij
sv: Gå till biblioteket

source: toggle between now and next epg entries in single column list
hu: most és következő műsor megjelenítésének váltása az egyoszlopos listában

source: Select
hu: Választás

source: New Directory
hu: Új mappa

source: Delete
hu: Törlés

source: Enter name of new directory:
hu: Adja meg az új mappa nevét:

source: Create Directory
hu: Új mappa létrehozása

source: Error creating directory
hu: Hiba a mappa létrehozásakor

source: title
cs: titul
da: titel
el: Τίτλος
fr: Titre
hr: titlovi
hu: cím
is: titill
it: titolo
no: tittel
ru: заголовок
sl: naslov
sv: titel
