Repository: ChakaZulu/tuxbox_apps
Catalog: tuxbox/enigma/po/*.po
Languages: cs, da, el, fr, hr, hu, is, it, no, ro, ru, sl, sv

source: here you can change your sat/lnb mapping
cs: zde můžete změnit vaše SAT/LNB přiřazení
da: her kan du ændre sat/lnb opsætning
el: Εδώ μπορείτε να αλλάξετε την σχέση δορυφόρυ/LNB
fr: Ici vous pouvez changer le mappage sat/LNB
hr: ovdje možeš promjeniti svoj sat/lnb mapu
hu: itt megváltoztatható a mühold/LNB összekapcsolás
is: hér getur þú breytt þinni stillingu á gervihnetti/nema
it: qui puoi modificare la mappatura del tuo satellite/lnb
no: her kan du endre dine sat/lnb mappinger
ro: aici poti schimba sat/lnb mapping
ru: здесь Вы можете задать тип Вашего конвертора
sv: här kan du ändra sat/lnb uppsättning

source: Push OK to select Filesize
hu: A fájlméret kiválasztáshoz nyomja meg az OK-t

source: Satfind
cs: Satelity
da: Satellitfinder
el: Σήμα
hr: Sat traženje
hu: Mühold-kereső
is: Finna hnött
it: trovasatellite
no: Satelittfinner
ru: Поиск спутника
sl: Najden satelit

source: Pause
cs: Pauza
el: Παύση
hr: Pauza
hu: Szünet
is: Pása
it: pausa
ro: Pauza
ru: Пауза
sl: Pavza
sv: Paus

source: Use EPG cache for Infobar
hu: Az EPG-puffer használata a MiniEPG-ben

source: set amount of transparency when in semi-transparent mode
hu: az áttetszőség mértéke, amikor áttetsző módban van

source: motor power input difference between running and not running
cs: rozdíl vstupního proudu motoru v klidu a v provozu
da: spændingsforskel for motor - afbrudt/tilsluttet
el: Διαφορά κατανάλωσης μοτέρ κατά την κίνηση και σταματημένο
fr: différence de puissance fournie par le rotor entre son fonctionnement et son arrêt
hr: potrošnja motora je različita kada je motor u pogonu ili mirovanju
hu: motor teljesítményfelvétel külömbsége mozgó és álló állapot között
is: mismunur á straum til mótors ef í gangi og ekki í gangi
it: differenza corrente di entrata del rotore fra movimento e non in movimento
no: motor power input forandring mellom stillestående og kjøring
ro: diferenta curent intrare motor intre functional si nicht functional
ru: разница в мощности двигателя между движением и остановкой
sl: vhodno napajanje rotorja- med vrtenjem ter na mestu
sv: motorströms skillnad mellan körandes och stillastående

source: send the complete DiSEqC sequence twice
cs: pošle 2x kompletní DiSEqC sekvenci
da: send den komplette DISEqC sekvens igen
el: Διπλή αποστολή ολόκληρης της εντολής DiSEqC
fr: Envoyer la séquence DISEqC complete
hr: šalje kompletne DiSEqC komande dva puta
hu: kétszer küldje el a teljes DiSEqC parancsot
is: senda allan DiSEqC strauminn tvisvar
it: trasmettere due volte la sequenza DISEqC
no: send den komplette DiSEqC Sekvensen to ganger
ro: transmite completa secventa DiSEqC dublu
sv: sänd den fullständiga DiSEqC sekvensen två gånger

source: Satellite:
cs: Satelit :
da: satellit:
el: Δορυφόρος:
hr: Satelit:
hu: Mühold:
is: Gervihnöttur:
no: Satelitt:
ro: Satelit:
ru: Спутник:
sl: satelit
sv: Satellit:

source: use truetype font instead of standard font
hu: TrueType betűtípus használata standard helyett

source: max. recording time (minutes):
hu: max. felvételi időhossz (perc):

source: send no DiSEqC when only Hi/Lo or H/V changes
cs: nevysílat povel DiSEqC při přepínání Hi/Lo nebo Hor/Vert
da: Send ikke DISEqC når der kun skiftes mellem høj/lav eller horisontal/vertikal
el: Χωρίς DiSEqC όταν αλλάζει μόνο το Hi/Lo ή το H/V
fr: Ne pas envoyer de DISEqC si seulement Hi/Lo ou H/V changent
hr: ne šalje DiSEqC samo kod promjene Hi/Lo ili H/V promjene
hu: ne küldjön DiSEqC parancsot, ha csak Hi/Lo vagy H/V változik
is: senda DiSEqC ekki þegar bara há/lá band eða H/V er breytt
it: non trasmette nessun DiSEqC solo se si cambia Hi/Lo o H/V
no: ikke send DiSEqC når bare Høy/Lav eller H/V endres
ro: transmite no DiSEqC daca doresti numai Hi/Lo sau H/V
ru: не посылать сигнал DiSEqC, если меняется только Hi/Lo или H/V
sv: sänd ingen DiSEqC vid enbart Hi/Lo eller H/V ändring

source: Service:
hu: Csatorna:

source: Uncommitted Switch:
da: Uspecificeret punkt
el: Διακόπτης Uncommitted:
fr: Switch non engagé
hu: Nem lekötött kapcsoló:
is: Fyrsti rofi:
no: Uncommitted Svitsj:
sv: Uncommitted omkopplare:

source: enable/disable inversion here (ok)
cs: nastaví inverzi LCD ( OK )
da: tilslut/afbryd invertering her (ok)
el: Αντιστροφής ή όχι φάσματος (OK)
fr: Activez/désactiver l'inversion ? (OK)
hr: Uključ./Isključ. inverziju ovdje (ok)
hu: invertálás engedélyezése/tiltása (OK)
is: virkja/gera óvirka breytingu hér (ok)
it: Inversione spegnere/accendere (ok)
no: aktiver/deaktiver inversjon her (ok)
ro: armeaza/dezarmeaza inversiune (ok)
ru: вкл./выкл. инверсию (ок)
sl: omogoči/onemogoči preobrat (ok)
sv: aktivera/avaktivera inversion här (OK)

source: prev. page
cs: před. strana
da: foregående side
el: Προηγούμενο
fr: Page précedente
hr: predhodna. strana
hu: elözö oldal
is: fyrri síða
it: Pagina precedente
no: forrige side
ro: pagina anterioara
ru: пред. стр.
sl: predhodna str.
sv: föreg. sida

source: Wednesday
cs: Středa
da: Onsdag
el: Τετάρτη
fr: Mercredi
hr: Srijeda
hu: Szerda
is: Miðvikudagur
it: Mercoledì
no: Onsdag
ro: Miercuri
ru: Среда
sl: Sreda
sv: Onsdag

source: switch to 16:9 mode when displaying teletext pages
hu: átváltás 16:9-be a teletext mejelenítésekor

source: Partition Check
cs: Kontrola partition
da: Undersøg partition
el: Έλενχος κατάτμησης
fr: Verification de votre partition
hr: Provjera particije
hu: partíció ellenörzése
is: Athuga diskhluta
it: verificare partizione
no: Partisjons sjekk
ro: Partition Control
ru: Проверка раздела диска
sl: Preveri razdelitev
sv: Partitionskontroll

source: enter recording end time (0..9, left, right, ok)
cs: nastavte čas vypnutí nahrávání ( 0..9, <, >, OK )
da: indsæt sluttid for indspilning (0-9, venstre, højre, ok)
el: Επιλογή τέλους χρόνου εγγραφής (0..9, <, >)
fr: Entrez l'heure de fin d'enregistrement (0...9, gauche, droite, ok)
hr: unesi vrijeme kraja snimanja (0..9, lijevo, desno, ok)
hu: adja meg a felvétel végét (0..9, bal, jobb, OK)
is: setja inn hvenær enda á upptöku (0..9, vinstri, hægri, ok)
it: inserire l'orario fine (0..9, sinistra, destra)
no: skriv inn innspilling stopp-tid (0..9, venstre, høyre, ok)
ro: introduceti sfirsit inregistrare (0..9, stinga, dreapta, ok)
ru: введите время конца записи (0..9, влево, вправо, ОК)
sl: vnesi čas prekinitve snemanja (0..9,levo/desno, ok)
sv: ange stopptid för inspelningen (0..9, vänster, höger, OK)

source: select year (ok)
cs: Vyberte rok ( OK )
da: vælg år
el: Επιλογή χρονιάς (ok)
fr: Choisir l'année (ok)
hr: odaberi godinu (ok)
hu: adja meg az évet (OK)
is: veldu ár (ok)
it: selezionare l'anno (ok)
no: velg år (ok)
ro: selecteaza An (ok)
ru: веберете год (ok)
sl: izberi leto (ok)
sv: välj år (OK)

source: increased voltage
cs: zvýšit napětí
da: øget spænding
el: Αυξημένη τάση
fr: Augmenter le voltage
hr: povećani napon
hu: emelt fejfeszültség
is: aukin spenna
it: voltaggio aumentato
no: økt spenning
ro: mareste voltaj
ru: повысить напряжение
sl: povišana napetost
sv: ökad spänning

source: Language:
hu: Nyelv:

source: LOCK
cs: Zámek
da: LÅS
el: OK
fr: Bloqué
hr: ZAKLJUČ.
hu: Zárolás
it: BLOCCO

source: choose the code rate HP (left, right)
cs: zvolit rychlost HP ( <, > )
da: vælg code rate HP (venstre, højre)
el: Επιλογή του FEC (<, >)
fr: Choisir le code rate HP (Gauche/droite)
hr: odaberite kod ratu HP (lijevo, desno)
hu: válasszon HP kód-arányt (bal, jobb)
is: veldu kóðahraða hér HP (vinstri, hægri)
it: seleziona il code rate HP (sinistra, destra)
sv: välj code rate HP (vänster, höger)

source: switch to 16:9 in split screen mode
hu: átkapcsolás 16:9 osztott képernyőben

source: turn 12V output on (for 12V relais) (ok)
cs: výstup 12V zapnut (OK)
da: 12V udgang tændt (12V relæ) (ok)
fr: Allumer la sortie 12V (pour relais 12V ) (ok)
hr: uključi 12V izlaz (za 12V releje) (ok)
hu: 12V-os kimenet bekapcsolása (OK; a relékhez)
it: attiva uscita 12V (per relais 12V) (ok)
ru: включить выход 12В (для переключателей 0/12В) (ok)
sv: använd 12V utsignal (för 12V relän) (OK)

source: enable/disable use BAT for scan (if exists)
cs: povolit/zakázat použití BAT při vyhledávání
da: tilslut/afbryd brug af BAT til scanning (Hvis muligt)
el: Χρήση του BAT κατά την ανίχνευση (αν υπάρχει)
fr: Activer/désactiver l'utilisation du BAT (si éxistant)
hr: Uključ/Isključ. koristi BAT za skeniranje (ako postoji)
hu: BAT használatának engedélyezése/tiltása (ha létezik)
is: virka/gera óvirka notkun á BAT við leitum (ef til staðar)
it: utilizzare accendere/spegnere del BAT (se disponibile)
no: aktiver/deaktiver bruk av BAT for skanning (hvis det finnes)
ro: armeaza/dezarmeaza, foloseste BAT pt scan
ru: вкл./выкл. использование BAT для сканирования (если есть)
sl: omogoči/onemogoči uporabo BAT za pregledovanje (če obstaja)
sv: aktivera/avaktivera BAT för sökning (om den finns)

source: Title:
hu: Cím:

source: Skin Selector
cs: Volba prostředí (skinu)
da: Skin vælger
el: Επιλογή επιφάνειας μενού
fr: Ouvrir la configuration du themes
hr: Odabir sučelja
hu: Skin kiválasztó
is: Velja skinn
it: Aprire selezione skins
no: Skin velger
ru: Выбор оболочек
sl: izbira izgleda - skin
sv: Utseendeväljaren

source: transponder scanned:
cs: prohledané transpondéry :
da: transponder søgt:
el: Ανίχνευση αναμεταδότη:
fr: Transpondeurs scannés :
hr: transpondera skenirano:
hu: lekeresett transzponderek:
is: sendar skannaðir:
it: I transponder perquisiti
no: Transponder skannet:
ro: transponderi gasiti:
ru: Отсканировано транспондеров:
sl: transponder pregledan
sv: Antal funna transpondrar:

source: teletext page number (100 - 899)
hu: Teletext oldalszám (100-899)

source: press ok to change event name manually
cs: stiskem OK změníte ručně jméno události
da: tryk ok for at ændre begivenheds navn manuelt
el: Πατήστε OK για να δώσετε όνομα στο γεγονός
fr: Appuyez ok pour entrer le nom manuellement
hr: pretisnite ok za promjenu imena događaja manualno
hu: Ok-val megváltoztathatja az esemény a nevét
is: ýtið á ok til að breyta nafni á atburði
it: premere OK per cambiare evento manualmente
no: trykk på ok for å endre navn manuelt
ro: apasa ok pt a schimba manual nume event
ru: ажмите ок для ручного изменения имени задания
sl: pritisni ok za ročno preimenovanje dogodka
sv: tryck OK för att ändra programnamnet manuellt

source: recording end time:
cs: čas vypnutí nahrávání :
da: sluttid for indspilning:
el: Ρύθμιση τέλους χρόνου εγγαφής:
fr: Heure de fin d'enregistrement :
hr: vrijeme kraja snimanja:
hu: felvétel vége:
is: lok upptökutíma:
it: registrazione orario fine
no: innspilling stopp-tid:
ro: sfirsit inregistrare
ru: конец записи:
sl: čas prekinitve snemanja
sv: Stopptid för inspelningen:

source: Use motor input power for running detection.. else use timeout
cs: Pro detekci pohybu se použije vstupní proud.. jinak časový limit
da: Brug motor indgangsspænding til løbende detektering - ellers brug timeout
el: Χρήση ισχύος εισόδου ρότορα για έλεγχο κίνησης ή χρονοκαθυστέρηση
fr: Employez La Puissance de l'entrée du Rotor pour la détection courante..arrêt d'autre d'utilisation
hr: Koristi ulazno napajanje motora za pokretanje detekcije.. inače koristi timeout
hu: a motor felvételi áramának használata a forgás megállapításához... vagy időtullépés
is: Nota aflmælingu til að athuga hvort mótor snýst.. annars hætta eftir ákeðinn tíma
it: utilizza la corrente di entrata per la verifica di movimento o utilizza il "timeout"
no: Bruk motor input power for kjøre deteksjon.. ellers bruk timeout
ro: Uz motor curent propriu pentru detectie...sau timeout
ru: Подайте питание на позиционер для его обнаружения.. или подождите
sl: Uporabi vhodno moč motorja za pogon iskanja...drugače izberi prekinitev
sv: Använd motorns strömstyrka för riktningsdektektion.. annars använd timeout

source: no circ polariz.
cs: bez kruhové polar.
da: Ingen cirkulær pol.
el: Μη κυκλικ. πόλωση
fr: Pas de polarisation circulaire
hr: bez Cirk. polariz.
hu: nincs cirk. polarizáció
is: ekki hringpólun.
it: no polarizzazione circolare
no: ingen sirk. polar.
ro: nu circ polariz.
ru: не круговая поляр.
sv: ingen cirk polaris.

source: Direction:
cs: Směr :
da: Retning:
el: Κατεύθυνση
hr: Smjer:
hu: Irány:
is: Stefna:
it: direzione:
no: Retning:
ro: Directie:
ru: Направление:
sl: Smer
sv: Riktning:

source: set the language of the displayed pages
hu: a teletext oldalak nyelvének megadása

source: services scanned :
cs: prohledané kanály :
da: kanaler afsøgt:
el: Ανιχνεύτηκαν υπηρεσίες :
fr: Services Scannés:
hr: usluge skenirane :
hu: lekeresett csatornák:
is: rásir fundnar:
it: il numero dei canali trovati
no: tjenester skannet :
ro: servicii total :
ru: Отсканировано сервисов:
sl: pregledani programi:
sv: Antal funna kanaler :

source: standby timeout (min):
hu: készenléti időtullépés (perc):

source: save changes and return
cs: zapíše změny a uzavře okno
da: Gem ændringer og gå tilbage
el: Επιστροφή με αποθήκευση αλλαγών
fr: Sauvegarder les changements et fermer la fenetre
hr: pohrani promjene i vrati se
hu: mentés és bezárás
is: vista breytingar og fara til baka
it: Memorizzare modifiche e chiudere il pannello
no: lagre endringer og returner
ro: salveaza schimbari si inapoi
ru: сохранить изменения и продолжить
sl: shrani spremembe in nazaj
sv: spara ändringarna och återgå

source: aborts the transponder scan
cs: opustit vyhledávání
da: Afbryder transponder scanningen
el: Εκίνηση ανίνχευσης.
fr: Annuler la recherche de transpondeurs
hr: prekida skeniranje transponder-a
hu: transzponder-keresés megszakítása
is: hætta við leit á tíðni
it: interrompe la ricerca trasponder
sv: avbryter transpondersökningen

source: remove
cs: vymazat
da: fjern
el: διαγραφή
fr: Effacer
hr: ukloni
hu: törlés
is: fjarlægja
it: rimuovi
no: fjern
ro: sterge
ru: удалить
sl: odstrani
sv: ta bort

source: Motor Config
cs: Nastavení motoru
el: Ρύθμιση ρότορα
fr: Configuration Rotor
hr: Konfiguracija Motora
hu: Motor beállítások
is: Mótor uppsetning
it: Configurazione del rotore
no: Motor Konfigurasjon
ro: Configuratie motor
ru: Кофигурация позиционера
sl: Konfiguracija rotorja
sv: Motorkonfig

source: remove selected entry
cs: vymaže vybrané položky
da: fjern det valgte
el: Διαγραφή επιλεγμένου γεγονότος
fr: Effacer l'entrée sélectionnée
hr: obriši selektirani unos
hu: kijelölt bejegyzés törlése
is: taka út það sem er valið
it: cancellare selezione
no: fjern valgt oppføring
ro: sterge campurile selectate
ru: удалить выбранные записи
sl: odstrani izbrano postavko
sv: ta bort vald post

source: select DiSEqC mode (ok)
cs: vyberte mód DiSEqC ( OK )
da: Vælg DISEqC metode (ok)
el: Επιλογή τύπου DiSEqC (ok)
fr: Choisir le mode DISEqC (ok)
hr: odaberi DiSEqC mod (ok)
hu: válasszon DiSEqC üzemmódot (OK)
is: veldu DiSEqC ham (ok)
it: selezionare modalitá DiSEqC (ok)
no: velg DiSEqC-Modus (ok)
ro: selecteaza modul DiSEqC (ok)
ru: выбор DiSEqC режима (ok)
sl: izberite DiSeqC način (ok)
sv: välj DiSEqC läge (OK)

source: Swap Commands
cs: Prohodit povely
da: Skift kommando
el: Ανταλλαγή:
hr: zamjeni komande
hu: Parancsok váltása
is: Skipta á skipunum
it: Cambio Comandi
no: bytte kommandoer (cmds)
ro: Comenzi Swap
ru: Команды обмена
sv: Byt kommandon

source: enter LNB threshold frequency (0..9, ok)
cs: nastavte v LNB prahový kmitočet (0..9, OK)
da: Indtast LNB treshold frekvens (0..9, ok)
el: δώστε την συχνότητα αλλαγής μπάντας του LNB (0..9, OK)
fr: Entrez la fréquence de pas du LNB (0..9,ok)
hr: unesi frekvenciju LNB-a (0..9, ok)
hu: adja meg az LNB küszöbfrekvenciáját (0..9, OK)
is: sláðu inn tíðnimörk nema (0..9, ok)
it: Inserire la frequenza Treshold dell' LNB (0..9, ok)
no: skriv inn LNB baneterskel frekvens (0..9, ok)
ro: introdu frecventa LNB threshold (0..9, ok)
ru: введите частоту гетеродина LNB (0..9, OK)
sl: vstavi LNB limitno frekvenco (0..9, ok)
sv: ange LNB tröskelfrekvens (0..9, OK)

source: close motor setup
cs: opustit nastavení motoru
da: afbryd motor opsætning
el: Επιστροφή στο προηγούμενο μενού
fr: Fermer le menu configuration du rotor
hr: zatvori postavke motora
hu: motor beállítások menü bezárása
is: loka mótor uppsetningu
it: chiudere impostazioni rotore
no: lukk motor konfigurasjon
ro: inchide motor setup
ru: закрыть установки позиционера
sl: zapri meni za nastavitve motorja
sv: stäng motorinstallationen

source: insert rotor memory cell for this orbital position
cs: zadejte orbitální pozici nastavenou v motoru
da: Indsæt rotor hukommelsespunkt for denne satellitposition
el: Επιλέξτε ποιά τροχιακή θέση να αποθηκευτεί στον ρότορα
fr: Entrez la position orbitale a enregisrer pour le rotor
hr: unesi gdje je ta orbitalna pozicija pohranjena u motoru
hu: motor memória cella beszúrása ehhez a pozícióhoz
is: setja inn númer á minnishólfi í mótor fyrir þessa staðsetningu
it: inserire dove si trova la posizione orbitale memorizzata nel rotore
no: skriv inn hvor denne orbital posisjonen er lagret i motoren
ro: introduceti locul in memorie pentru aceasta pozitie orbitala
sv: lägg till rotor memory cell för denna position

source: add only unscrambled services
cs: přidá jen nekódované programy
da: Tilføj kun ukodede kanaler
el: Κρύψημο κλειδωμένων υπηρεσιών
fr: Ajouter seulement chaines cryptées
hr: dodaj samo nekodirane usluge
hu: csak a kódolatlan csatornákat adja hozzá
is: bæta við bara órugluðum rásum
it: aggiungi solo canali decodificati
no: legg kun til ukrypterte tjenester
ro: adauga numai programe libere
ru: добавить только некодированные сервисы
sl: dodaj samo nekodirane programe
sv: lägg till enbart okodade kanaler

source: abort
cs: přerušit
da: forlad
el: Ακύρωση
fr: Fermer
hr: odustani
hu: megszakítás
is: hætta við
it: indietro
no: avbryt
ro: renunta
ru: отменить
sl: prekini
sv: avbryt

source: Transparency:
hu: Áttetszőség:

source: select filsystem to format
cs: vyberte souborový systém pro formát
da: vælg filsystem til formattering
el: Επιλέξτε τύπο φορμαρίσματος
fr: Selectionnez le systeme de fichiers a formater
hr: odaberi datotekni sustav za format
hu: válasszon fájlrendszert a formázáshoz
is: veldu skráarkerfi til að forsníða
it: scegli il filesystem per la formattazione
no: velg hvilket filsystem som skal brukes
ro: selecteaza filesystem pentru HDD
ru: выберите файловую систему для форматирования
sl: izberi sistemsko mapo, katero hočeš formatirati
sv: välj filsystem för formatering

source: close window
cs: uzavři okno
da: luk vindue
el: Επιστροφή στο προηγούμενο μενού.
fr: Fermer la fenêtre
hr: zatvori prozor
hu: ablak bezárása
is: loka glugga
it: chiudere il pannello
no: lukk vindu
ro: inchide fereastra
ru: закрыть окно
sl: zapri okno
sv: stäng fönstret

source: set directory where timeshift files will be stored
hu: Válassza ki a mappát az időcsúsztatási fájloknak

source: Recalc Params:
cs: Přepočti parametry :
da: genberegn parametre
el: Αναθεώρηση παραμέτρων
fr: Recalcule des Paramètres :
hr: Rekalk Paramet:
hu: Paraméterek újraszámolása:
is: Endurreikna gildi:
it: Ricalcolatore parametri:
no: omberegnings Parametere:
ro: Recalcularea parametrilor:
ru: Пересчет параметров:
sl: Preračun parametrov:
sv: Omberäkn. parametrar:

source: Search in:
hu: Keresés:

source: enter transponder frequeny (0..9, left, right)
cs: nastavte kmitočet transpondéru ( 0..9, <, > )
da: vælg transponder frekvens (0-9, venstre, højre
el: Συχνότητα αναμεταδότη (0..9, <, >)
fr: Entrez la fréquence du transpondeur (0..9, gauche, droite)
hr: unesi frekvenciju transpondera (0..9, lijevo, desno)
hu: Adja meg a transzponder frekvenciáját (0..9, bal, jobb)
is: sláðu inn senditíðni (0..9, vinstri, hægri)
it: inserisci la frequenza del transponder (0..9, sinistra, destra)
no: skriv inn transponderfrekvens (0..9, venstre, høyre)
ro: introduceti frecventa transponderului (0..9, stanga, dreapta)
ru: введите частоту транспондера (0..9, влево, вправо)
sl: vpisi frekvenco transponderja (o..9, levo/desno)
sv: ange transponderfrekvens (0..9, vänster, höger)

source: save settings
hu: beállítások mentése

source: add
cs: další
da: tilføj
el: προσθήκη
fr: Ajouter
hr: dodaj
hu: hozzáadás
is: bæta við
it: aggiungi
no: legg til
ro: adauga
ru: добавить
sl: dodaj
sv: lägg till

source: start the transponder scan
cs: začne vyhledávat transpondéry
da: start transponder scanning
el: Εκίνηση ανίχνευσης
fr: Lancer le scan de transpondeurs
hr: započni skeniranje transponder-a
hu: transzponder keresés indítása
is: byrja leit á sendum
it: avviare la ricerca canali
no: starter transponder skanning
ro: incepe scanarea transponderului
ru: начать сканирование транспондера
sl: prične s pregledovanjem transponderja
sv: starta transpondersökningen

source: start scan
cs: začít vyhledávat
da: start scanning
el: Έναρξη
fr: Lancer une recherche
hr: započni skeniranje
hu: keresés indítása
is: byrja leit
it: avviare la ricerca
no: start skann
ro: incepe scanarea
ru: сканировать
sl: prični pregledovanje
sv: starta sökning

source: check
cs: zkontroluj
da: undersøg
el: Έλεγχος
fr: Verification
hr: provjeri
hu: ellenőrzés
is: athuga
it: verifica
no: sjekk
ro: marcheaza
ru: проверка
sl: preveri
sv: kontroll

source: send harddisk to standby immediately
hu: a merevlemez azonnali készenlétbe helyezése

source: Services
cs: Programy
da: Kanaler
el: υπηρεσίες
hr: Usluge
hu: Csatornák
is: Rásir
it: Servizi
no: Tjenester
ro: Servicii
ru: Сервисы
sl: Programi
sv: Kanaler

source: Filesize:
hu: Fájlméret:

source: Genre:
hu: Zsáner:

source: Search options:
hu: Keresés opciók:

source: Coderate LP:
cs: Rychlost LP:
hr: Kodrata LP:
hu: LP kódarány:
is: Gagna hraði LP:

source: Swap Manager
hu: Swap kezelő

source: Brightness:
cs: Jas :
da: Lysstyrke
el: Φωτηνότ:
fr: Luminosité:
hr: Svijetlost:
hu: Fényerö:
is: Birta:
it: Luminosità:
no: Lysstyrke:
ru: Яркость:
sl: Svetloba:
sv: Ljusstyrka:

source: subservices
cs: další služby
da: undertjenester
el: Υπο-υπηρεσίες
fr: Sous-Services
hr: podusluge
hu: alcsatornák
is: undir rásir
it: sottocanali
no: undertjenester
ro: subservicii
ru: доп. сервис
sl: Podprogrami
sv: underkanaler

source: choose the bandwidth (left, right)
cs: zvolte šířku pásma ( <, > )
da: vælg båndbredde (venstre, højre)
el: Επιλογή του FEC (<, >)
fr: Choisir la largeur de bande (Gauche/droite)
hr: odaberite propusnost (lijevi, desni)
hu: válasszon sávszélességet (bal, jobb)
is: veldu bandbreidd (vinstri, hægri)
it: seleziona la larghezza della banda (sinistra, destra)
sv: välj bandbredd (vänster, höger)

source: Close
hu: Bezárás

source: activate permanent timeshift
hu: állandó időcsúsztatás aktiválása

source: acoustic management:
hu: akusztikai menedszment:

source: select month (ok)
cs: vyberte měsíc ( OK )
da: vælg måned (OK)
el: Επιλογή μήνα (ok)
fr: Choisir le mois (ok)
hr: odaberi mjesec (ok)
hu: válasszon hónapot (OK)
is: veldu mánuð (ok)
it: seleziona il mese (ok)
no: velg måned (ok)
ro: selecteaza luna (ok)
ru: выберите месяц (ok)
sl: izberi mesec (ok)
sv: välj månad (OK)

source: Start
hu: Indítás

source: enter your latitude (0..9, +, -, ok)
cs: zadejte svoji zeměpisnou šířku (0..9 ,+, -, OK)
da: vælg din breddegrad (0..9, +, -, ok)
el: Γεωγραφικό πλάτος (0..9, +, -, ΟΚ)
fr: entrez votre latitude (0..9, +, OK)
hr: unesite vašu lalitudu (0..9, +, -, ok)
hu: a pozíciójának szélességi foka (0..9, +,-, OK)
is: sláðu inn breiddargráðu (0..9, +, -, ok)
it: Inserire la sua latitudine (0..9, +, -, ok)
no: skriv inn din breddegrad (0..9, +, -, ok)
ro: introduceti latitudinea (0..9, +, -, ok)
ru: введите Вашу широту (0..9, +, -, ok)
sl: vstavi tvojo zemljepisno širino (0..9, +,- ,ok)
sv: ange din latitud (0..9, +, -, OK)

source: DiSEqC Mode:
cs: DiSEqC Mód :
el: Τύπος DiSEqC:
fr: Mode DISEqC
hr: DiSEqC Mod:
hu: DiSEqC mód:
is: DiSEqC hamur:
it: Modalitá DiSEqC:
no: DiSEqC-Modus:
ro: Modul DiSEqC:
ru: Режим DiSEqC:
sl: DiSEqC Nacin:
sv: DiSEqC Läge:

source: LNB Configuration
cs: LNB nastavení
da: LNB konfiguration
el: Ρύθμιση LNB
fr: Configuration LNB
hr: Konfiguracija LNB-a
hu: LNB beállítások
is: Uppsetning nema
it: Impostazioni LNB
no: LNB Konfigurasjon
ro: Configurarea LNB-ului
ru: Настройки LNB
sl: LNB konfiguracija
sv: LNB Konfiguration
