Repository: ChakaZulu/tuxbox_apps
Catalog: tuxbox/enigma/po/*.po
Languages: cs, da, el, fr, hr, hu, is, it, no, ro, ru, sl, sv

source: Rename bouquet
cs: Přejmenovat přehled
da: Omdøb kanalliste
el: Μετονομασία μπουκέτου
fr: Renommer le bouquet
hr: preimenuj butik
hu: Bouquet átnevezése
is: Endurnefna vönd
it: Rinomina bouquet
no: Gi bruker bouquet nytt navn
ro: nou nume pentru buchet
ru: Переименование пакета
sl: Preimenuj uporabniski paket
sv: Byt namn på favorit

source: Enter name for the new bouquet:
cs: Zadejte název nového přehledu:
da: Indtast navn til den nye kanalliste
el: Δώστε όνομα του νέου μπουκέτου:
fr: Entrez le nom du nouveau bouquet
hr: Unesi ime za novi butik:
hu: Adja meg az új bouquet nevét:
is: Sláðu inn nafn á þennan nýja rásavönd:
it: Inserisci nome del nuovo bouquet:
no: Skriv inn nytt navn for bruker bouquet:
ro: Introduce name pentru nou buchet
ru: Введите имя для нового пакета:
sl: Vpisi ime za nov paket:
sv: Ange namn på den nya favoriten:

source: Add new bouquet
cs: Vytvořit nový přehled
da: Tilføj en ny kanalliste
el: Προσθήκη νέου μπουκέτου
fr: Ajouter nouveau bouquet
hr: Dodaj novi butik
hu: Új bouquet hozzádása
is: Bæta við nýjum rásavendi
it: Aggiungi un nuovo bouquet
no: Legg til ny bouquet
ro: adauga buchet nou
ru: Добавить новый пакет пользователя
sl: Dodaj nov uporabniski paket
sv: Lägg till ny favorit

source: unnamed
cs: nepojmenovaný
da: anonym
el: Χωρίς όνομα
fr: sans nom
hr: bezimena
hu: névtelen
is: ónefndur
it: senza nome
no: ikke navngitt
ro: fara nume
ru: не назван
sl: brez imena
sv: ej namngiven

source: Enter marker name:
cs: Zadejte název záložky:
da: Vælg markør navn:
el: Δώστε όνομα στο σημάδι:
fr: Entrer le nom du marqueur
hr: Unesi ime markera:
hu: Adja meg a marker nevét:
is: Slá inn nafn á merki:
it: Inserisci nome marker:
no: Skriv inn navn på marker:
ro: introduce marcator nume
ru: Введите имя метки:
sv: Ange markörnamn:

source: create marker
cs: Vytvořit záložku
da: indsæt markør
el: Δημιουργεία σημαδιού
fr: Créer marqueur
hr: stvori marker
hu: marker létrehozása
is: búa til merki
it: crea marker
no: lag marker
ro: creeaza marcator
ru: создать метку
sv: skapa markör

source: unnamed bouquet
cs: nepojmenovaný přehled
da: unavngiven kanalliste
el: Μπουκέτο χωρίς όνομα
fr: Bouquet sans nom
hr: bezimeni butik
hu: névtelen bouquet
is: ónefndur rásavöndur
it: bouquet senza nome
no: ikke navngitt bouquet
ro: buchet fara nume
ru: пакет пользователя не назван
sl: Paket brez imena
sv: ej namngiven favorit

source: This directory doesn't contain anything playable!
cs: Tento adresář neobsahuje nic pro přehrávání !
da: Denne mappe indeholder ikke noget der kan afspilles!
el: Αυτός ο κατάλογος δεν περιέχει κάτι που μπορεί να αναπαραχθεί!
fr: ce dossier ne contient pas de fichiers visuels!
hr: Direktorij ne sadrži ništa moguće za pokrenut !
hu: Ebben a könyvtárban nem található lejátszható fájl!
is: Þessi mappa inniheldur ekki neitt sem er spilanlegt!
it: Questo archivio non contiene nulla da riprodurre!
no: Denne mappen inneholder ingenting som kan spilles av!
ro: Acest fisier nu contine nimic playable!
ru: Эта директория не содержит ничего для просмотра!
sl: Direktorij brez podatov za predvajanje!
sv: Denna katalog innehåller inget som är uppspelbart!

source: Play
cs: Přehrát
da: Afspil
el: Αναπαραγωγή
fr: Lecture
hu: Lejátszás
is: Spila
no: Spill av
ru: Воспроизвести
sl: Predvajaj
sv: Spela upp

source: was not found!
hu: nem található!

source: A timer based recording is currently in progress! This stops the timer, and recording!
cs: Momentálně probíhá načasované nahrávání! Toto přeruší časovač a nahrávání!
da: en timerbaseret indpilning er i øjeblikket aktiv! Dette vil standse timeren og indspilningen!
el: Ο χρονοδιακόπτης έχει ενεργοποιήσει ψηφιακή εγγραφή.<nΑυτή η επιλογή θα σταματίσει τον χρονοδιακόπτη και την εγγραφή
fr: Un enregistrement programmé est en cours ! Ceci arrete la minuterie et l'enregistrement numérique !
hr: Digitalno snimanje preko tajmera je trenutno u tijeku! Ovo zaustavlja tajmer, i digitalno snimanje!
hu: Egy időzítő által indított felvétel jelenleg még aktív! Megállítsam az idözítöt és a felvételt?
is: Tímastillt upptaka í gangi! Þetta stoppar tímastillinguna og upptökuna!
it: Attualmente è in corso una registrazione attivata dal timer! Questo interrompe il timer e la registrazione!
no: En digital timerbasert innspilling er aktiv! Dette vil stoppe timeren, og innspillingen!
ro: O inregistrare bazata pe timer este in progres! Va opri timerul, si inregistrarea
ru: В настоящее время уже происходит запись по установленному таймеру! Это остановит таймер и запись!
sl: Snemanje z TIMER-jem je v teku! Snemanje in TIMER bosta prekinjena.
sv: För närvarande pågår en timerprogrammerad inspelning! Detta stoppar timern och avbryter den inspelningen!

source: A recording is currently in progress! This stops the recording!
cs: Momentálně probíhá nahrávání! Tímto přerušíte nahrávání!
da: En indspilning er i gang! Dette afbryder indspilningen!
el: Γίνεται ψηφιακή εγγραφή αυτή τη στιγμή! Αυτή η επιλογή θα σταματίσει την ψηφιακή εγγραφή!
fr: Un enregistrement est en cours! ceci arrete l'enregistrement digital !
hr: Digitalno snimanje je trenutno u tijeku! Ovo zaustavlja digitalno snimanje!
hu: Egy felvétel jelenleg aktív! Megállítsam a felvételt?
is: Upptaka er nú í gangi! Þetta stoppar upptökuna!
it: Attualmente é in corso una registrazione! Questo ferma la registrazione!
no: En digital innspilling er aktiv! Dette vil stoppe innspillingen!
ro: O inregistrare este in progres! Va opri inregistrarea!
ru: Идет запись! Это остановит запись! Выполнить?
sl: Snemanje je trenutno v teku! To bo zaustavilo snemanje!
sv: En inspelning pågår för närvarande! Detta avbryter inspelningen!

source: A timer event is currently in progress! This stops the timer event!
cs: Momentálně probíhá načasovaná událost! Tímto proces zrušíte!
da: En timer begivenhed er under afvikling! Dette afbryder timeren!
el: Ο χρονοδιακόπτης είναι ενεργός! Αυτή η επιλογή θα σταματίσει τον χρονοδιακόπτη!
fr: Un évenement est en cours d'execution Ceci arrete l'horloge !
hr: U tijeku je snimanje podešeno s Tajmerom! Ovo će zaustaviti tajmersko snimanje!
hu: Egy időzítés jelenleg aktív! Megállítsam az idözítést?
is: Tímastillt atriði er virk! Þetta stoppar tímastillinguna!
it: Momentaneamente é in corso una registrazione! Questo interrompe un'evento nel Timer!
no: En timer er for øyeblikket aktivf! Dette vil stoppe den timeren!
ro: Un timer este curent in progres! Va opri timerul!
ru: Таймер запущен! Это остановит таймер! Выполнить?
sl: V teku je dogodek, ki je bil dodan v TIMER! To bo prekinilo snemanje dogodka!
sv: För närvarande pågår en timerinspelning! Detta avbryter timerinspelningen!

source: Really do this?
cs: Jste si jist ?
da: Ønsker du virkelig det ?
el: Σίγουρα να γίνει αυτό;
fr: Voulez vous vraiment faire ceci?
hr: Stvarno želite to učiniti?
hu: Biztosan ezt akarja?
is: Ertu alveg viss?
it: Sei sicuro ?
no: Er du sikker på at du vil fortsette?
ro: Intr-adevar faceti aceasta?
ru: Действительно выполнить?
sl: Resnično napravim to?
sv: Verkligen göra detta?

source: please wait until the timer has started the recording (max 10 seconds)
cs: počkejte prosím dokud časovač nezapne nahrávání ( max 10 sekund )
da: Vent til timeren starter optagelsen (Max 10 sekunder)
fr: attendez que le timer a lancé l'enregistrement (max 10 secondes)
hr: molimo pričekajte dok tajmer ne pokrene snimanje (max 10 sekundi)
hu: várjon amíg az időzítő elindítja a felvételt (max. 10 mp)
is: vinsamlegast bíðið á meðan tímastillingin hefur byrjað upptökuna (mest 10 sekúndur)
it: attendi che il timer proceda alla registrazione (max 10 secondi)
ru: пожалуйста подождите пока таймер начнет запись (максимум 10 секунд)
sv: vänta medan timern har startat inspelningen (max 10sec)

source: information
cs: Informace
el: Πληροφορίες
fr: Informations
hr: informacija
hu: információ
it: informazione
ru: информация

source: Record failed due to inaccessable storage.
cs: Nahrávání selhalo, médium nedostupné.
da: Indspilning afbrudt - Manglende plads på harddisken.
fr: Enregistrement raté, support innacessible
hr: Snimanje neuspješno zbog nedostatnog prostora na disku.
hu: Felvétel sikertelen, a hozzáférhetetlen háttértároló miatt
is: Upptaka tókst ekki það sem það náðist ekki í geymsluna.
it: Risultato fallito per memoria inaccessibile.
sv: Inspelning misslyckad på grund av otillgänglig lagring.

source: Record stopped due to full harddisk. Delete some recordings and try again.
cs: Nahrávání zastaveno. HDD je plný. Vymažte některé nahrávky a zkuste to z novu.
da: Indspilning afbrudt - Manglende plads på harddisken. - Slet nogle af dine optagelser og prøv igen
fr: Enregistrement stoppé, disque dur plein... Effacez des enregistrements
hr: Snimanje zaustavljeno jer je Disk Pun. Obrište neke snimke i pokušajte ponovno.
hu: Felvétel megállítva, megtelt a merevlemez. Töröljön néhány felvételt és próbálja meg újra.
is: Upptaka stoppuð vegna þess að harði diskurinn er fullur. Eyddu einhverju og reyndu aftur.
it: Registrazione fermata per Hard Disk pieno. Cancella alcune registrazioni e riprova.
ru: Запись остановлена по причине заполненного HDD. Удалите какие либо записи и попробуйте снова.
sv: Inspelning avbruten på grund av full hårddisk. Ta bort någon inspelning och prova igen.

source: Record failed due to an write error during recording. Check for filesystem corruption.
cs: Nahrávání selhalo kvůli chybě během zápisu. Zkontrolujte záznamové médium.
da: Indspilning afbrudt på grund af skrivefejl - Undersøg filsystemet for fejl.
fr: Enregistrement raté, erreur d'écriture.... verifiez les corruptions des fichiers systemes
hr: Snimanje neuspješno zbog greške pisanja tijekom snimanja. Provjeri dali je datotekni sustav oštećen.
hu: Felvétel sikertelen egy írási hiba miatt. Ellenörizze a fájlrendszer épségét.
is: Upptaka tókst ekki vegna villu við skrifun á diskinn. Athugaðu skráarkerfi. Gæti þurft að forma diskinn.
it: Risultato fallito dovuto ad un errore di scrittura durante la registrazione. Controlla la corruzione del filesystem.
sv: Inspelning misslyckades på grund av skrivfel under inspelning. Kontrollera filsystemet för korruption.

source: record failed
cs: Nahrávání selhalo.
da: indspilning annulleret pga fejl
el: Τέλος εγγραφής
fr: Erreur d'enregistrement
hr: Snimanje neuspješno
hu: sikertelen felvétel
is: upptaka mistókst
it: registrazione fallita
ru: запись прервана
sl: snemanje neuspelo
sv: inspelning misslyckades

source: One moment please...
cs: Prosím čekejte ...
da: Et øjeblik......
el: Παρακαλώ περιμένετε...
fr: Patientez...
hr: Molim pričekajte...
hu: Kérem, várjon...
is: Augnablik....
it: Un momento per favore...
no: Ett øyeblikk...
ro: Un moment va rog...
ru: Пожалуйста подождите...
sl: Trenutek prosim...
sv: Vänta en stund...

source: switch
cs: přepnout
da: Besked
el: Μήνυμα
fr: Message
hr: prebaci
hu: csatornaváltás
is: skipti
it: cambiare
no: bytt
ro: comutare
ru: переключить
sl: obrni
sv: omkopplare

source: Service could not be found !
cs: Služba nenalezena !
da: Kanalen kunne ikke findes !
el: Η υπήρεσία δεν βρέθηκε.
fr: Service introuvable!
hr: Usluga nije pronađena !
hu: A csatorna nem található !
is: Fann ekki þessa stöð !
it: Il canale non é stato trovato.
no: Tjeneste kunne ikke bli funnet!
ro: Serviciul nu poate fi gasit
ru: Сервис не найден !
sl: Programa ne najde!
sv: Denna kanal kunde inte hittas!

source: This service could not be descrambled
cs: Program nemůže být dekódován
da: Denne kanal kan ikke afkodes
el: Αυτή η υπηρεσία δεν μπορεί να αποκωδικοποιηθεί
fr: Ce service ne peut être décrypté
hr: Ovu uslugu nije moguće dekodirati
hu: Kódolt csatorna, nem nyitható
is: Ekki hægt að afrugla þessa rás
it: Il canale non puó essere decodificato
no: Denne tjenesten kunne ikke bli dekryptert
ro: Acest serviciu nu poate fi decodat
ru: Сервис не дешифруется
sl: Tega programa ne more odkodirati
sv: Denna kanal kunde inte avkodas

source: This service doesn't currently send a signal
cs: Program nevysílá (momentálně) signál
da: Denne kanal sender i øjeblikket ingen signal
el: Αυτή η υπηρεσία δεν στέλνει (τώρα) σήμα.
fr: aucun signal
hr: Ova usluga trenutno ne šalje signal
hu: A csatorna jelenleg nem sugároz jelet
is: Þessi rás sendir ekki út núna
it: Momentaneamente questo canale non trasmette nessun segnale.
no: Denne tjenesten sender ikke signal for øyeblikket
ro: Acest serviciu nu transmite in mod curent nici un semnal
ru: Этот сервис не может в настоящее время послать сигнал
sl: Ta program trenutno nima signala
sv: Denna kanal sänder för närvarande ingen signal

source: This content could not be displayed
cs: Obsah nemůže být zobrazen
da: Dette indhold kan ikke vises
el: Τα περιεχόμενα αυτά δεν μπορούν να αποδωθούν
fr: Ce contenu ne peut être affiché
hr: Ovaj sadržaj nije moguće prikazati
hu: A tartalom nem mutatható
is: Ekki hægt að sýna þetta efni
it: Il contenuto non puó essere visualizzato
no: Dette innholdet kunne ikke bli vist
ro: Acest element nu poate fi afisat
ru: Это содержание не может быть отображено
sl: Ta vsebina ne bo prikazana
sv: Innehållet kunde inte visas

source: NVOD Service - please select a starttime
cs: NVOD program - prosím, zvolte čas zahájení
da: NVOD Kanal - Vælg starttid
el: Υπηρεσία NVOD - Παρακαλώ επιλέξτε ώρα έναρξης!
fr: Service NVOD - Selectionnez l'heure de début
hr: NVOD Usluga - molim odaberite početno vrijeme
hu: NVOD szolgáltatás - válasszon ki egy idöpontot
is: NVOD þjónusta - veldu byrjunartíma
it: Servizio NVOD - prego, selezionare un'orario di partenza!
no: NVOD tjeneste - vennligst velg starttid
ro: NVOD Service - selectati va rog starttime
ru: NVOD сервис - пожалуйста выберите время запуска
sl: NVOD Program - prosim izberite cas pricetka
sv: NVOD tjänst - var god välj starttid

source: Unknown error!!
cs: Neznámá chyba !!
da: Ukendt fejl !!
el: Σου είπε κανείς να παίζεις με τα πλήκτρα;
fr: Erreur inconnue!
hr: Nepoznata greška!!
hu: Ismeretlen hiba!!
is: Óþekkt villa!!
it: Errore sconosciuto!!
no: Ukjent feil!!
ro: greseala necunoscuta
ru: Неизвестная ошибка!!
sl: Neznana napaka!!!
sv: Okänt fel!!

source: Playlist
cs: Přehled
da: Afspilningsliste
el: Λίστα αναπαραγωγής
fr: Playliste
hu: Playlista
is: Spilunarlisti
it: Lista di Riproduzione
no: Spilleliste
ru: Список воспроизведения
sl: Seznam nazadnje gledanih programov
sv: Spellista

source: History
cs: Historie
da: Historie
el: Ιστορία
fr: Historique
hr: Prošlost
hu: Történelem
is: Saga
it: Cronologia
no: Historie
ro: Istorie
ru: История
sl: Zgodovina
sv: Historik

source: Service Menu
cs: Servisní menu
da: Kanal Menu
el: Μενού υπηρεσιών
fr: menu services
hr: Servisni Izbornik
hu: Csatorna menü
is: Þjónustu valmynd
it: Menú di servizio
no: Tjeneste Meny
ro: Menu Servicii
ru: Меню услуг
sl: Meni programov
sv: Program meny

source: add service to playlist
cs: přidat službu do Playlistu
da: Tilføj kanal til afspilningslisten
el: Προσθήκη υπηρεσίας στην Playlist
fr: Ajouter un service a la Playlist
hr: dodaj uslugu na playlistu
hu: csatorna hozzáadása a playlistához
is: og bæta rás við spilunarlista
it: aggiungere il canale alla lista di riproduzione
no: legg til tjeneste i spilleliste
ro: adauga serviciul la playlist
ru: добавить сервис к списку воспроизведения
sl: dodaj program seznamu nazadnje gledanih programov
sv: lägg till program i spellista

source: add selected service to the playlist
cs: přidá vybranou službu do seznamu nahrávek (Playlist)
da: Tilføj kanal til afspilningslisten
el: Προσθήκη υπηρεσίας στην Playlist
fr: Ajouter le service a la Playlist
hr: dodaj selektirnu uslugu na playlistu
hu: a kiválasztott csatorna másolása a playlistába
is: bæta við valdri rás við spilunarlista
it: aggiungi il canale selezionato alla lista di riproduzione
no: legg til tjeneste i spilleliste
ro: adauga serviciul selectat la playlist
ru: добавить выбранный сервис к списку воспроизведения
sl: dodaj izbrani program seznamu nazadnje gledanih programov
sv: lägg till vald kanal i spellista

source: remove all 'new found' flags
hu: az összes 'újonnan talált' jelölő törlése

source: select to remove all 'new found' flags from this satellite
hu: jelölje be ezt az opciót hogy az összes 'újonnan talált' jelölőt törölje

source: remove 'new found flag'
cs: odstranit příznak nově nalezených
hr: obriši 'novo nađenu zastavu'
hu: az 'újonnan talált' jelölő törlése
sv: Ta bort 'ny hittad flagga'

source: select to remove the 'new found flag'
cs: odstraní příznak nově nalezených programů
hr: odaberi da obrišeš 'novo nađenu zastavu'
hu: jelölje be ezt az opciót hogy az 'újonnan talált' jelölőt törölje
sv: välj att ta bort 'ny hittad flagga'

source: create new bouquet
cs: vytvořit nový přehled
da: opret en ny kanalliste
el: Δημιουργία νέου μπουκέτου
fr: Créer un nouveau bouquet
hr: stvori novi butik
hu: Új bouquet létrehozása
is: búa til nýjan rásavöndul
it: crea un nuovo bouquet
no: lag ny bouquet
ro: creeaza un nou buchet
ru: создать новый пакет пользователя
sl: ustvari nov Uporabniski Paket
sv: lägg till ny favorit

source: select to create a new bouquet
cs: vytvoří nový přehled
da: opret en ny kanalliste
el: Δημιουργία νέου μπουκέτου
fr: Sélectionnez pour créer un nouveau bouquet
hr: odaberi da stvoriš novi butik
hu: válassza ezt az opciót egy új bouquet létrehozásához
is: veldu til að búa til nýjan rásavöndul
it: seleziona per creare un nuovo bouquet
no: velg for å lage en ny bouquet
ro: selecteaza sa creezi un nou buchet
ru: выбрать для создания нового пакета пользователя
sv: välj för att lägga till ny favorit

source: duplicate bouquet
cs: duplikovat přehled
da: Kopier kanalliste
el: Διπλότυπο μπουκέτο
fr: Dupliquer le bouquet
hr: dupliciraj butik
hu: bouquet duplikálása
is: fjölfalda rásavöndul
it: duplica bouquet
no: dupliker bouquet
ro: duplicati bouquet
ru: создать копию пакета пользователя
sv: kopiera favorit

source: duplicate the complete bouquet with all content
cs: zduplikuje přehled včetně celého obsahu
da: Kopier den komplette kanalliste med alt indhold
fr: Dupliquer le bouquet complet, avec tout le contenu
hr: dupliciraj cijeli butik sa svim sadržajem
hu: a teljes bouquet és tartalmának duplikálása
is: fjölfalda allan rásavöndulinn með öllu inniföldu
it: duplica il bouquet completo con tutto il suo contenuto
no: dupliser hele bouqueten med alt innhold
ro: copiati buchetul complet cu tot continutul
ru: создать копию готового пакета пользователя со всем содержимым
sv: kopiera hela favoriten med allt innehåll

source: add to specific bouquet
cs: přidat do vybraného přehledu
da: tilføj til bestemt kanalliste
el: Προσθήκη σε κάποιο μπουκέτο
fr: Ajouter a un bouquet spécifique
hr: dodaj u specifični butik
hu: hozzáadás egy adott bouquet-hoz
is: bæta við ákveðinn rásavöndul
it: aggiungi ad un bouquet specifico
no: legg til i spesifisert bouquet
ro: adaugati la buchetul specific
ru: добавить к пакету пользователя
sl: dodaj program v izbran paket
sv: lägg till i valfri favorit

source: add the selected service to another bouquet
cs: přidá označený program do zadaného přehledu
da: Tilføj flere kanaler til en bestemt kanalliste
el: Προσθήκη πολλαπλών υπηρεσιών σε συγκεκριμένο μπουκέτο
fr: Ajouter le service a un autre bouquet
hr: dodaj odabranu uslugu u drugi butik
hu: kiválasztott szolgáltatása hozzáadása egy másik bouquethoz
is: bæta við valdri rás við annan rásavöndul
it: aggiungi il canale selezionato ad un altro bouquet
no: legg til valgt tjeneste i en annen bouquet
ro: adauga serviciul selectat la un alt buchet
ru: добавить выбранный сервис к другому пакету пользователя
sl: dodaj program drugemu paketu
sv: lägg till vald kanal i annan favorit

source: add marker
cs: další záložka
da: tilføj markør
el: Προσθήκη σημαδιού
fr: Ajouter Marqueur
hr: dodaj marker
hu: marker hozzáadása
is: merkja við
it: aggiungi marker
no: legg til marker
ro: adauga marcator
ru: добавить метку
sv: lägg till markör

source: create a new marker in the current bouquet
cs: vytvoří novou záložku v aktuálním přehledu
da: opret ny markør
el: Δημιουργία νέου δείκτη (marker)
fr: Créer un nouveau marqueur dans le bouquet actuel
hr: stvori novi marker u trenutnom butiku
hu: új marker létrehozása ebben a bouquetben
is: búa til nýtt merki í núverandi rásavöndul
it: crea un nuovo marker nel corrente bouquet
no: lag ny marker i valgt bouquet
ro: creati un marcator nou in buchetul curent
ru: создать новую метку в текущем пакете пользователя
sv: lägg till ny markör i vald favorit

source: rename
cs: přejmenovat
da: omdøb
el: Μετονομασία
fr: Renommer
hr: preimenuj
hu: átnevezés
is: endurnefna
it: rinomina
no: gi nytt navn
ro: redenumiti
ru: переименовать
sl: preimenuj
sv: byt namn

source: rename the current selected bouquet
cs: přejmenuje označený přehled
da: slet den valgte kanalliste (OK)
el: Διαγραφή του επιλεγμένου χρονοδιακόπτη (ok)
fr: renommer le bouquet actuellement sélectionné
hr: preimenuj trenutno odabrani butik
hu: kiválasztott csomag átnevezése
is: endurnefna valinn rásavöndul
it: riomina il bouquet selezionato attualmente
no: gi den valgte bougueten nytt navn
ro: redenumiti buchetul curent selectat
ru: переименовать текущий выбранный пакет пользователя
sv: byt namn på vald favorit

source: rename the current selected service/movie
cs: přejmenuje označený program/film
da: omdøb den valgte kanal/film
el: Διαγραφή του επιλεγμένου χρονοδιακόπτη (ok)
fr: Renomez le service courant service/film
hr: preimenuj trenutno selektiranu uslugu/film
hu: kiválasztott csatorna/felvétel átnevezése
is: endurnefna valda rás/mynd
it: rinomina il canale/film selezionato attulamente
no: gi den valgte tjenesten/filmen nytt navn
ro: redenumiti filmul/serviciul curent selectat
ru: переименовать текущий выбранный сервис/запись
sv: byt namn på vald service/film

source: delete
cs: vymazat
da: slet
el: *Διαγραφή*
fr: Supprimer
hr: obriši
hu: törlés
is: eyða
it: cancella
no: slett
ro: stergere
ru: удалить
sl: izbriši
sv: ta bort

source: delete the current selected service/movie
cs: vymaže označený program/film
da: slet den valgte kanal/film
el: Διαγραφή του επιλεγμένου χρονοδιακόπτη (ok)
fr: Effacer le service selectionné
hr: obriši trenutno selektiranu uslugu/film
hu: kiválasztott csatorna/felvétel törlése
is: eyða valdri rás/mynd
it: cancella il canale/film selezionato attualmente
no: slett den valgte tjenesten/filmen
ro: stergeti filmul/serviciul curent selectat
ru: удалить выбранный сервис/запись
sv: ta bort vald service/film

source: set as startup service
hu: beállítás indító csatornának

source: currently selected service will be selected on startup
hu: a most kiválasztott csatorna fog megjelenni indításkor

source: reset startup service
hu: az indító csatorna alaphelyzetbe állítása

source: last selected service will be selected on startup
hu: a korábban kiválasztott csatorna fog megjelenni indításkor

source: disable move mode
cs: zakázat přesun
da: deaktiver flyt
el: απενεργοποίηση μετακίνησης
fr: Désactiver mode mobile
hr: onemoguće mod micanja
hu: mozgatás mód kikapcsolása
is: gera óvirka rása færslu
it: disattiva modalitá di spostamento
no: deaktiver flytte-modus
ro: dezactivati modul deplasare
ru: откл. режим перемещения
sl: onemogoci premik programov
sv: avaktivera flyttningsfunktionen

source: switch move mode off
cs: vypne režim přesunu
da: afbryd bevægelse
el: Λειτουργία με αρχεία
fr: Passer en mode mobile
hr: isključi mod za micanje
hu: mozgatás mód kikapcsolása
is: hætta í færslu ham
it: cambia su modalitá off
no: slå av flytte-modus
ro: schimba modul deplasare pe inchis
ru: переключить режим перемещения
sv: stäng av flyttläge

source: enable move mode
cs: povolit přesun
da: aktiver flyt
el: ενεργοποίηση μετακίνησης
fr: Activer mode mobile
hr: uključi mod za micanje
hu: mozgatás mód bekapcsolása
is: virkja færslu ham
it: attiva modalità spostamento
no: aktivere flytte-modus
ro: activati modul de miscare
ru: вкл. режим перемещения
sl: omogoči premik programov
sv: aktivera flyttningsfunktionen
