Repository: ChakaZulu/tuxbox_apps
Catalog: tuxbox/enigma/po/*.po
Languages: cs, da, el, fr, hr, hu, is, it, no, ro, ru, sl, sv

source: start skipping forward
cs: přetáčení dopředu
da: start fremad spoling
el: Γρήγορα βήματα μπροστά
fr: Avance rapide.
hr: poči preskakanje unaprijed
hu: elöre való átlépés indítása
is: byrja hraðspólun
it: premi Avanti
no: start flopping fremover
ru: начать перемотку вперед
sl: začni preskok nazaj
sv: starta hoppning framåt

source: repeat skipping forward
cs: opakuj přetáčení dopředu
da: gentag fremad spoling
el: Επανάληψη βήματων μπροστά
fr: Répéter avance rapide
hr: ponovi preskakanje unaprijed
hu: elöre való átlépés ismétlése
is: endurtaka hraðspólun áfram
it: ripeti Avanti
no: gjenta flopping fremover
ro: repeta skipping forward
ru: повторить перемотку вперед
sl: ponovi preskakovanje naprej
sv: upprepa hopp framåt

source: stop skipping forward
cs: stop přetáčení dopředu
da: stop fremad spoling
el: Σταμάτημα βηματισμού μπροστά
fr: Arreter avance rapide
hr: zaustavi preskakanje unaprijed
hu: elöre való átlépés leállítása
is: hætta hraðspólun áfram
it: ferma Avanti
no: stopp flopping fremover
ru: остановить перемотку вперед
sl: ustavi preskakovanje naprej
sv: stoppa hoppning framåt

source: start skipping reverse
cs: přetáčení dozadu
da: start tilbage spoling
el: Γρήγορα βήματα πίσω
fr: Retour rapide
hr: počni preskakat u revers
hu: hátra való átlépés indítása
is: byrja hraðspólun til baka
it: Avvia Indietro
no: start baklengs flopping
ru: начать перемотку назад
sl: prični z preskakovanjem nazaj
sv: starta hoppning bakåt

source: repeat skipping reverse
cs: opakuj přetáčení dozadu
da: gentag tilbagespoling
el: Επανάληψη βημάτων προς τα πίσω
fr: répéter retour rapide
hr: ponovi preskakanje u revers
hu: hátra való átlépés ismétlése
is: endurtaka hraðspólun til baka
it: ripeti Indietro
no: gjenta baklengs flopping
ro: repeta skipping reverse
ru: повторить перемотку назад
sl: ponovi preskakovanje nazaj
sv: upprepa hopp bakåt

source: stop skipping reverse
cs: stop přetáčení dozadu
da: stop tilbagespoling
el: Σταμάτημα βηματισμού πίσω
fr: arreter retour rapide
hr: stop preskakanje u revers
hu: hátra való átlépés leállítása
is: hætta hraðspólun til baka
it: ferma Indietro
no: stopp baklengs flopping
ru: остановить перемотку назад
sl: ustavi preskakovanje nazaj
sv: stoppa hoppning bakåt

source: open the serviceselector and show bouquets
cs: otevře předvolby a ukáže vlastní přehledy
da: åbn kanalvælger og vis kanallister
el: Άνοιγμα λίστας υπηρεσιών και προβολή μπουκέτων
fr: Ouvrir le selecteur de services, et voir les bouquets
hr: otvori selektor usluga i prikaži butike
hu: csatornaválasztó megnyitása és bouquet-ek megjelenítése
is: opna rása val og sýna rásavendi
it: apri il selettore canali e mostra bouquets
no: åpne tjenestevelgeren og vis bouquetene
ro: deschideti serviceselector si arata buchete
ru: открыть выбор сервисов и показать пакеты пользователя
sl: odpri izbiro programov ter prikazi DVB pakete
sv: öppna serviceväljaren och visa favoriter

source: open the serviceselector and show provider
cs: otevře předvolby a ukáže poskytovatele
da: åbn kanalvælger og vis udbyder
el: Άνοιγμα λίστας υπηρεσιών και προβολή παροχέα
fr: Ouvrir le selecteur de services, et voir les providers
hr: otvori selektor usluga a prikaži pružatelja
hu: csatornaválasztó megnyitása és szolgáltató megjelenítése
is: opna rása val og sýna sendendur
it: apri il selettore canali e mostra provider
no: åpne tjenestevelgeren og vis tilbydere
ro: deschideti serviceselector si arata furnizor programe
ru: открыть выбор сервисов и показать провайдера
sv: öppna serviceväljaren och visa operatörer

source: open the serviceselector and show recorded movies
cs: otevře předvolby a ukáže nahrané filmy
da: åbn kanalvælger og vis indspillede film
el: Προβολή λίστας εγγεγραμένων ταινιών
fr: Ouvrir le selecteur de services, et voir les enregistrements
hr: otvori selektor usluga i prikaži snimljene snimke
hu: csatornaválasztó megnyitása és felvett anyagok megjelenítése
is: opna rása val og sýna uppteknar myndir
it: apri il selettore canali e mostra i film registrati
no: åpne tjenestevelgeren og vis innspilte filmer
ro: deschideti serviceselector si arata filmele inregistrate
ru: открыть селектор сервисов и показать записанные программы
sl: odpri izbiro programov ter prikaži snemana filme
sv: öppna serviceväljaren och visa inspelade filmer

source: open the serviceselector and shows the playlist
cs: otevře předvolby a ukáže přehled
da: Åbn kanalvælger og vis liste
el: Προβολή λίστας παιξήματος (playlist)
fr: Ouvrir le selecteur de services, et voir la playliste
hr: otvori selektor usluga i prikaži play listu
hu: csatornaválasztó megnyitása és playlisták megjelenítése
is: opna rása val og sýna spilunar lista
it: apri il selettore canali e far vedere la lista di riproduzione
no: åpne tjenestevelgeren og viser spillelisten
ro: deschideti serviceselector si arata playlist
ru: открыть выбор сервисов и показать список для воспроизведения
sl: odpri izbiro programov ter prikaži nazadnje gledane
sv: öppna serviceväljaren och visa spellistan

source: switch to TV mode
cs: přepne do TV módu
da: skift til TV mode
el: Λειτουργία TV
fr: Passer en mode TV
hr: prebaci u TV mod
hu: átkapcsolás TV módra
is: skipta yfir á sjónvarpsham
it: Modalitá TV
no: bytt til TV-modus
ro: comutati spre modul TV
ru: переключить в режим ТВ
sl: obrni na TV način
sv: växla till TV läge

source: switch to Radio mode
cs: přepne do Rádio módu
da: skift til Radio mode
el: Λειτουργία Radio
fr: Passer en mode Radio
hr: prebaci u Radio mod
hu: átkapcsolás Rádió módra
is: skipta yfir á útvarp
it: cambia su modalitá radio
no: bytt til Radio-modus
ro: comutati spre modul Radio
ru: переключить в режим Радио
sl: obrni na radio način
sv: växla till Radioläge

source: switch to File mode
cs: přepne do Souborového módu
da: skift til Filmode
el: Λειτουργία με αρχεία
fr: Passer en mode Fichier
hr: prebaci u Datotekni mod
hu: átkapcsolás fájl módra
is: skipta yfir á skráarham
it: cambia su modalitá file (archivio)
no: bytt til Fil-modus
ro: comutati spre modul File
ru: перключить в файловый режим
sl: obrni na datotečni način
sv: växla till Filläge

source: toggle DVR panel
cs: přepne panel DVR
da: skift DVR panel
el: Πάνελ ψηφιακού βίντεο DVR
fr: Basculer vers le panneau DVR
hr: promijeni DVR panel
hu: DVR panel elrejtése
is: sýna upptöku valmynd
it: visualizza il pannello DVR
no: aktiver DVR panel
ro: toggle panou DVR
ru: DVR панель
sv: av/på DVR panel

source: toggle index mark
cs: nastaví značku
da: skift index mærke
el: Δείκτης επιλογής θέσης ναί/όχι
fr: marque à bascule d'index
hr: promijeni index oznaku
hu: index jelzés elrejtése
is: sýna merki
it: settare la marcatura dell' indice
no: aktiver index merke
ro: toggle marcator index
ru: переключите индексную метку
sv: av/på indexmarkören

source: seek to next index mark
cs: přetočí na další značku
da: søg til næste index mærke
el: Πήδημα στον επόμενο δείκτης θέσης
fr: rechercher la prochaine marque index
hr: teži do sljedeće index oznake
hu: ugrás a következö index jelzésre
is: fara að næsta merki
it: cerca marcatura del prossimo indice
no: søk til neste index merke
ro: cautati semnul de index urmator
ru: переключить на след. индексную метку
sv: sök till nästa indexmarkör

source: seek to previous index mark
cs: přetočí na předchozí značku
da: søg til det foregående index mærke
el: Πήδημα στο προηγούμενο δείκτη θέσης
fr: rechercher la marque index précédente
hr: traži do prijašnjeg index oznake
hu: ugrás az elözö index jelzésre
is: fara að næsta merki á undan
it: cerca marcatura del precedente indice
no: søk til forrige index merke
ro: cauta semnul de index anterior
ru: переключить на пред. индексную метку
sv: sök till föregående indexmarkör

source: Euro lost)
da: euro mistet
el: Euro χάθηκε)
fr: perdre Euro)
hr: Euro gubitak)
hu: hátralévö pénz)
is: Euro týnt)
it: perso Euro)
no: (Euro mistet)
ru: Потерянный евро)
sl: Euro izgubljen)
sv: Euro förlorade)

source: not valid!
cs: Neplatný!
da: ikke gyldig !
el: μη επιτρεπτό!
fr: Non Valide !
hr: nije važeći!
hu: érvénytelen!
is: ekki gilt!
it: non valido!
no: ikke gyldig!
ro: nu este valabil
ru: не правильно!
sl: neveljavno!
sv: ej giltig!

source: Video
da: Billede
el: Εικόνα
hu: Videó
is: Mynd
ru: Видео

source: Audio
cs: Zvuk
da: Lyd
el: Ήχος
hr: Zvuk
hu: Hangsáv
is: Hljóð
no: Lyd
ru: Аудио
sl: Zvok

source: Left Mono >
cs: Levé Mono >
da: Venstre Mono>
fr: Mono Gauche >
hr: Lijevi Mono >
hu: Bal monó >
is: Vinstri rás >
it: Sinistra Mono >
ru: Левый Моно >
sl: Levo Mono >
sv: Vänster Mono >

source: < Stereo >
el: < Στερεοφωνικό >
hu: < Sztereó >
is: < Víðóma >
ru: < Стерео >

source: < Right Mono
cs: < Pravé Mono
da: < Højre Mono
fr: < Mono droit
hr: < Desni Mono
hu: < Jobb monó
is: < Hægri rás
it: < Destra Mono
ru: < Правый Моно
sl: < Desno Mono
sv: < Höger Mono

source: Audiotrack(AC3)
cs: audio stopa(AC3)
da: Lydspor(AC3)
el: Επιλογή ήχου (AC3)
fr: Piste audio(AC3)
hr: Zvučni nosioc(AC3)
hu: AC3 hangsáv
is: Hljóðrás (AC3)
it: Traccia audio(AC3)
no: Lydspor(AC3)
ru: Звуковая дорожка (AC3)
sl: zvočni zapis(AC3)
sv: Ljudspår (AC3)

source: Audiotrack
cs: audio stopa
da: Lydspor
el: Επιλογή ήχου
fr: Piste audio
hr: Zvučni nosioc
hu: Hangsáv
is: Hljóðrás
it: Traccia audio
no: Lydspor
ru: Звуковая дорожка
sl: zvočni zapis
sv: Ljudspår

source: Teletext Page %03x (%s)
hu: %03x teletext oldal (%s)

source: no subtitles
cs: bez titulků
da: ingen undertekster
fr: Pas de sous-tittres
hr: nema subtitlova
hu: nincs felirat >
is: engir undirtextar
it: senza sottotitoli
ru: нет субтитров
sl: ni podnapisov
sv: ingen textning

source: multiple Services
cs: subkanály
da: flere kanaler
el: πολλαπλές υπηρεσίες
fr: Services multiples
hr: višestruke usluge
hu: többszintű szolgáltatások
is: margar rásir
it: Servizi multipli
no: flere tjenester
ro: Servicii multiple
ru: мультисервис
sl: večkratni programi
sv: multipla tjänster

source: enable quickzap
cs: umožnit rychlý přesun
da: aktiver hurtigzap
el: Ενεργοποίηση γρήγορου ζάπινγκ (quickzap)
fr: Activer le zap rapide
hr: uključi brzo prebac.
hu: gyors csatornaváltás engedélyezése
is: virkja rásastökk
it: attivare il cambio canale veloce
no: aktiver hurtigflopping
ro: activeaza quickzap
ru: вкл. быструю запись
sl: omogoči hitro obračanje programov
sv: aktivera snabb-zap

source: add to bouquet
cs: přidat do přehledu
da: tilføj til kanalliste
el: Προσθήκη στα μπουκέτα
fr: Ajouter au bouquet utilisateur
hr: dodaj u butik
hu: hozzáadás a bouquet-hez
is: bæta við rásavönd
it: aggiungi al bouquet
no: legg til i bouquet
ro: adauga la buchet
ru: добавить к пакету пользователя
sl: dodaj paketu
sv: lägg till i favorit

source: disable quickzap
cs: zakázat rychlý přesun
da: deaktiver hurtigzap
el: Απενεργοποίηση γρήγορου ζάπινγκ (quickzap)
fr: Désactiver le Zap rapide
hr: isključi brzo prebac.
hu: gyors csatornaváltás tiltása
is: gera óvirkt rásastökk
it: disattivare il cambio canale veloce
no: deaktiver hurtigflopping
ro: dezactivati quickzap
ru: откл. быструю запись
sl: onemogoci hitro obracanje programov
sv: avaktivera snabb-zap

source: Channel
cs: Kanál
da: kanal
el: Κανάλι
fr: Chaines
hr: Kanal
hu: Csatorna
is: Rásir
it: Canale
no: Kanal
ro: Canal
ru: Канал
sl: Kanal
sv: Kanal

source: Channel:
cs: Kanál :
da: kanal:
el: Κανάλι:
fr: Chaines:
hr: Kanal:
hu: Csatorna:
is: Rásir:
it: Canale:
no: Kanal:
ro: Canal:
ru: Канал:
sl: kanal:
sv: Kanal:

source: Please wait while the motor is turning to %d.%d°%c ....
cs: Čekejte než se motor natočí na %d.%d°%c ....
da: Vent venligst - motoren drejer til %d.%d%c....
el: Παρακαλώ περιμένετε, ο ρότορας μετακινήται στο %d.%d%c ....
fr: Patientez pendant que le rotor est en mouvement vers %d. %d%c ...
hr: Molim pričekajte dok se motor okreće prema %d.%d%c ....
hu: Kérem várjon, az antenna átforog a %d.%d°%c pozícióra...
is: Vinsamlegast bíðið á meðan mótorinn er að fara á %d.%d°%c ....
it: Prego attendere mentre il rotore gira verso %d.%d%c ...
no: Vennligst vent mens motoren dreier til %d.%d°%c ....
ro: Asteptati va rog pina motorul se intoarce la %d.%d°%c ....
ru: Пожалуйста подождите пока мотор перемещается к %d.%d°%c ...
sl: Prosim počakaj dokler se motor vrti na %d.%d%c ....
sv: Var god vänta medan motorn körs till %d.%d°%c ....

source: Message
cs: Zpráva
da: besked
el: Μήνυμα
hr: Poruka
hu: Üzenet
is: Skilaboð
it: Messaggio
no: Beskjed
ro: Mesaj
ru: Сообщение
sl: Sporočilo
sv: Meddelande

source: recorded movies
cs: nahrané filmy
da: indspillede film
el: Αποθηκευμένες ταινίες
fr: Video enregistrées
hr: snimljeni filmovi
hu: Felvett müsorok
is: uppteknar myndir
it: film registrati
no: innspillte filmer
ro: filme inregistrate
ru: записанная передача
sl: posnet film
sv: inspelade filmer

source: Bouquets (TV)
cs: Vlastní přehled (TV)
da: Kanallister (TV)
el: Μπουκέτα (TV)
fr: Bouquet (TV)
hr: Buketi (TV)
hu: Bouquet-ek (TV)
is: Rásavendir (TV)
no: Bouqueter (TV)
ro: Buchete (TV)
ru: Пакет пользователя (ТВ)
sl: DVB - paketi (TV)
sv: Favoriter (TV)

source: Bouquets (File)
cs: Vlastní přehled (Soubor)
da: Kanallister (Fil)
el: Μπουκέτα (Αρχεία)
fr: Bouquet (Fichiers)
hr: Buketi (Datoteke)
hu: Bouquet-ek (Fájl)
is: Rásavendir (skrár)
ro: Buchete (File)
ru: Пакет пользователя (Файл)
sl: Paketi (podatki)
sv: Favoriter (Filer)

source: Bouquets (Radio)
cs: Vlastní přehled (Rádio)
da: Kanallister (Radio)
el: Μπουκέτα (Radio)
fr: Bouquet (Radio)
hr: Buketi (Radio)
hu: Bouquet-ek (Rádió)
is: Rásavendir (útvarp)
no: Bouqueter (Radio)
ro: Buchete (Radio)
ru: Пакет пользователя (Радио)
sl: DVB - paketi (radio)
sv: Favoriter (Radio)

source: Favourites (TV)
cs: Oblíbené (TV)
da: favoritter (TV)
el: Αγαπημένα (TV)
fr: Favoris (TV)
hr: Omiljeni (TV)
hu: Kedvencek (TV)
is: Uppáhaldsrásir (TV)
it: Preferiti ( TV )
no: Favoritter (TV)
ro: Favoriti (TV)
ru: Избранное (ТВ)
sl: Priljubljeni (TV)
sv: Favoriter (TV)

source: Favourites (Radio)
cs: Oblíbené (Rádio)
da: Favoritter (Radio)
el: Αγαπημένα (Radio)
fr: Favoris (Radio)
hr: Omiljeni (Radio)
hu: Kedvencek (Rádió)
is: Uppáhaldsrásir (útvarp)
it: Preferiti ( Radio )
no: Favoritter (Radio)
ro: Favoriti (Radio)
ru: Избранное (Радио)
sl: Priljubljeni (Radio)
sv: Favoriter (Radio)

source: Favourites (File)
cs: Oblíbené (Soubor)
da: favoritter (Fil)
el: Αγαπημένα (Αρχεία)
fr: Favoris (Fichiers)
hr: Omiljeni (Datoteke)
hu: Kedvencek (Fájl)
is: Uppáhald (skrár)
it: Preferiti (File)
ro: Favoriti (File)
ru: Избранное (Файл)
sl: Priljubljeni (podatki)
sv: Favoriter (Filer)

source: please wait while initializing Common Interface ...
cs: Čekejte, inicializuji Common Interface ...
da: Vent medens Common Interface initialiseres...
el: Παρακαλώ περιμένετε μέχρι να απαντήσει το CI ...
fr: Patientez, initialisation de l'interface commune
hr: molim pričekajte tijekom inicijalizacije zajedničkog sučelja ...
hu: Kérem, várjon, a CI modul inicializálása folyamatban...
is: vinsamlegast bíðið á meðan verið er að virkja afruglara tengi.....
it: prego attendere durante l'inizializzazione del Common Interface ...
no: vennligst vent mens Common Interface initialiseres...
ro: Asteptati CAM va fi repornit
ru: пожалуйста подождите пока идет инициализация Общего Интерфейса ...
sv: var god vänta medan Common Interface initieras...

source: rewind one minute
hu: visszatekerés egy percet

source: rewind six minutes
hu: visszatekerés hat percet

source: rewind nine minutes
hu: visszatekerés kilenc percet

source: enter number of minutes to rewind
hu: adja meg hány percet tekerjen vissza

source: fast forward one minute
hu: előretekerés egy percet

source: fast forward six minutes
hu: előretekerés hat percet

source: fast forward nine minutes
hu: előretekerés kilenc percet

source: enter number of minutes to fast forward
hu: adja meg hány percet tekerjen előre

source: no EPG available
cs: EPG není k dispozici
da: ingen EPG tilgængelig
el: Δεν υπάρχει EPG
fr: Pas de EPG disponible
hr: EPG nije dostupan
hu: nincs elérhetö EPG
is: ekkert EPG í útsendingu
it: L'EPG (Guida dei Programmi Elettronica) non é disponibile
no: ingen EPG tilgjengelig
ro: EPG nu este transmis
ru: EPG отсутствует
sl: EPG ni možen
sv: ingen EPG tillgänglig

source: ShutdownTimer
cs: Časovač vypnutí
da: Afslut timer
el: Χρονοδιακόπτης τέλους λειτουργίας
fr: Arret programmé
hr: Zagasi Tajmer
hu: Kikapcsolási idözítö
is: Tímastillt biðstaða
it: Timer di spegnimento
no: Slå av-timer
ru: Таймер выключения
sl: Izklop Timer-ja
sv: Avstängningstimer

source: SleepTimer
cs: Časovač vypnutí
el: Χρονοδιακόπτης ύπνου
fr: Mise en veille programmée
hr: Tajmer Prip.
hu: Elalvás-idözítö
is: Tímastilltur svefn
it: Timer di spegnimento
no: DvaleTimer
ru: Таймер выключения

source: Pause
hu: Szünet

source: Sorry, you cannot record this service.
cs: Tento program nelze nahrávat.
da: Du kan ikke indspille denne kanal
el: Αυτή η υπηρεσία δεν μπορεί να εγγραφεί.
fr: Désolé, ce service n'est pas enregistrable
hr: Oprostiti, ne možeš snimiti ovu uslugu.
hu: Sajnos erröl a csatornáról nem vehet fel.
is: Því miður getur þú ekki tekið upp þessa rás.
it: Spiacente, non puoi registrare questo servizio.
no: Beklager, du kan ikke spille inn denne tjenesten.
ro: Scuze, acest serviciu nu poate fi inregistrat
ru: Извините, Вы не можете записать этот канал.
sl: Žal, ne moreš snemati tega programa
sv: Du kan inte spela in detta program.

source: Show recorded movies?
cs: Ukázka nahraných filmů?
da: Vis indspillede film?
el: Αποθηκευμένες ταινίες
fr: Voir les video enregistrées
hr: Prikaži snimljene filmove?
hu: Listázzam a felvett anyagokat?
is: Sýna uppteknar myndir?
it: Vedere tutti i film registrati?
no: Vis innspillte filmer?
ro: Arata filmele inregistrate?
ru: Показать записанную видеопрограмму?
sl: Prikazi posnete filme?
sv: Visa inspelade filmer?

source: recording finished
cs: nahrávání ukončeno
da: indspilning afsluttet
el: Τέλος εγγραφής
fr: Fin d'enregistrement
hr: Snimanje završeno
hu: felvétel befejezve
is: búinn að taka upp
it: registrazione terminata
no: Innspilling ferdig
ro: Inregistrare completa
ru: запись закончена
sl: snemanje končano
sv: inspelningen klar

source: Shutdown your Receiver now?
cs: Vypnout nyní přijímač ?
da: nedlukning af Dreambox
el: Τέλος λειτουργίας
fr: Arret de la DreamBox?
hr: Ugasi svoj prijemnik sad?
hu: Ki szeretné kapcsolni most a készüléket?
is: Slökkva á móttakara núna?
it: Vuoi spegnere il tuo ricevitore?
ru: Выключить Ваш ресивер сейчас?
sv: Stänga av din mottagare nu?

source: Timer Message
cs: Zpráva od časovače
da: Timer besked
el: Μήνυμα
fr: Message horloge
hr: Tajmer poruka
hu: Időzítő üzenet
is: Tímastillt skilaboð
it: Messaggio Timer
ru: Сообщение таймера
sl: Timer sporočilo
sv: Timer Meddelande

source: Go to Standby now?
cs: Přejít do pohotovostního režimu ?
da: vælg standby (OK)
el: κατάσταση αναμονής λειτουργίας (οκ)
fr: Passer en mode pause?
hr: Pođi u Stanje pripravnosti?
hu: Kéri a készenléti állapotot?
is: Fara í biðstöðu núna?
it: Vai in Standby adesso?
ru: Перейти в режим ожидания?
sv: Gå till viloläge nu?

source: Enter new name:
cs: Zadejte nový název:
da: Indtast nyt navn:
el: Δώστε νέο όνομα:
fr: ENtrer nouveau nom
hr: Unesi novo ime:
hu: Új név megadása:
is: Sláðu inn nýtt nafn:
it: Inserisci nuovo nome:
no: Skriv inn nytt navn:
ro: Introduceti un nou nume:
ru: Введите новое имя:
sl: Vstavite novo ime:
sv: Ange nytt namn:

source: Rename entry
cs: Přejmenujte záznam
da: Omdøb indgang
el: Αλλαγή ονόματος
fr: renommer l'entrée
hr: preimenuj unos
hu: Bejegyzés átnevezése
is: Endurnefna atriði
it: Rinomina inserimento
no: Gi nytt navn
ro: Redenumiti intrarea
ru: Переименовать выбранное
sl: Preimenuj vhod
sv: Byt namn på post

source: Sorry, you cannot delete this service.
cs: Tento program nemůžete bohužel vymazat.
da: Du kan ikke slette denne kanal.
el: Αυτή η υπηρεσία δεν μπορεί να διαγραφεί.
fr: Désolé, vous ne pouvez supprimer ce service
hr: Oprosti, ne možeš obrisati ovu uslugu.
hu: Sajnos ez a csatorna nem törölhetö.
is: Því miður þá getur þú ekki eytt þessari rás.
it: Spiacente, questo servizio non puó essere cancellato.
no: Beklager, du kan ikke slette denne tjenesten.
ro: Scuze, acest serviciu nu poate fi sters.
ru: Жаль, Вы не можете удалить этот сервис.
sl: Žal, ne moreš zbrisati tega programa
sv: Du kan inte radera detta program.

source: delete service
cs: vymazat program
da: slet kanal
el: Διαγραφή υπηρεσίας
fr: Supprimer service
hr: obriši uslugu
hu: csatorna törlése
is: eyða rás
it: cancella il canale
no: slett tjeneste
ro: stergeti serviciul
ru: удалить сервис
sl: zbriši program
sv: ta bort program

source: You are trying to delete '%s'. Really do this?
cs: Pokoušíte se smazat '%s'. Opravdu to chcete?
da: Du forsøger at slette '%s'. Er du sikker?
fr: Vous allez éffacer '%s'. voulez vous vraiment?
hr: Vi pokušavate izbrisati '%s'. Stvarno želite to?
hu: Törölni akarja a '%s'-t. Biztos benne?
is: Þú ert að reyna að eyða '%s'. Viltu örugglega gera það?
it: Stai per cancellare '%s'. Vuoi farlo?
no: Du prøver å slette '%s'. Vil du virkelig det?
ro: Incercati sa stergeti '%s' . Sunteti sigur?
ru: Вы пытаетесь удалить '%s'. Действительно выполнить?
sv: Du försöker ta bort '%s'. Verkligen göra det?

source: Delete recorded stream
cs: Vymazat nahrávku?
da: Slet indspilning
el: Διαγραφή γραμμένου σήματος
fr: Effacer l'evennement enregistré
hr: Obriši snimljeni događaj
hu: Felvett anyag törlése
is: Eyða upptöku
it: Cancella il filmato registrato
no: Slett innspilt strøm
ro: Stergeti stream inregistrat
ru: Удаление записаного потока
sl: Zbriši posnetek
sv: Radera inspelad dataström

source: This is a complete Bouquet! Really delete?
cs: Toto je celý přehled! Opravdu vymazat ?
da: Dette er en komplet kanalliste! Vil du virkelig slette?
el: Αυτό είναι ολόκληρο μπουκέτο! Σίγουρα θέλετε να διαγραφεί;
fr: C'est un bouquet complet! l'éffacer définitivement?
hr: Ovo je kompletni butik! želite izbrisati?
hu: Ez egy komplett Bouquet! Biztosan törölni akarja?
is: Þetta er heill rásavöndull! Viltu eyða honum?
it: Questo è un bouquet completo! Vuoi realmente eliminarlo?
no: Dette er en hel Bouquet! Vil du virkelig slette den?
ro: Acesta este un buchet complet! Sigur stergere?
ru: Это готовый пакет пользователя! Действительно удалить?
sv: Detta är en favoritlista Verkligen ta bort?

source: Delete bouquet
cs: Smazat přehled
da: Slet kanalliste
el: Διαγραφή μπουκέτου
fr: effacer le bouquet
hr: Obriši butik
hu: Bouquet törlése
is: Eyða rásavendi
it: Elimina Bouquet
no: Slett bouquet
ro: Stergeti buchet
ru: Удалить пакет пользователя
sl: Zbriši paket
sv: Ta bort favorit

source: Delete File
cs: Vymazat soubor
da: slet fil
el: Διαγραφή αρχείου
fr: Supprimez fichier
hr: Obriši Datotek.
hu: Fájl törlése
it: Elimina File
no: Slett Fil
ro: Stergeti File
ru: удалить файл
sv: Ta bort fil

source: Enter new Filename:
cs: Zadejte nový název:
da: Indtast nyt filnavn:
el: Δώστε νέο όνομα:
fr: Entrer nouveau nom de fichier
hr: Unesi novo ime datoteke:
hu: Új fájlnév megadása:
is: Sláðu inn nýtt skráarnafn:
it: Inserisci un nuovo nome del file:
no: Skriv inn nytt filnavn:
ro: Introduceti nou Filename
ru: Введите новое имя файла:
sl: Vstavite novo ime:
sv: Ange nytt filnamn:

source: Rename File
cs: Přejmenovat soubor
da: omdøb fil
el: Μετονομασία αρχείου
fr: Renommer le fichier
hr: Preimenuj Datotek.
hu: Fájl átnevezése
it: Rinomina File
no: Gi nytt navn
ro: nume nou File
ru: переименовать файл
sv: Byt namn på fil

source: Enter new name for the bouquet:
cs: Zadejte nový název uživatelského přehledu:
da: Indtast nyt navn til kanallisten:
el: Δώστε νέο όνομα για το μπουκέτο:
fr: Entrez le nouveau nom du bouquet
hr: Unesi novo ime za butik:
hu: Adja meg a bouquet új nevét:
is: Sláðu inn nýtt nafn á þessum vendi:
it: Inserisci un nuovo nome per il bouquet:
no: Skriv inn nytt navn for bruker bouqueten:
ro: Introduce nume nou pentru buchet
ru: Введите новое имя для пакета:
sl: Vstavi novo ime za uporabniski paket:
sv: Ange nytt namn på favoriten:
