Repository: ChakaZulu/tuxbox_apps
Catalog: tuxbox/enigma/po/*.po
Languages: cs, da, el, fr, hr, hu, is, it, no, ro, ru, sl, sv

source: artist
cs: umělec
da: kunstner
el: Καλλιτέχνης
fr: Artiste
hr: izvođač
hu: elöadó
is: listamaður
it: artista
ru: артист
sl: izvajalec

source: genre
cs: žánr
el: Είδος
hr: žanrovi
hu: korosztály
is: gerð
it: genere
no: sjanger
ru: жанр
sl: zvrst

source: year
cs: rok
da: år
el: Χρονιά
fr: année
hr: godina
hu: év
is: ár
it: anno
no: år
ru: год
sl: leto
sv: år

source: composer
cs: tvůrce
da: komponist
el: Συνθέτης
fr: Compositeur
hr: Skladatelj
hu: szerzö
is: höfundur
it: autore
no: komponerer
ru: композитор
sl: skladatelj
sv: kompositör

source: track
cs: stopa
da: spor
el: Κομμάτι
fr: Morceau
hr: skladba
hu: sáv
is: lag
it: traccia
no: spor
ru: дорожка
sl: sled
sv: spår

source: length
cs: délka
da: længde
el: Διάρκεια
fr: Longueur
hr: dužina
hu: hossz
is: lengd
it: durata
no: lengde
ru: продолжительность
sl: dolžina
sv: längd

source: Video format:
cs: Formát obrazu:
el: Εικόνα:
fr: Format VIDEO
hu: Kép-formátum:
is: Mynd form:
it: Formato Video:
ru: Видео формат:
sv: Bildformat:

source: supported coding systems:
cs: podporované kódovací systémy:
da: Understøttede kodningssystemer
el: Σύστηματα κωδικοποίησης DREAMBOX:
fr: Système de cryptages supportés :
hr: podržani sistemi kodiranja:
hu: támogatott kódolási rendszerek:
is: stuðningur við kóðunar kerfi:
it: Sistemi di codifica supportati:
no: Støttede krypteringssystem:
ru: Поддерживаемые системы кодирования:
sl: podpira kodirne sisteme:
sv: Följande kodningssystem stöds:

source: Systems used in service:
cs: Systém použitý ve službě:
da: System anvendt til kanal:
el: Σύστηματα κωδικοποίησης καναλιού:
fr: Systeme utilisé en service:
hr: Sistemi korišteni u usluzi:
hu: A szolgáltatásban használt rendszerek:
is: Kerfi notuð í rás:
it: Sistemi in uso:
no: Systemer brukt i tjeneste:
ru: Системы используемые сервисом:
sl: Sistemi uporabljeni v programih:
sv: system använt i servicen:

source: Record mode - read manual
cs: Nahrávací mód - viz manuál
da: Indspilning - læs brugsanvisningen
el: Έιδος εγγραφής - δήτε τις οδηγίες
fr: Mode d'enregistrement - Lecture manuelle
hr: Mod Snimanja - pročitajte korisničke upute
hu: Felvételi mód - olvassa el a kézikönyvet
is: Upptaka - lestu leiðbeiningarnar
it: Modalità registrazione - leggere manuale
no: Innspillings modus - les manualen
ru: Режим записи - прочтите инструкцию
sl: Snemanje- preberi navodila
sv: Inspelningsläge - läs manualen

source: Service information (right)
cs: Informace o programu ( > )
da: Kanal information (højre)
el: Πληροφορίες υπηρεσίας (>)
fr: Informations service ( droits )
hr: Informacije usluge (desno)
hu: Csatorna információk (>)
is: Rása upplýsingar (hægri)
it: Informazioni sul canale (destra)
no: Tjeneste informasjon (høyre)
ro: Service information (dreapta)
ru: Сервисная информация (вправо)
sl: Informacija programa (desno)
sv: Information om tjänster (höger)

source: Scrambled system information (left, right)
cs: Informace o kódovacím systému ( <, > )
da: Kodet system information (venstre, højre)
el: Πληροφορίες κωδικοποίησης (<, >)
fr: Crypter les informations système (gauche, droite)
hr: Informacije sustava kodiranja (lijevo, desno)
hu: Kódolási rendszer-információk (</>)
is: Ruglunar kerfis upplýsingar (vinstri, hægri)
it: Informazioni sul sistema di codifica (destra, sinistra)
no: Krypteringssystem informasjon (venstre, høyre)
ro: Scrambled system information (stinga, dreapta)
ru: Информация о системе шифрования (влево, вправо)
sl: Informacija kodirnega sistema (levo,desno)
sv: Information om kodningssystem (vänster, höger)

source: Transponder information (left)
cs: Informace o transpondéru ( < )
da: Transponder information (venstre)
el: Πληροφορίες αναμεταδότη (<)
fr: Information transpondeur (gauche)
hr: Informacije transpondera (lijevo)
hu: Transzponder információk (<)
is: Senda upplýsingar (vinstri)
it: Informazioni sul Transponder (sinistra)
no: Transponderinformasjon (venstre)
ro: Transponder information (stinga)
ru: Информация о транспондере (влево)
sl: Informacije transponderja (levo)
sv: Transponderinformation (vänster)

source: Filesize: %d MB
hu: Fájlméret: %d MB

source: Not found
hu: Nincs találat

source: Inactive
hu: Inaktív

source: Found
hu: Talált

source: Active
hu: aktiv

source: Swap-File: %s
hu: Swap-fájl: %s

source: Swap-Status: %s
hu: Swap-státusz: %s

source: The swapfile will now be created. This may take some time depending on the size of your swapfile
hu: A Swap-fájlt létrehozzuk. Ez némi időt fog igénybevenni,a fájl méretétől függően.

source: The swapfile has been created!
hu: A Swap-fájl létrehozása sikeres!

source: There has been an error during creation!
hu: Hiba történt a létrehozás közben!

source: Error during activation!
hu: Hiba az aktiválás közben!

source: Error during inactivation!
hu: Hiba az inaktiválás közben!

source: Swapfile has been deleted!
hu: A Swap-fájl le lett törölve!

source: File has not been deleted due to an error!
hu: A fájlt nem sikerült letörölni egy hiba miatt!

source: Timerlist
cs: Časovač - výpis
da: Timerliste
el: Λίστα χρονοδιακόπτη
fr: Liste des planifications d'enregistrement
hr: Tajmer lista
hu: Idözítések listája
is: Tímalisti
it: Lista Timer
no: Timerliste
ru: Список таймера
sl: TIMER spisek
sv: Timerlista

source: You would delete the running event.. this stops the timer mode (recording)!
cs: Chystáte se vymazat spuštěný proces .. zastavíte mód časovače ( nahrávání )!
da: Ønsker du at slette den igangværende begivenhed.. dette afbryder timeren (indspilning)
el: Θέλετε να διαγράψετε το ενεργό γεγονός.. Αυτό θα σταματήση την εγγραφή
fr: Voulez vous effacer l'évènement en cours... Ceci arrêtera le mode horloge (enregistrement)!
hr: Hoćeš obrisati trenutno pokrenuti događaj.. to će zaustaviti tajmer mod (snimanje)!
hu: Éppen egy futó program törlését tervezi.. ez meg fogja állítani az időzítést (felvétel)!
is: Þú munt eyða atriði sem er í gangi.. þetta stoppar tímastilla upptöku!
it: Stai per cancellare l'avvenimento attualmente in corso... questo ferma il Timer (Registrazione)!
ru: Вы хотите удалить выполняющееся задание... это остановит режим таймера (запись)!
sl: Zbrisal boš tekoči dogodek... To zaustavi TIMER (snemanje)!
sv: Du önskar ta bort pågående aktiviteten... detta avbryter timer (inspelningen)!

source: Delete the event from the timer list
cs: Vymazání události z časovače
da: Slet begivenhed fra timerlisten
el: Διαγραφή από τον χρονοδιακόπτη
fr: Effacer l'évènement de la liste
hr: Obriši događaj iz tajmer liste
hu: Program törlése az időzítés listából
is: Eyða atriði úr tíma lista
it: Cancella l'evento dalla lista timer.
ru: Удалить задание из таймера
sl: Zbriše dogodek iz TIMER spiska
sv: Ta bort programmet från timerlistan?

source: Really delete this event?
cs: Opravdu vymazat tuto událost?
da: Ønsker du at slette denne begivenhed?
el: Σίγουρα θέλετε να διαγράψετε αυτό το γεγονός;
fr: Voulez vous vraiment effacer cet évènement ?
hr: Stvarno želite obrisati ovaj događaj?
hu: Biztos hogy ezt törölni akarja?
is: Viltu eyða þessu atriði?
it: Sei sicuro di voler cancellare questo evento?
no: Vil du virkelig slette denne hendelsen?
ro: Sunteti sigur?
ru: Удалить это задание?
sl: Si siguren, da hočeš zbrisati ta dogodek?
sv: Verkligen ta bort detta program?

source: You would update the running event.. this stops the timer mode (recording)!
cs: Chystáte se aktualizovat spuštěný proces ... zastavíte mód časovače ( nahrávání )!
da: Du forsøger at opdatere en igangværende begivenhed.. Dette afbryder timeren (indspilning)!
el: Θέλετε να ανανεώσετε το ενεργό γεγονός.. Αυτό θα σταματήση την εγγραφή
fr: Etes vous sur de vouloir modifier ceci? Cela arrêtera l'enregistrement en mode horloge!
hr: Biste li želili dopuniti pokrenut događaj.. to će zaustaviti tajmer mod (snimanje)!
hu: Éppen egy futó program módosítását tervezi.. ez meg fogja állítani az időzítést (felvétel)!
is: Þú munt uppfæra atriði í gangi.. þetta stoppar tímastillta upptöku!
it: Stai per aggiornare l'avvenimento corrente... questo ferma il Timer (Registrazione)!
ru: Вы хотите обновить выполняющееся задание... это остановит режим таймера (запись)!
sl: Bi želel ažurirati tekoči dogodek... To zaustavi TIMER (snemanje)!
sv: Du önskar uppdatera pågående aktivitet... detta avbryter timer (inspelningen)!

source: Update event in timer list
cs: Aktualizace události v časovači
da: Opdater begivenhed i timerlisten
el: Ενημέρωση γεγονότος στον χρονοδιακόπτη
fr: Actualiser cet évènement dans la liste des enregistrements planifiés ?
hr: Ažuriraj događaj u tajmer listi
hu: Program módosítása a listában
is: Uppfæra atriði í tíma lista
it: Aggiorna l'evento nella lista timer
ru: Обновить задание в таймере
sl: Ažurira dogodek v timer spisku
sv: Uppdatera program i timerlistan

source: Really update this event?
cs: Opravdu aktualizovat tuto událost?
da: Ønsker du at opdatere denne begivenhed?
el: Σίγουρα θέλετε να ενημερώσετε το γεγονός αυτό;
fr: Actualiser cet évènement ?
hr: Stvarno želite nadopuniti ovaj događaj?
hu: Biztosan módosítani szeretné a programot?
is: Viltu uppfæra þetta atriði?
it: É sicuro di voler aggiornare questo evento?
no: Vil du oppdatere denne hendelsen?
ru: Обновить это задание?
sl: Resnično ažuriram ta dogodek
sv: Verkligen uppdatera detta program?

source: This event is already in the timerlist.
cs: Tato událost již v časovači existuje.
da: Denne begivenhed er allerede i timerlisten
el: Αυτό το γεγονός είναι ήδη στην λίστα του χρονοδικόπτη.
fr: Cet évènement à déjà été ajouté à la liste des enregistrements planifiés
hr: Događaj je več dodat u tajmer listu.
hu: Ez a müsor már az időzítés listában van.
is: Þetta atriði er þegar í tímalistanum.
it: Questo servizio é giá contenuto nella lista timer
no: Denne hendelsen er allerede i timerlisten.
ru: Это задание уже есть в списке таймера.
sl: Dogodek je ze v TIMER spisku
sv: Detta program finns redan i timerlistan.

source: Add event to timerlist
cs: Přidání události do časovače
da: Tilføj begivenhed til timerlisten
el: Προσθήκη γεγονότος στον χρονοδιακόπτη
fr: Ajouter l'évènement au la liste des enregistrement planifiés
hr: Dodaj događaj u tajmer listu
hu: Müsor beillesztése az időzítés listába
is: Bæta við atriði í tímalista
it: Aggiungi evento nella lista timer
no: legg til hendelse i timerlisten
ru: Добавить задание в список таймера
sl: Dodaj dogodek v TIMER
sv: Lägg till program i timerlistan.

source: The Endtime overlaps with another event in the timerlist
cs: Koncový čas se překrývá s jinou událostí v časovači.
da: Sluttiden overlapper en anden begivenhed i timerlisten
el: Αυτό το γεγονός υπερκαλύπτει κατί ήδη στην λίστα του χρονοδικόπτη.
fr: L'heure d'enregistrement de fin chevauche un autre évènement d'enregistrement.
hr: Vrijeme završetka se preklapa sa drugim događajem u tajmer listi
hu: A müsor vége belelóg egy másik programozott felvételbe az időzítés listában
is: Lokatími nær yfir á annað atriði í tímalistanum
it: Il fine orario si sovrappone con un'altro evento nella lista timer.
no: Stopp tiden overlapper en annen hendelse i timerlisten
ru: Произошла накладка окончания времени задания с другим заданием в таймере
sl: Končni čas se prekriva z drugim dogodkom v TIMER spisku
sv: Stopptiden sammanfaller med ett annat program i timerlistan.

source: Set Stop Time
cs: Nastavení času vypnutí
da: Indstil Stoptid
el: Ρύθμιση χρόνου λήξης
fr: Entrez l'heure de fin d'enregistrement
hr: Postavi Završno Vrijeme
hu: Adja meg a müsor végének időpontját
is: Stilla stopp tíma
it: Inserire l'orario STOP
no: Sett stop tid
ru: Установка времени остановки
sl: Izberi čas konca
sv: Ange stopptid

source: This event cannot added to the timerlist. The event overlaps with another event in the timerlist Please check the timerlist manually.
cs: Tato událost nemůže být přidána do časovače. Událost se překrývá s jiným v časovači Zkontrolujte prosím záznamy v časovači.
da: Denne begivenhed kan ikke tilføjes timerlisten. Begivenheden overlapper en anden begivenhed i timerlisten kontroller timerlisten
el: Αυτό το γεγονός δεν μπορεί να προστεθεί στον χρονοδιακόπτη. Υπερκαλύπτει κάποιο άλλο γεγονός. Παρακαλώ ελένξτε την λίστα του χρονοδιακόπτη.
fr: Cet évènement ne peut être ajouté à la liste d'enregistrement. Il chevauche un évènement déjà programmé Vérifiez manuellement les horaires.
hr: Ovaj događaj se nemože dodati u Tajmer Listu. Događaj se preklapa s drugim događajem u Tajmer listi Molim provjeri tajmer listu manualno.
hu: Sajnos ez a müsor nem vehetö fel az időzítés listába. A müsor belecsúszik egy másikba. Kérem, ellenörizze le az időzítés listát.
is: Þessu atriði er ekki hægt að bæta við. Atriðið nær yfir á annað atriði á tímalistanum. Vinsamlega athugið tímalistann.
it: Questo evento non può essere aggiunto alla lista del timer! L'Avvenimento si sovrappone con un altro evento della lista Timer. Controlla manualmente la lista del Timer.
no: Denne hendelsen kan ikke legges til Timeren. Hendelsen overlapper med en annen hendelse i timerlisten Vennligst sjekk timerlisten manuellt.
ru: Это задание не может быть добавлено к таймеру. Оно накладываеся на другое задание в таймере Пожалуйста проверте таймер вручную.
sl: Ta dogodek ne moreš dodati v TIMER .Dogodek se pokriva z drugim v spisku. Prosim preveri spisek ročno.
sv: Detta program kan inte läggas i timerlistan. Programmet sammanfaller med ett annat program i timerlistan. Var god kontrollera timerlistan manuellt.

source: timerView
cs: Časovač
el: Χρονοδιακόπτης
fr: Vue horloge
hr: pregled Tajmera
hu: időzítés nézet
is: tímalistaSýn
it: visione timer
ru: просмотр таймера
sl: TIMER pogled
sv: visa timer

source: add new event to Timerlist
cs: přidá další událost do časovače
da: Tilføj ny begivenhed til timerlisten
el: Προσθήκη νέου γεγονότος στο χρονοδιακόπτη
fr: Ajouter l'évenement à l'horloge
hr: Dodaj novi događaj u Tajmer listu
hu: új adat felvétele az időzítés listába
is: bæta við nýju atriði á tímalista
it: aggiungere un nuovo evento alla lista timer
no: legg til hendelse i timerlisten
ro: adauga nou event la Timerlist
ru: Добавить новое задание к таймеру
sl: Dodaj nov dogodek v TIMER
sv: lägg till program i timerlistan

source: remove this entry from timer list
cs: odstraní tento údaj z časovače
da: Fjern dette punkt fra timerlisten
el: Διαγραφή εγγραφής από την λίστα του χρονοδιακόπτη
fr: Supprimez cette entrée de l'horloge
hr: obriši ovaj unos iz tajmer liste
hu: Program törlése az időzítés listából
is: taka út atriði af tímalistanum
it: togliere quest'entrata dall'elenco del Timer
no: fjern denne fra timerlisten
ro: sterge event din timer list
ru: удалить это задание из таймера
sl: odstrani ta zapis iz TIMER spiska
sv: ta bort denna post från timerlistan

source: Timer list
cs: Časovač
da: Timer liste
el: Χρονοδιακόπτης
fr: Liste des planifications d'enregistrement
hr: Tajmer lista
hu: Időzítés lista
is: Tímalisti
it: Lista Timer
no: Timerliste
ru: список Таймера
sl: Timer-spisek
sv: Timerlista

source: free space
hu: szabad tárhely

source: Timer Edit View
cs: Editace časovače
da: Timer redigerings menu
el: Σύνταξη χρονοδιακόπτη
fr: Voir la liste des planifications d'enregistrements
hr: Pregled Editiranja Tajmera
hu: Időzítés módosítási nézet
is: Tímalista breyting/skoðun
it: Lista Timer
no: Timerliste
ru: Просмотр редактирования таймера
sl: Urejanje TIMER-ja
sv: Ändra Timerlistan

source: increase the event begin time in 1 minute steps
cs: zvýší počáteční čas programu v minutových krocích
da: forøg begyndelsestid i 1 minuts intervaller
el: Αύξηση του χρόνου έναρξης σε βήματα του 1 λεπτού
fr: Avancer l'heure de début minute par minute
hr: povećaj početno vrijeme događaja za 1 minutne korake
hu: a kezdési-idöpontot növeli 1 perces lépésekben
is: seinka byrjun atriðis í 1 mínútu þrepum
it: incrementa l'inizio dell'evento in aumenti da 1 minuto
no: øk starttidspunkt med 1minutts steg
ru: увеличивать время начала задания с шагом в 1 минуту
sl: povečaj čas začetka dogodka v korakih po 1 minuto
sv: öka programmets starttid i 1 minut steg

source: decrease the event begin time in 1 minute steps
cs: sníží počáteční čas programu v minutových krocích
da: formindsk begyndelsestid i 1 minuts intervaller
el: Μείωση του χρόνου έναρξης σε βήματα του 1 λεπτού
fr: Reculer l'heure de début minute par minute
hr: smanji početno vrijeme događaja za 1 minutne korake
hu: a kezdési-idöpontot csökkenti 1 perces lépésekben
is: flýta byrjun atriðis í 1 mínútu þrepum
it: decrementa l'inizio dell'evento in riduzioni da 1 minuto
no: minsk starttidspunkt med 1minutts steg
ru: уменьшать время начала задания с шагом в 1 минуту
sl: zmanjšaj čas začetka dogodka v korakih po 1 minuto
sv: minska programmets starttid i 1 minut steg

source: increase the event end time in 1 minute steps
cs: zvýší koncový čas programu v minutových krocích
da: forøg sluttid i 1 minuts intervaller
el: Αύξηση του χρόνου τέλους σε βήματα του 1 λεπτού
fr: Reculer l'heure de fin, sauts de 1 minute
hr: povećaj završno vrijeme događaja za 1 minutne korake
hu: a vége-idöpontot növeli 1 perces lépésekben
is: seinka enda tíma atriðis í 1 mínútu þrepum
it: incrementa la fine dell'evento in aumenti da 1 minuto
no: øk stopptidspunkt med 1minutts steg
ru: увеличивать время окончания задания с шагом в 1 минуту
sl: povečaj čas konca dogodka v korakih po 1 minuto
sv: öka programmets stopptid i 1 minuts steg

source: decrease the event end time in 1 minute steps
cs: sníží koncový čas programu v minutových krocích
da: formindsk sluttid i 1 minuts intervaller
el: Μείωση του χρόνου τέλους σε βήματα του 1 λεπτού
fr: Diminuer l'heure de fin d'enregistrement minute par minute
hr: povećaj završno vrijeme događaja za 1 minutne korake
hu: a vége-idöpontot csökkenti 1 perces lépésekben
is: flýta enda tíma atriðis í 1 mínútu þrepum
it: decrementa la fine dell'evento in riduzioni da 1 minuto
no: minsk stopptidspunkt med 1minutts steg
ru: уменьшать время окончания задания с шагом в 1 минуту
sl: zmanjšaj čas konca dogodka v korakih po 1 minuto
sv: minska programmets stopptid i 1 minuts steg

source: January
cs: Leden
da: januar
el: Ιανουάριος
fr: Janvier
hr: Siječanj
hu: Január
is: Janúar
it: Gennaio
no: Januar
ro: Ianuarie
ru: Январь
sl: Januar
sv: Januari

source: February
cs: Únor
da: Februar
el: Φεβρουάριος
fr: Février
hr: Veljača
hu: Február
is: Febrúar
it: Febbraio
no: Februar
ro: Februarie
ru: Февраль
sl: Februar
sv: Februari

source: March
cs: Březen
da: Marts
el: Μάρτιος
fr: Mars
hr: Ožujak
hu: Március
is: Mars
it: Marzo
no: Mars
ro: Martie
ru: Март
sl: Marec
sv: Mars

source: April
cs: Duben
el: Απρίλιος
fr: Avril
hr: Travanj
hu: Április
is: Apríl
it: Aprile
ro: Aprilie
ru: Апрель

source: May
cs: Květen
da: Maj
el: Μάιος
fr: Mai
hr: Svibanj
hu: Május
is: Maí
it: Maggio
no: Mai
ro: Mai
ru: Май
sl: Maj
sv: Maj

source: June
cs: Červen
da: Juni
el: Ιούνιος
fr: Juin
hr: Lipanj
hu: Június
is: Júní
it: Giugno
no: Juni
ro: Iunie
ru: Июнь
sl: Junij
sv: Juni

source: July
cs: Červenec
da: Juli
el: Ιούλιος
fr: Juillet
hr: Srpanj
hu: Július
is: Júlí
it: Luglio
no: Juli
ro: Iulie
ru: Июль
sl: Julij
sv: Juli

source: August
cs: Srpen
el: Αυγουστος
fr: Août
hr: Kolovoz
hu: Augusztus
is: Ágúst
it: Agosto
ru: Август
sl: Avgust
sv: Augusti

source: September
cs: Září
el: Σεπτέμβριος
fr: Septembre
hr: Rujan
hu: Szeptember
it: Settembre
ro: Septembrie
ru: Сентябрь

source: October
cs: Říjen
da: Oktober
el: Οκτώβριος
fr: Octobre
hr: Listopad
hu: Október
is: Október
it: Ottobre
no: Oktober
ro: Octombrie
ru: Октябрь
sl: Oktober
sv: Oktober

source: do nothing
cs: nedělá nic
da: [intet]
el: [κανένα]
fr: ne rien faire
hr: ništa ne čini
hu: ne történjen semmi
is: gera ekkert
it: non fare niente
ru: Ничего не делайте
sl: ne stori ničesar
sv: gör inget

source: put box into standby
cs: přejde do pohotovostního režimu
da: gå til standby
el: κατάσταση αναμονής λειτουργίας
fr: Passer en mode pause
hr: postavi prijemnik u stanje spremnosti
hu: az egység lekapcsolása készenléti állapotba
is: setja móttakara í biðstöðu
it: vai in modalitá Standby
ru: перейти в режим ожидания
sv: gå till viloläge (tryck)

source: shutdown the box
hu: az egység kikapcsolása

source: put box into deep standby
cs: vypne přístroj do hlubokého spánku (Deep-Standby)
da: luk boxen ned til dyb standby
el: Κλείσημο δέκτη σε βαθύ ύπνο
fr: Mettre la DreamBox en veille profonde
hr: postavi prijemnik u duboko stanje spremnosti
hu: teljes kikapcsolás (Deepstandby)
is: slökkva alveg á móttakara
it: vai in standby profondo
ru: полностью выключить
sl: postavi sprejemnik v popoln izklop
sv: försätt mottagaren i deepstandby

source: record DVR
cs: nahrávání DVR
da: indspil DVR
el: Ψηφιακή εγγραφή
fr: Enregistrement DVR
hr: snimi DVR
hu: DVR felvétel
is: upptaka á disk
it: Registrazione DVR
no: DVR-innspilling
ru: записать
sl: snemaj DVR
sv: inspelning DVR

source: Record VCR
cs: Nahrávání VCR
da: Indspil VCR
el: Εγγραφή σε Video
fr: Enregistrement VCR
hr: Snimi VCR
hu: VCR felvétel
is: Upptaka á VCR
it: Registrazione VCR
no: Spill inn VCR
ru: Записать на видеомагнитофон
sl: Snemanje VCR
sv: Inspelning VCR

source: unknown service
cs: neznámá služba
da: ukendt kanal
el: Αγνωστη υπηρεσία
fr: Service Inconnu
hr: Nepoznata usluga
hu: ismeretlen szolgáltatás
is: óþekkt rás
it: canale sconosciuto
no: ukjent tjeneste
ro: Serviciu necunoscut
ru: неизвестный сервис
sl: neznan program
sv: okänd service

source: The new endtime is before now time! This stops the running timer(recording)
cs: Nový koncový čas je před aktuálním časem! To zastaví probíhající časovač ( nahrávání )
da: Den nye sluttid er passeret ! Denne handling standser optagelsen øjeblikkeligt
fr: La nouvelle heure de fin arrive avant la nouvelle heure Cela stoppe le timer en cours (enregistrement)
hr: Novo krajnje vrijeme je prije od sadašnjeg vremena! To će zaustaviti trenutni tajmer(snimanje)
hu: Az új vége-idöpont a kezdési-idöpont elött van! Ez megállítja a futó timert (felvétel)
is: Loka tími er fyrir núverandi tíma! Þetta stoppar tímastillta upptöku
it: Il nuovo orario e precedente all'ora attuale! Questo interromperà il timer(la registrazione)
ru: Новое время окончания задания является прошедшим временем! Это остановит запущенный таймер(запись)
sv: Den nya stopptiden är före nutid! Detta stoppar aktiv timer(inspelning)

source: Update event in timerlist
cs: Aktualizace události v časovači
da: Opdater begivenhed i timerlisten
el: Ενημέρωση γεγονότος στον χρονοδιακόπτη
fr: Actualiser cet évènement dans la liste des enregistrements planifiés ?
hr: Nadopuni događaj u tajmer listi
hu: Program módosítása a listában
is: Uppfæra atriði í tímalista
it: Aggiorna l'evento nella lista timer
no: Oppdater hendelse i timerlisten
ru: Обновить задание в таймере
sl: Ažuriranje dogodka v TIMER spisku
sv: Uppdatera program i timerlistan

source: New endtime are now adjusted
cs: Nastaven nový koncový čas
da: Sluttiden er ændret
fr: La nouvelle heure de fin est reglée
hr: Novo krajnje vrijeme je sada prilagođeno
hu: Új vége-idöpont módosítva
is: Nýr lokatími er nú stilltur
it: E' stato settato il nuovo fine orario
ru: Новое время окончания установлено
sl: Nov čas konca snemanja je nastavljen
sv: Ny stopptid är nu aktiverad

source: The event has already finished... you can not change endtime!
cs: Tato událost již skončila. Nelze změnit čas konce záznamu.
da: Denne begivenhed er allerede slut - Du kan ikke ændre sluttidspunktet
el: Αυτό το γεγονός είναι ήδη στην λίστα του χρονοδικόπτη.
fr: Cet évènement est déja terminé... vous ne pouvez plus changer l'heure de fin
hr: Događaj je već završio... nemožeš promjeniti završno vrijeme!
hu: Ez a felvétel már véget ért... ezért ezt nem lehet módosítani!
is: Þessu atriði er þegar lokið... þú getur ekki breytt loka tíma!
it: Questo evento é giá terminato... É impossibile correggere il fine orario!
ru: Задание уже закончилось... Вы не можете изменить время окончания!
sl: Dogodek je že končal... ne moreš spreminjati časa konca snemanja!
sv: Programmet har redan varit... du kan inte ändra sluttiden!
