Repository: ChakaZulu/tuxbox_apps
Catalog: tuxbox/enigma/po/*.po
Languages: cs, da, el, fr, hr, hu, is, it, no, ro, ru, sl, sv

source: scanning...
cs: vyhledávám ...
da: scanner...
el: Ανίχνευση
fr: Recherche
hr: skeniram...
hu: keresés...
is: leita....
it: ricerca...
no: skanner...
ro: scanare...
ru: Идет сканирование...
sl: pregledovanje...
sv: sökning pågår...

source: calc param 3 (see your motor manual or let it 00)
cs: zadejte param 3 (viz manuál k motoru nebo nastavte 00)
da: beregn parameter 3 ( se i motorens brugsanvisning eller sæt til 00)
el: παράμετρος 3 (δήτε τις οδηγίες του ρότορα ή αφήστετο 00)
fr: calc param 3 (regarder le manuelle de votre rotor ou laissez-le 00)
hr: calc param 3 (pogledajte vaše upute od motora ili ostavite na 00)
hu: param 3 kiszámítása (lásd a motor könyvét, vagy 00)
is: reikna gildi 3 (sjá mótor handbók eða setja á 00)
it: Calcola parametri 3 ( verificare nel manuale del rotore o lasciare su 00 )
no: calc param 3 (Se i manualen til motoren din eller la den være 00)
ro: calc param 3 (consulta manualul motorului sau lasa la 00)
ru: Пересч. пар. 3 (см. ваше руководство по мотору или установите 00)
sl: Preračun parametrov 3 ( uporabi navodila rotorja ali pusti na 00)
sv: beräkn. param. 3 (se bruksanvisningen till motorn eller välj 00)

source: Start Swap
hu: Swap-indítás

source: select uncommitted input
da: vælg uspecificeret indgang
el: Επιλογή LNB στην 'Uncommitted' είσοδο.
fr: Sélectionnez une entrée non engagé
hr: odaberi uncommitted ulaz
hu: lekötetlen bemenet kiválasztása
is: veldu fyrri rofa inngang
it: selezionare entrata 'uncommitted'
no: velg Uncommitted inngang
ro: alegeti intrarea libera
ru: выберите uncommitted input
sl: pošlji na prost DiSEqC preklopnik
sv: välj uncommitted ingång

source: Use Motor Input Power
cs: Použít vstupní proud motoru
da: motor indgangsspænding
el: Χρήση ισχύος ρότορα:
fr: Employez La Puissance de l'entrée du Rotor
hr: Koristi ulazno Napajanje Motora
hu: a motor által felvett áram használata
is: Nota straum inntak fyrir mótor
it: Uso la corrente di entrata del rotore
no: Bruk motor Input Power
ro: Foloseste curent motor
ru: Используется позиционер с питанием
sl: Uporabi vhodno moc motorja
sv: Använd motorns strömstyrka

source: when the motor support this, then use
cs: pokud má motor podporu, použijte ji
da: hvis motoren understøtter det, brug Da
el: Χρήση αυτού αν ο ρότορας το υποστηρίζει
fr: Si le support de rotor et comme celui ci, utilisez le...
hr: kada motor to podržava, onda to koristi
hu: akkor használja, ha a motor ezt támogatja
is: þegar mótor styður þetta, þá nota
it: Se il rotore lo supporta, selezionare questa opzione
no: hvis motoren støtter dette, så bruk
ro: daca motorul suporta aceasta, atunci foloseste
ru: если поддерживается мотор, то используйте это
sl: ko motor podpira to, potem uporabi
sv: använd denna funktion om motorn stöder den.

source: Starttime
cs: Počáteční čas
da: Starttid
el: Ώρα έναρξης:
fr: Heure de début
hr: Početno vrijeme
hu: Kezdési idö
is: Byrjunar tími
it: Ora accensione
no: Starttid
ro: Timpul de pornire
ru: Вр. начала:
sl: Čas pričetka
sv: Starttid

source: HTTP Download
fr: Téléchargement HTTP
hr: HTTP Skidanje
hu: HTTP Letöltés
is: HTTP Niðurhal
no: HTTP Nedlasting
ru: Загрузка HTTP
sv: HTTP nedladdning

source: goto prev page (LNB)
cs: předchozí strana ( LNB )
da: tilbage til forrige side (LNB)
el: Πρός την προηγούμενη σελίδα (LNB).
fr: Retour page précedente (LNB)
hr: pođi u pred. stranu (LNB)
hu: ugrás az elözö oldalra (LNB)
is: fara á fyrri síðu (nemi)
it: alla pagina precedente (LNB)
no: gå til forrige side (LNB)
ro: dute la pagina anterioara (LNB)
ru: перейти к предыдущей странице (LNB)
sl: pojdi na predhodno stran (LNB)
sv: gå till föreg. sida (LNB)

source: 16:9 mode in normal view
hu: 16:9 mód normál nézetben

source: Use gotoXX Function
cs: Použít gotoXX funkci
da: Brug gå tilXX funktion
el: Χρήση λειτουργείας gotoXX
fr: Utiliser les fonctions GotoXX
hr: Koristi gotoXX Funkciju
hu: GotoXX funkció használata
is: Nota gotoXX Möguleika
it: Usa funzione GotoXX
no: Bruk gotoXX Funksjon
ro: foloseste functia gotoXX
ru: Используйте функцию gotoXX
sl: Uporabi gotoXX funkcijo
sv: Använd funktionen gotoXX

source: EPG settings
hu: EPG beállítások

source: add page
hu: oldal hozzáadása

source: vol+
hu: hangerő +
is: styrkur+
ru: громкость +

source: Bandwidth:
cs: Šířka pásma:
da: Båndbredde:
fr: Largeur de bande
hr: Propusnost:
hu: Sávszélesség:
is: Bandbreidd:
it: Larghezza banda
sv: Bandbredd:

source: store settings and leave
hu: változások mentése, majd kilépés

source: for a multiple event enable this
cs: pro opakující se událost použijte toto
da: aktiver denne hvis du ønsker flere begivenheder
el: Για πολλαπλό γεγονός ενεργοποιήστε το
fr: Cliquez ici, pour un évennement répétitif
hr: za višestruke događaje uključite ovo
hu: többszörös időzítésnél ezt kapcsolja be
is: veldu hér til að virkja marga atburði
it: attiva questo per un evento multiplo
no: for flere hendelser aktiver denne
ro: pentru un eveniment multiplu activeaza aceasta
ru: вкл./выкл. периодического задания (ОК)
sl: za veckratni dogodek omogoci naslednje
sv: för multipla progam aktivera denna

source: activate timeshift
hu: időcsúsztatás aktiválása

source: press ok to select another event
cs: stiskem OK vyberte jinou událost
da: tryk ok for at vælge en anden begivenhed
el: Πατήστε OK για να επιλέξετε διαφορετικό γεγονός
fr: Appuyez ok pour choisir un autre evenement
hr: pretisnite ok za odabir drugog događaja
hu: OK-val válasszon ki egy másik eseményt
is: ýttu á ok til að velja annað atriði
it: premere OK per selezionare un altro evento
no: trykk på ok for å velge en annen hendelse
ro: apasa ok pentru a selecta inca un eveniment
ru: нажмите ОК чтобы выбрать другое задание
sl: pritisni ok za izbiro drugega dogodka
sv: tryck OK för att välja en annan händelse

source: shutdown
cs: Vypnout
da: sluk nu
el: Τέλος λειτουργίας τώρα
fr: Arret
hr: zagasi
hu: kikapcsolás
it: spegnimento
no: slå av
ro: oprire
ru: выключить
sv: stäng av

source: Transponder:
cs: Transpondér :
el: Αναμεταδότης:
fr: Ttranspondeurs
hu: Transzponder:
is: Sendir:
ro: transponderul:
ru: Транспордер:

source: select teletext service
hu: teletext szolgáltatás kiválasztása

source: o'clock
cs: hodin
da: klokken
el: η ώρα
fr: Heure
hr: Sati
hu: óra
is: kl.
it: orologio
no: Klokken
ro: ora
ru: время
sl: ura
sv: klockan

source: use truetype font
hu: TrueType betűtípus használata

source: set number of seconds recording is delayed after switching channel
hu: felvétel késleltetése csatornaváltás után (mp.)

source: Select this option if you want to make this epg search case sensitive
hu: Kis- és nagybetűk megkülönböztetése ebben az EPG keresésben

source: About...
cs: Info ...
da: Om
el: Περί...
fr: A propos de Viso...
hr: O prijemniku...
hu: Névjegy...
is: Um...
it: Infobox DreamBox
no: Om...
ro: despre...
ru: Информация о тюнере
sl: o...
sv: Om...

source: add new Timer (ok)
cs: přidá nový čas ( OK )
da: tilføj ny timer (ok)
el: Προσθήκη στον χρονοδιακόπτη (ok)
fr: Ajouter une nouvelle horloge (ok)
hr: dodaj novi Tajmer (ok)
hu: új esemény hozzáadása (OK)
is: bæta við Tímastillingu (ok)
it: aggiungere nuovo timer (ok)
no: legg til ny timer (ok)
ro: adauga nou Timer (ok)
ru: добавить новое задание в таймер (ok)
sl: dodaj nov TIMER (ok)
sv: lägg till en ny timer (OK)

source: Case Sensitive
hu: Kis- és nagybetűk megkülönböztetés

source: to change service press ok
cs: ke změně programu použijte OK
da: Tryk ok for at vælge
el: Για να αλλαχτή η υπηρεσία πατήστε ΟΚ
fr: Pour changer de service appuyez OK
hr: da promjenite usluge pretisnite OK
hu: a csatorna kiválasztásához nyomja meg az OK-t
is: til að breyta rás, ýtið á ok
it: selezionare il servizio e premere OK
no: for å endre tjeneste trykk ok
ro: schimbare serviciu apasa ok
ru: выбери сервис (ok)
sl: za spremembo programa pritisni ok
sv: för att ändra tjänst tryck OK

source: Filename:
hu: Fájlnév:

source: Favourites:
hu: Kedvencek:

source: scan EPG
cs: prohledat EPG
el: Έρευνα στο EPG
hr: skeniraj EPG
hu: Név az EPG-ből
is: leita að EPG
it: esplore EPG
no: skann EPG
ru: сканировать EPG
sl: pregled EPG

source: Begin EPG Search
hu: EPG-Keresés indítása

source: audio track
cs: audio stopa
da: Lydspor
el: Επιλογή ήχου
fr: Piste audio
hr: zvučni nosioc
hu: hangsáv
is: hljóð rás
it: traccia audio
no: lyd spor
ru: звуковой канал
sl: zvočni zapis
sv: ljudspår

source: Su
cs: Ne
da: Sø
el: Κυρ
fr: Dim.
hr: Ned
hu: Vas
it: Dom
no: Søn
ru: Вс
sl: Ned
sv: Sön

source: new
cs: nový
da: ny
el: Νέος
fr: Nouveau
hr: novo
hu: új
is: nýr
it: nuovi
no: ny
ro: nou
ru: новый
sl: novo
sv: ny

source: duration:
cs: Doba trvání :
da: varighed:
el: Διάρκεια:
fr: durée :
hr: Duljina:
hu: idötartam:
is: lengd:
it: durata:
no: varighet:
ro: durata:
ru: продолжительность:
sl: trajanje:
sv: Varaktighet:

source: remove selected page from favourites
hu: a kijelölt oldal eltávolítása a kedvencekből

source: Fast DiSEqC
cs: Rychlý DiSEqC
da: Hurtig DISEcQ
el: Γρήγορο DiSEqC
fr: DISEqC rapide
hr: Brzi DiSEqC
hu: Gyors DiSEqC
is: Hratt DiSEqC
it: DiSEqC veloce
no: Hurtig DiSEqC
ro: DiSEqC rapid
ru: Быстрый DiSEqC
sl: Hitri DiSEqC
sv: Snabb DiSEqC

source: Wed
cs: St
da: Onsdag
el: Τετ
fr: Mer.
hr: Sri
hu: Sze
is: Mið
it: Mer
no: Ons
ru: Ср
sl: Sre
sv: Ons

source: set maximum number of recorded minutes
hu: a felvétel maximális időhosszának megadása (perc)

source: uncheck to cache all available data
hu: vegye ki a pipát, hogy az összes elérhető EPG adatot pufferelje

source: Longitude:
cs: Zeměpisná délka :
da: Længdegrad:
el: Γεωγραφικό μήκος:
hr: Longituda:
hu: Hosszúsági fok:
is: Lengdargráða
it: longitudine:
no: Lengdegrad:
ro: Longitudine:
ru: Долгота:
sl: Zemljepisna dolžina:
sv: Longitud:

source: choose direction
cs: vyberte směr
da: vælg retning
el: Επιλογή κατεύθυνσης
fr: Choisir la direction
hr: odaberite smjer
hu: válasszon irányt
is: veldu stefnu
it: Scegli la direzione
no: velg retning
ro: alege directia
ru: выберите направление
sl: izberi smer
sv: välj riktning

source: capacity:
cs: kapacita :
da: kapacitet:
el: Μέγεθος:
fr: Capacité :
hr: kapacitet:
hu: kapacitás:
is: afköst:
it: capacità:
no: Kapasitet:
ro: capacitate:
ru: размер:
sl: kapaciteta:
sv: kapacitet:

source: choose the code rate LP (left, right)
cs: zvolte rychlost LP ( <, > )
da: vælg code rate LP (venstre, højre)
el: Επιλογή του FEC (<, >)
fr: Choisir le code rate LP (Gauche/droite)
hr: odaberite kod ratu LP (lijevo, desno)
hu: válasszon LP kód-arányt (bal, jobb)
is: veldu gagnahraða LP (vinstri, hægri)
it: seleziona il code rate LP (sinistra, destra)
sv: välj code rate LP (vänster, höger)

source: calc param 1 (see your motor manual or let it 00)
cs: zadejte param 1 (viz manuál k motoru nebo nastavte 00)
da: beregn parameter 1 (se i motorens manual eller sæt til 00)
el: παράμετρος 1 (δείτε τις οδηγίες του ρότορα ή αφήστετο 00)
fr: calc param 1 (regarder le manuelle de votre rotor ou laissez-le 00)
hr: kalk param 1 (provjerite upute motora ili postavite 00)
hu: param 1 kiszámítása (lásd a motor könyvét, vagy 00)
is: reikna gildi 1 (sjá mótor handbók eða hafa 00)
it: Calcolatore parametri 1 (verificare nel manuale del rotore oppure lasciare su 00)
no: calc param 1 (Se i manualen til motoren din eller la den være 00)
ru: Пересч. пар. 1 (см. ваше руководство по мотору или установите 00)
sl: Preračun parametrov 1 ( uporabi navodila rotorja ali pusti na 00)
sv: beräkn. param. 1 (se bruksanvisningen till motorn eller välj 00)

source: prev page
cs: před. strana
da: forrige side
el: Προηγούμενο
fr: Page précedente
hr: natrag
hu: elözö oldal
is: fyrri síða
it: Pagina precedente
no: forrige side
ro: pagina anterioara
ru: пред.стр.
sl: predhodna str.
sv: föreg. sida

source: Thu
cs: Čt
da: To
el: Πεμ
fr: Jeu.
hr: Čet
hu: Csüt
is: Fim
it: Gio
no: Tor
ru: Чт
sl: Čet
sv: Tor

source: Transm. Mode:
cs: Přenosový mód :
da: Transm. Metode:
el: Αναμεταδότης:
fr: Mode de transmission
hr: Mod Transm.:
hu: Adásmód:
is: Sendi hamur:
it: Modalità trasmissione:
sv: Transm. Läge:

source: 12V output on
cs: výstup 12V zapnut
da: 12V udgang tændt
fr: sortie 12V active
hr: 12V izlaz na
hu: 12V-os kimenet BE
it: uscita 12V attiva
ru: вкл. выход 12В
sv: 12V utsignal på

source: shutdown the box to deepstandby (ok)
cs: vypnutí přijímače do hlub. spánku (Deep-Standby) ( OK )
da: luk boxen ned til dyb standby
el: Κλείσημο δέκτη σε βαθύ ύπνο (οκ)
fr: Mettre la DreamBox en veille profonde(ok)
hr: Zagasi prijemnik u duboko stanje pripravnosti (ok)
hu: teljes kikapcsolás (deepstandby) (OK)
is: slökkva alveg á móttakara (ok)
it: pegni il ricevitore in Standby profondo (ok)
no: Slå av boksen helt av (ok)
ro: deepstandby (ok)
ru: полностью выключить (ok)
sl: izklopi sprejemnik v popoln izklop (ok)
sv: stäng av mottagaren till deepstandby (OK)

source: edit the end time (0..9, left, right)
cs: upravení času konce záznamu ( 0..9, <, > )
da: rediger sluttid (0..9, venstre, højre
el: Επιλογή τέλους χρόνου (0..9, <, >)
fr: Editer l'heure de fin(0..9, Gauche, Droite)
hr: promjeni završno vrijeme (0..9, lijevo, desno)
hu: adja meg a befejezési idöpontot (0..9, bal, jobb)
is: breyta loka tíma (0..9, vinstri, hægri)
it: cambiare l'orario fine (0..9, sinistra, destra)
no: endre stopp tiden (0..9, venstre, høyre)
ro: editeaza timpul sfirsit (0..9, stinga, dreapta)
ru: редактирование времени окончания (0..9, влево, вправо)
sl: izberi čas konca (0..9, levo/desno)
sv: ange stopptid (0..9, vänster, höger)

source: Tuesday
cs: Úterý
da: Tirsdag
el: Τρίτη
fr: Mardi
hr: Utorak
hu: Kedd
is: Þriðjudagur
it: Martedì
no: Tirsdag
ro: Marti
ru: Вторник
sl: Torek
sv: Tisdag

source: recording duration:
cs: délka záznamu :
da: Varighed af indspilning
el: ρύθμιση διάρκειας εγγραφής:
fr: durée d'enregistrement :
hr: dužina snimanja:
hu: felvétel hossza:
is: tímalengd upptöku:
it: (errore di lettura informazioni)
no: lengde på innspilling:
ro: durata inregistrare
ru: продолжительность записи:
sl: dolžina snemanja:
sv: inspelningstid:

source: delete expired timer (ok)
cs: vymazání skončených událostí ( OK )
da: slet den udløbne timer (OK)
el: Διαγραφή του επιλεγμένου χρονοδιακόπτη (ok)
fr: Effacer le timer expiré (ok)
hr: obriši istekle tajmere (ok)
hu: már lefutott időzítő törlése (OK)
is: eyða útrunnum atriðum (ok)
it: cancella il timer scaduto (ok)
ru: удалить просроченный таймер (ok)
sv: ta bort utgångna timer (OK)

source: choose the Transponder you wish to find
cs: zvolte Transpondér, který chcete prohledat
da: vælg transponderen du ønsker at finde
el: Διαλέξτε τον αναμεταδότη που θέλετε να ανιχνεύσετε
fr: Choisissez le transponder que vous souhaitez trouver
hr: odaberite Transponder koji želite pronaći
hu: válassza ki azt a transzpondert amit meg szeretne találni
is: veldu þann sendi sem þú vilt finna
it: aggiungere o cambiare l'LNB selezionato
no: velg transponderen du ønsker å finne
ro: alege Transponder ce trebuie gasit
ru: выберите транспондер, который вы хотите найти
sl: izberi, kateri transponder želiš poiskati
sv: Välj den transponder du önskar hitta

source: add new Transponder to selected sat (ok)
cs: přidání nového transpondéru k vybranému satelitu (OK)
da: tilføj ny transponder til den valgte satellit
el: Προσθήκη νέου αναμεταδότη στον επιλεγμένο δορυφόρο (ΟΚ)
fr: Ajoutd'un transpondeur au sat. sélectionné
hr: dodaj novi Transponder za odabrani sat. (ok)
hu: új transzponder hozzáadása a kiválasztott müholdhoz (OK)
is: bæta við nýjum sendi á valinn gervihnött (ok)
it: Aggiungi un nuovo Transponder al satellite selezionato (ok)
no: legg til ny Transponder til valgt sat (ok)
ro: adauga nou Transponder la satelitul selectat
ru: добавить новый транспондер для выбранного спутника (ок)
sl: dodaj nov transponder izbranem satelitu (ok)
sv: lägg till transponder till vald sat (OK)

source: Select a genre if you want to search for a genre
hu: Válasszon ki egy zsánert, ha az szerint kíván keresni

source: 16:9 mode on splitscreen
hu: 16:9 mód osztott képernyőn

source: Thursday
cs: Čtvrtek
da: torsdag
el: Πέμπτη
fr: Jeudi
hr: Četvrtak
hu: Csütörtök
is: Fimmtudagur
it: Giovedì
no: Torsdag
ro: Joi
ru: Четверг
sl: Četrtek
sv: Torsdag

source: set sleeptimer and close window (ok)
cs: nastaví přechod do režimu spánku a uzavře okno ( OK )
da: indstil sleeptimer og luk vindue (ok)
el: Θέσε τον χρονοδιακόπτη ύπνου και κλείσε το παράθυρο (ΟΚ)
fr: regler l'heure de sommeil et fermer la fenetre (OK)
hr: postavi sleeptajmer i zatvori prozor (ok)
hu: állitsa be az elalváskapcsolót, majd zárja be az ablakot (OK)
is: stilla svefntíma og loka glugga (ok)
it: imposta timer spegnimento e chiudi la finestra (ok)
no: sett dvaletimer og lukk vinduet (ok)
ro: seteaza sleeptimer si inchide fereastra (ok)
ru: установить таймер выключения и закрыть окно (ok)
sl: nastavi čas konca snemanja in zapri okno (ok)
sv: ange sleeptid och stäng fönstret (OK)

source: add a new Satellite
cs: přidat nový satelit
da: Tilføj ny satellit
el: Προσθήκη νέου δορυφόρου
fr: Ajouter un nouveau Satellite
hr: dodaj novi Satelit
hu: új mühold hozzáadása
is: bæta við nýjum gervihnetti
it: aggiungi un nuovo Satellite
no: legg til ny satelitt
ro: adaugati un nou satelit
ru: добавить новый спутник
sl: dodaj nov satelit
sv: lägg till ny Satellit

source: open transponder scan
cs: otevře prohledávání transpondérů
da: Start transponder scanning
el: Ανίχνευση αναμεταδότη
fr: Ouivrir le scan de transpondeurs
hr: otvori skeniranje transpondera
hu: transzponder keresés megnyitása
is: opna senda leitun
it: apri la ricerca transponder
no: åpne transponder skanning
ro: deschideti scan transponder
ru: открыть сканирование транспондера
sl: odpri pregledovanje transponderjev
sv: öppna transpondersökning

source: min
el: λεπ
hu: perc
is: minnst
sl: minute

source: goto advanced motor setup
cs: pokročilá nastavení motoru
da: avanceret motor opsætning
el: Προχορημένες επιλογές για ρότορα
fr: Ouvrir la configuration avancée du rotor
hr: pođi u naprede postavke motora
hu: ugrás a részletes rotor beállításokhoz
is: fara í fullkomna mótor uppsetningu
it: vai su impostazioni avanzate del rotore
no: gå til avansert motor konfigurasjon
ro: goto instalatie motor avansata
ru: перейти к расширенным установкам позиционера
sl: pojdi v Napredne Nastavitve Rotorja
sv: gå till avancerad motorinstallation

source: Monday
cs: Pondělí
da: Mandag
el: Δευτέρα
fr: Lundi
hr: Ponedeljak
hu: Hétfö
is: Mánudagur
it: Lunedì
no: Mandag
ro: Luni
ru: Понедельник
sl: Ponedeljek
sv: Måndag

source: format
cs: formát
el: φορμάρισμα
hu: formázás
is: form
it: formato
ru: формат

source: starts the transponder scan
cs: spustí prohledávání transpondérů
da: starter transponder scanningen
el: Εκίνηση ανίνχευσης.
fr: Lancer la recherche de transpondeurs
hr: pokreće skeniranje transponder-a
hu: transzponder-keresés indítása
is: byrja leitun á sendum
it: avviare la ricerca canali
no: starter transponder skanning
ro: porneste scan transponder
ru: запуск сканирования транспондера
sl: prične s pregledovanjem transponderja
sv: startar transpondersökningen

source: sat
cs: satelit
el: Ρύθμιση
hr: sub
hu: műhold
it: satellite
no: lør
ru: спутник

source: Voltage
cs: Napětí
da: Spænding
el: Τάση
hr: Napon
hu: Feszültség
is: Spenna
it: Tensione
no: Spenning
ro: Voltaj
ru: Напр.
sl: Napetost
sv: Spänning

source: choose the transmission mode (left, right)
cs: zvol přenosový mód ( <, > )
da: vælg transmission metode (venstre, højre)
el: Επιλογή του FEC (<, >)
fr: Choisir le mode de transmission (Gauche/droite)
hr: odaberite mod transmisije (lijevo, desno)
hu: válasszon adásmódot (bal, jobb)
is: veldu senda ham (vinstri, hægri)
it: seleziona la modalità di trasmissione (sinistra, destra)
sv: välj transmissionsläge (vänster, höger)

source: Help
cs: Nápověda
da: Hjælp
el: Βοήθεια
fr: Aide
hr: Pomoć
hu: Súgó
is: Hjálp
it: Aiuto
no: Hjelp
ro: Ajutor
ru: Помощь
sl: Pomoč
sv: Hjälp

source: insert
cs: vložit
da: indsæt
el: Ρύθμιση
fr: Inserer
hr: umetni
hu: beszúrás
is: setja inn
it: inserisci
ru: вставить
sl: vstavi
sv: lägg till

source: Push OK to select directory
hu: Nyomja meg az OK-t egy mappa kiválasztásához

source: search event name for this beg-/end time in epg
cs: vyhledat pro tento čas jméno programu v EPG
da: søg programnavn for denne begyndelses/sluttid i EPG
el: Έυρεση ονόματος γεγονότος από το EPG, αν υπάρχει
fr: Trouver le nom de l'évenement pour cette heure de Déb./Fin dans l'EPG
hr: potraži ime događaja za njegov završno vrijeme u epg-u
hu: az esemény nevének beolvasása az EPG-ből (a kijelölt kezdet/vég időhöz)
is: leita að nafni á atriði fyrir þennan byrj-/enda tíma í EPG
it: ricerca nell'EPG di nome evento per inizio/fine orario
no: søk hendelsens navn for denne beg-/slutt tid i epg
ro: cauta event nume pentru acest inceput/sfirsit in epg
ru: поиск названия события для нач./кон. времени в epg
sl: iskanje imena dogodka za poizvedbo začetka ter konca v EPG
sv: sök programnamn för start-/stopptid i EPG

source: setup timeshifting
hu: időcsúcsztatás beállítása

source: save
cs: uložit
da: gem
el: Αποθήκευση
fr: Sauver
hr: pohrani
hu: Mentés
is: vista
it: memorizzare
no: lagre
ro: salveaza
ru: сохранить
sl: shrani
sv: spara

source: Tue
cs: Út
da: Tirsdag
el: Τρι
fr: Mar.
hr: Uto
hu: Ke
is: Þri
it: Mar
no: Tir
ru: Вт
sl: Tor
sv: Tis

source: Play
cs: Přehrát
da: Afspil
el: Αναπαραγωγή
fr: Lecture
hu: Lejátszás
no: Spill
ru: Воспроизвести
sv: Spela upp

source: choose the Satellite you wish to find
cs: zvolte satelit, který chcete prohledat
da: vælg satellitten du ønsker at finde
el: Διαλέξτε τον δορυφόρο που θέλετε βρήτε
fr: Choisissez le satellite que vous souhaitez trouver
hr: odaberite Satelit koji želite pronaći
hu: válasszon egy müholdat amit meg szeretne találni
is: veldu þann Gervihnött sem þú vilt finna
it: prego, selezionare il satellite che si vuol trovare
no: velg satelitten du ønsker å finne
ro: alege satelitul ce trebuie gasit
ru: выберите спутник для поиска
sl: izberi kateri satelit želiš poiskati
sv: välj den satellit du önskar söka efter

source: choose entry to edit or remove
cs: vyber bod k editaci nebo vymazání
da: vælg punkt at redigere eller fjerne
el: Επιλέξτε καταχώρηση για να αλλάξετε ή διαγράψετε
fr: Appuyez sur OK pour éditer ou effacer
hr: odaberite unos za editiranje ili brisanje
hu: válassza ki mit szerete javítani vagy törölni
is: veldu atriði til að breyta eða eyða
it: selezionare impostazione per modificare o cancellare
no: velg oppføring som skal editeres/fjernes
ro: alege ce vrei sa editezi sau stergi
ru: выберите запись для редактирования или удаления
sl: izberi postavko za ureditev ali brisanje
sv: ange post för ändring eller borttagning

source: processor:
cs: procesor :
el: Επεξεργαστής:
fr: Processeur :
hr: procesor:
hu: processzor:
is: tölvu heili:
it: processore:
no: Prosessor:
ru: Процессор:
sl: procesor

source: Endtime
cs: Koncový čas
da: sluttid
el: Ώρα αποπεράτωσης
fr: Heure de fin
hr: Završno vrijeme
hu: Vége idöpont
is: Tímalok
it: Fine orario
no: Slutttidspunkt
ru: Вр. оконч.:
sl: čas zaključka
sv: sluttid:

source: add to table/existing will be overwritten
cs: další do seznamu/přepsat stávající
da: tilføj til tabel/den eksisterende bliver overskrevet
el: προσθήκη στον πίνακα -το υπάρχον διαγράφεται
fr: Ajouter a la table / l'actuel sera remplacé
hr: dodaj tabelu/postojeća će biti presnimljena
hu: hozzáadás a táblához (a meglevö felülírásával)
is: bæta við töflu/skrifað verður yfir það sem er fyrir
it: inserisci nella tabella/i dati presenti verranno sovrascritti
no: legg til i tabell/eksisterende vil bli overskrevet
ro: adauga la table/existente vor fi sterse
sl: dodaj v tabelo/obstojeci bo zamenjan
sv: lägg till tabell/befintlig skrivs över

source: frontend:
el: Δέκτης:
fr: Début de la fin
hr: Tip:
hu: Tuner:
is: inngangur:
it: Tuner:
no: Tuner:
ru: Внеш. интерфейс:
sl: uporaba:

source: Directory:
hu: Mappa:

source: Stop Swap
hu: Swap leállítása

source: enter manual pids
cs: vložte ručně pids
da: Manuel indtastning af pids
hr: unesi pidove ručno
hu: kézi PID-ek megadása
sv: ange manuell pid
