Repository: ChakaZulu/tuxbox_apps
Catalog: tuxbox/enigma/po/*.po
Languages: cs, da, el, fr, hr, hu, is, it, no, ro, ru, sl, sv

source: get Network data from a DHCP Server in the local Network
cs: získat nastavení sítě z DHCP serveru v lokální síti
da: Hent netværks data fra DHCP server i det lokale netværk
fr: recevoir les données réseau d'un serveur DHCP local
hr: skini Mrežne podatke od DHCP Servera u lokalnoj mreži
hu: IP-cím lekérése a helyi hálózati DHCP szervertöl
is: fá gögn send frá DHCP þjóni á nærnetinu þínu
it: ottieni dati Network da un Server DHCP nel Network locale
ru: получить данные о сети от DHCP сервера в локальной сети
sv: få nätverksdata från en DHCP-server i det lokala nätverket

source: enter netmask of your network (0..9, left, right)
cs: nastavte masku podsítě ( 0..9, <, > )
da: indtast netmasken til dit netværk (0..9, venstre,højre)
el: Δώστε τη μάσκα του δικτύου σας (0..9, <, >)
fr: Entrez le masque sous-réseau de la DreamBox (0...9, gauche, droite)
hr: unesi netmask tvoje mreže (0..9, lijevo, desno)
hu: adja meg hálózatának netmask-számát (0..9, </>)
is: sláðu inn netmask í þínu nærneti (0..9, vinstri, hægri)
it: inserisci il Netmask del tuo Network (0..9, sinistra, destra)
no: skriv inn nettverksmaske til nettverket ditt (0..9, venstre, høyre)
ro: introduceti netmask (0..9, stinga, dreapta)
ru: введите сетевую маску вашей сети (0..9, влево, вправо)
sl: vnesiti netmask sprejemnika (0..9, levo, desno)
sv: ange netmask för ditt nätverk (0..9, vänster, höger)

source: press ok to change connection type
cs: stiskem OK změníte způsob připojení
da: tryk ok for at skifte forbindelses type
el: Πατήστε OK για να επιλέξετε τύπο σύνδεσης
fr: Appuyez ok changer le type de connection
hr: pretisnite ok za promjenu vrste veze
hu: Ok-val megváltoztatható a kapcsolat típusa
is: ýttu á ok til að breyta gerð tengingar
it: premere OK per variare il tipo di connessione
no: trykk på ok for å endre tilkoblingstype
ro: apasati ok pt a schimba tipul conectare
ru: нажмите ok для изменения типа подключения
sl: pritisni ok za spremembo tipa povezave
sv: tryck OK för att ändra anslutningstyp

source: communicate to Local Area Network
cs: internet přes LAN
da: Kommunikerer med dit lokale netværk
el: Επικοινωνία με τοπικό δίκτυο LAN
fr: Communication avec le reseau local
hr: komuniciraj do lokalne mreže
hu: kommunikáció a helyi hálózaton
is: samskipti við nærnet staðarins
it: comunica con il Network locale
no: kommuniser til LAN
ru: связь с локальной сетью
sl: komuniciranje z LAN-om
sv: kommunisera till Local Area Network

source: communicate to the Internet via DSL
cs: internet přes DSL
da: Kommunikerer med Internet via DSL
el: Σύνδεση στο Internet με DSL
fr: Communication vers l'Internet en ADSL
hr: Komuniciraj sa Internet-om preko DSL-a
hu: internetes kommunikáció DSL-en keresztül
is: samskipti við veraldarvefinn með DSL
it: comunica con Internet tramite ADSL
no: kommuniser med Internet via DSL
ro: comunicatie Internet via DSL
ru: связь с Интернет через DSL
sl: komuniciranje z internetom preko DSL
sv: kommunicera med Internet via DSL

source: T-Online User press ok here
cs: T-Online uživatel
da: T-Online bruger tryk ok her
el: Για χρήστες T-Online
fr: Utilisateurs T-Online cliquez OK ici
hr: T-Online Korisnik pretisni ok ovdje
hu: a T-Online felhasználók ezt válasszák
is: T-Online notendur ýtið hér
it: Utente T-Online premi OK qui
no: T-Online Bruker, vennligst trykk ok her
ro: T-Online User apasati aici ok
ru: Пользователям T-Online нажать здесь ok
sv: T-Online användare tryck OK här

source: enter your domain name server (0..9, left, right)
cs: nastavte DNS ( 0..9, <, > )
da: Indtast din domain name server (0..9, venstre, højre)
el: Δώστε τη διεύθυνση του DNS σας (0..9, <, >)
fr: Entrez le DNS (0...9, gauche, droite)
hr: unesi ime vašeg poslužnika na Internetu (0..9, lijevo, desno)
hu: adja meg a hálózat domain-névszerver számát (0..9, </>)
is: sláðu inn númer nafnaþjóns (0..9, vinstri, hægri)
it: inserisci il nome del domainserver (0..9, sinistra, destra)
no: skriv inn dine DNS servere (0..9, venstre, høyre)
ro: introduceti domain name server (0..9, stinga, dreapta)
ru: введите IP-адрес DNS (0..9, влево, вправо)
sl: vpisi ime serverja v tvoji domeni (0..9, levo, desno)
sv: ange DNS för din server (0..9, vänster, höger)

source: Login:
hr: Prijava:
hu: Login név:
is: Notenda nafn:
it: Utente:
no: Innlogging:
ru: Имя пользователя:
sv: Logga in:

source: press ok to edit your provider login name
cs: stiskem OK editujte přihlašovací jméno (login)
da: tryk ok for at redigere dit udbyder login navn
el: Πατήστε OK για να δώσετε το login του παροχέα σας
fr: Appuyez ok pour entrer le nom du provider
hr: pretisni ok za uređivanje prijave imena pružatelja usluga
hu: OK-val módosítható a szolgáltatói login-név
is: ýttu á ok til að breyta notenda nafni þínu
it: premere OK per modificare il nome utente del tuo provider
no: trykk på ok for å redigere tilbyder påloggings navn
ro: apasati ok pt a edita provider login name
ru: нажмите ok для редактирования Вашего имени пользователя
sl: pritisni ok za vnos ponudnikovega uporabniskega imena
sv: tryck OK för att ändra operatörs loginnamn

source: enter your gateways IP Address (0..9, left, right)
cs: nastavte IP vaší brány ( 0..9, <, > )
da: Indtast din gateway´s IP Adresse (0..9, venstre,højre)
el: Δώστε τη διεύθυνση του Gateway (0..9, <, >)
fr: Entrez l'adresse de la passerelle (0...9, gauche, droite)
hr: unesi tvoju IP adresu usmjernog protokola
hu: adja meg az átjárója IP számát (0..9, </>)
is: sláðu inn veffang gáttar nærnetsins (0..9, vinstri, hægri)
it: inserisci l'indirizzo IP del Gateway (0..9, sinistra, destra)
no: skriv inn IP til din gateway (0..9, venstre, høyre)
ro: introduceti gateways IP Address (0..9, stinga, dreapta)
ru: введиет IP адрес шлюза (0..9, влево, вправо)
sl: vnesi gateways IP Naslov (0..9, levo, desno)
sv: ange IP-adress för din gateway (0..9, vänster, höger)

source: Password:
cs: Heslo :
el: Κωδικός:
fr: Mot de passe:
hr: Lozinka:
hu: Jelszó:
is: Aðgangsorð:
no: Passsord:
ru: Пароль:
sv: Lösenord:

source: press ok to edit your provider password
cs: stiskem OK editujte přihlašovací heslo (password)
da: tryk ok for at redigere dit udbyder password
el: Πατήστε OK για να αλλάξετε τον κωδικό του παροχέα σας
fr: Appuyez ok pour editer le mot de passe provider
hr: pretisni ok za uređivanje lozinke pružatelja usluge
hu: OK-val módosítható a szolgáltatói jelszó
is: ýttu á ok til að breyta aðgangsorði þínu
it: premere OK per modificare la password del tuo provider
no: trykk på ok får å redigere tilbyder passord
ro: apasati ok pt a edita provider password
ru: нажмите ok для редактирования пароля Вашего провайдера
sl: pritisni ok za urejevanje ponudnikovega gesla
sv: tryck OK för att ändra operatörs lösenord

source: Enable Network
cs: Povolit síť
da: tilføj netværk
el: Ενεργοποίηση Δικτύου (ok)
fr: Reseau actif
hr: Aktiviraj Mrežu
hu: Hálózat engedélyezése
is: Virkja netkerfi
it: Attiva Network
ru: Включить сеть
sl: Omogoči omrežje
sv: Aktivera Nätverk

source: enable/disable network (ok)
cs: povolí/zakáže síť (OK)
da: vælg/fravælg netværk (ok)
el: Ενεργοποίηση ή όχι δικτύου (OK)
fr: Activer/désactiver le réseau (OK)
hr: aktiviraj/deaktiviraj Mrežu (ok)
hu: hálózat engedélyezése/letiltása (OK)
is: virkja/gera óvirkt netkerfi (ok)
it: attiva/disattiva Network (ok)
ru: вкл./выкл. сеть (ok)
sl: vklopi/izklopi omrežje (ok)
sv: aktivera/avaktivera nätverk (OK)

source: enter port of the Web Interface (0..9, left, right)
cs: nastavte port WEB rozhraní( 0..9, <, > )
da: indtast port nummer til webinterface (0..9, venstre, højre)
el: Δώστε τη διεύθυνση του Web Interface (0..9, <, >)
fr: Entrez le port de l'interface Web (0...9, gauche, droite)
hr: unesi port od Web sučelja (0..9, lijevo, desno)
hu: adja meg a Web Interfész portját (0..9, </>)
is: sláðu inn port á vef þjóni (0..9, vinstri, hægri)
it: inserisci la porta dell'interfaccia web (0..9,sinistra, destra)
ru: введите порт Web интерфейса (0..9, влево, вправо)
sv: ange port för webgränssnittet (0..9, vänster, höger)

source: reject incoming connections on port 80
cs: odmítnout příchozí připojení na portu 80
da: Tillad ikke indgående forbindelse på port 80
el: Απόρρηψη εισερχόμενων συνδέσεων στην πόρτα 80
fr: rejeter les connection entrantes par le port 80
hr: odbaci dolazeće veze na portu 80
hu: bejövö kapcsolatok tiltása a 80-as porton
is: hafna tengingum inn á port 80
it: rifiuta le connessioni in ingresso sulla porta 80
no: avvis innkommende tilkoblinger på port 80
ro: eject incoming connections on port 80
ru: отклонить входящие подключения на порт 80
sl: odklonjene prispele povezave na portu 80
sv: neka inkommna anslutningar på port 80

source: reject incoming connections on port 23
cs: odmítnout příchozí připojení na portu 23
da: tillad ikke indgående forbindelse på port 23
el: Απόρρηψη εισερχόμενων συνδέσεων στην πόρτα 23
fr: rejeter les connection entrantes par le port 23
hr: odbaci dolazeće veze na portu 23
hu: bejövö kapcsolatok tiltása a 23-as porton
is: hafna tengingum inn á port 23
it: rifiuta le connessioni in ingresso sulla porta 23
no: avvis innkommende tilkoblinger på port 23
ru: отклонить входящие подключения на порт 23
sl: odklonjene prispele povezave na portu 23
sv: neka inkommna anslutningar på port 23

source: reject incoming connections on ports 137,138,139
cs: odmítnout příchozí připojení na portech 137,138,139
da: tillad ikke indgående forbindelse på portene 137,138,139
el: Απόρρηψη εισερχόμενων συνδέσεων στις πόρτες 137,138,139
fr: rejeter les connection entrantes par les ports 137, 138, 139
hr: odbaci dolazeće veze na portovima 137,138,139
hu: bejövö kapcsolatok tiltása a 137, 138, 139-es portokon
is: hafna tengingum á port 137, 138, 139
it: rifiuta le connessioni in ingresso sulle porte 137,138,139
no: avvis innkommende tilkoblinger på portene 137,138 og 139
ru: отклонить входящие подключения на порты 137,138,139
sl: odklonjene prispele povezave na portih 137,138,139
sv: neka inkommande anslutningar på port 137,138,139

source: reject incoming connections on ports 21
cs: odmítnout příchozí připojení na portu 21
da: tillad ikke indgående forbindelse på port 21
el: Απόρρηψη εισερχόμενων συνδέσεων στην πόρτα 21
fr: rejeter les connection entrantes par le port 21
hr: odbaci dolazeće veze na portu 21
hu: bejövö kapcsolatok tiltása a 21-es porton
is: hafna tengingum inn á port 21
it: rifiuta le connessioni in ingresso sulla porta 21
no: avvis innkommende tilkoblinger på port 21
ru: отклонить входящие подключения на порт 21
sl: odklonjene prispele povezave na portu 21
sv: neka inkommande anslutningar på port 21

source: mounts
cs: mapování
da: monteringer
hu: Meghajtók
is: tengingar
ru: подключения устройств
sv: monteringar

source: here you can setup nfs/cifs mounts
cs: zde můžete nastavit NFS/CIFS mapování
da: her kan du opsætte nsf/cifs monteringer
fr: ici vous pouvez regler les nfs/cifs mounts
hr: ovdje možete namjestiti nfs/cifs mounts
hu: itt telepítheti az NFS/CIFS hálózati meghajtókat
is: hér getur þú sett upp nfs/cifs tengingar
it: qui è possibile settare i mounts nfs/cifs
ru: здесь Вы можете настроить подключения устройств nfs/cifs
sv: här kan du sätta upp nfs/cifs montering

source: enter IP Address (0..9, left, right)
cs: nastavte IP adresu ( 0..9, <, > )
da: indtast IP Adressen (0..9, venstre,højre)
el: Δώστε διεύθυνση IP (0..9, <, >)
fr: Entrez l'adresse IP (0...9, gauche, droite)
hr: unesi IP Adresu (0..9, lijevo, desno)
hu: adja meg a hálózati meghajtó IP címét (0..9, </>)
is: sláðu inn IP númer (0..9, vinstri, hægri)
it: inserire indirizzo IP (0..9,sinistra, destra)
ru: введите IP-адрес (0..9, влево, вправо)
sl: vnesi IP Naslov (0..9, levo, desno)
sv: ange IP-address (0..9, vänster, höger)

source: press ok to change mount type
cs: stiskem OK změníte způsob připojení
da: tryk ok for at skifte monteringstype
el: Πατήστε OK για να επιλέξετε τύπο σύνδεσης
fr: Appuyez ok changer le type de mount
hr: pretisni ok za promjenu tipa montiranja
hu: OK-val kiválasztható a megosztás típusa
is: ýttu á ok til að breyta gerð tengingar
it: premere OK per cambiare la tipologia mount
ru: нажмите ok для изменения типа подключаемого устройства
sv: tryck OK för att ändra monteringstyp

source: Samba File System(to mount share from another Dreambox)
cs: Souborový systém Samba (další sdílený prostředek)
da: Samba Fil System (Share fra en anden Dreambox)
fr: Samba File System(pour mounter un partage d'une autre Dreambox)
hr: Samba Fajl Sistem(za namještanje dijeljenja s drugim Dreambox-om)
hu: Samba fájlrendszer (másik DreamBox megosztásának csatlakoztatásához)
it: Samba File System(per creare una condivisione da un'altro Dreambox)
ru: Файловая система Samba (для подключения общей папки с другого Dreambox)
sv: Samba filsystem (för att montera från en annan Dreambox)

source: enter name of the local mount point with trailing slash
cs: zadejte název lokálního bodu připojení
da: Indtast navnet på det lokale monteringpunkt (med efterfølgende /)
fr: Entrez le nom du point mount local avec un slash
hr: unesi ime od lokalne točke namještanja sa trailing slash
hu: adja meg a helyi csatlakoztatási (mountolási) pont nevét
is: sláðu inn tengipunkt inn á skáarkerfi móttakara með skástriki á undan
it: inserire il nome del mount point locale utilizzando i trailing slash(/)
sv: ange namnet på den lokala monteringspunkten med efterföljande slash

source: press ok to change mount options
cs: stiskem OK změníte vlastnosti připojení
da: tryk ok for at ændre monterings muligheder
el: Πατήστε OK για να αλλάξετε κατεύθυνση
fr: Appuyez ok pour changer les options Mount
hr: pretisni ok za promjenu postavki montiranja
hu: OK-val megváltoztathatók a csatlakoztatási opciók (mount)
is: ýttu á ok til að breyta tenginga möguleikum
it: premere OK per modificare le opzioni mount
ru: нажмите ok для изменения опций подключения устройств
sv: tryck OK för att ändra monteringsval

source: press ok to edit extra options
cs: stiskem OK změníte další nastavení
da: tryk ok for at redigere extra muligheder
el: Πατήστε OK για να αλλάξετε κατεύθυνση
fr: Appuyez ok pour editer les options Extra
hr: pretisni ok za uređivanje dodatnih mogućnosti
hu: OK-val módosíthatók az extra opciók
is: ýttu á ok til að breyta meiru
it: premere OK per editare opzioni extra
ru: нажмите ok для редактирования специальных опций
sv: tryck OK för att ändra extra optioner

source: press ok to edit username
cs: stiskem OK změníte přihlašovací jméno
da: tryk OK for at indsætte navn
el: Πατήστε OK για να δώσετε όνομα
fr: Appuyez ok pour editer le nom d'utilisateur
hr: pretisni ok za uređivanje korisničkog imena
hu: OK-val módosítható a felhasználónév
is: ýttu áok til að breyta notendanafni
it: premere OK per editare username
ru: нажмите ok для редактирования имени пользователя
sl: pritisni ok za spremembo uporabniškega imena
sv: tryck OK för att ändra användarnamn

source: press ok to edit password
cs: stiskem OK změníte heslo
da: tryk ok for at redigere password
el: Πατήστε OK για να αλλάξετε τον κωδικό του παροχέα σας
fr: Appuyez ok pour editer le mot de passe
hr: pretisni ok uređivanje lozinke
hu: OK-val módosítható a jelszó
is: ýttu á ok til að breyta aðgangsorði
it: premi OK per editare la password
ru: нажмите ok для редактирования пароля
sl: pritisni ok za spremembo gesla
sv: tryck OK för att ändra lösenord

source: enable/disable automount (ok)
cs: povolí/zakáže automatické připojení
da: Vælg / Fravælg automatisk montering (ok)
el: Ενεργοποίηση ή όχι εξόδου AC3 (OK)
fr: Activer/désactiver automount(OK)
hr: aktiviraj/deaktiviraj automontiranje (ok)
hu: automount engedélyezése/tiltása (OK)
is: virkja/gera óvirka sjálfvirka tenginu (ok)
it: attiva/disattiva mount automatico (ok)
ru: вкл./выкл. автоматическое подключение устройств (ok)
sv: aktivera/avaktivera automontering (OK)

source: go to previous share
cs: přepnutí na předchozí sdílení
da: Gå til foregående share
el: Πήδημα στο προηγούμενο δείκτη θέσης
fr: aller au partage précédent
hr: pođi u predhodnu podjelu
hu: ugrás az elözö megosztásra
is: fara á fyrri tengingu
it: vai alla condivisione precedente
ru: перейти к предыдущей общей папке
sv: gå till föregående utdelning

source: press ok to unmount this share
cs: stiskem OK odpojíte toto sdílení
da: tryk OK for at fjerne denne share
el: Πατήστε OK για να δώσετε όνομα
fr: Appuyez ok pour demounter ce partage
hr: pretisni ok za odmontiranje ove podjele
hu: OK-val törölhető ez a megosztás (unmount)
is: ýttu á ok til að aftengja þessa tenginu
it: premere OK per smontare questa condivisione
ru: нажмите ok для отключения этой общей папки
sv: tryck OK för att avmontera denna utdelning

source: press ok to mount this share
cs: stiskem OK připojíte toto sdílení
da: tryk OK for at gemme denne share
el: Πατήστε OK για να δώσετε όνομα
fr: Appuyez ok mounter ce partage
hr: pretisni ok za montiranje ove podjele
hu: OK-val csatlakoztatható ez a megosztás (mount)
is: ýttu á ok til að tengja þessa tengingu
it: premere OK per montare questa condivisione
ru: нажмите ок для подключения этой общей папки
sv: tryck OK för att montera denna utdelning

source: press ok to save this share
cs: stiskem OK uložíte toto sdílení
da: tryk OK for at gemme denne share
el: Πατήστε OK για να δώσετε όνομα
fr: Appuyez ok pour sauver ce partage
hr: pretisni ok za pohranu ove podjele
hu: OK-val menthető ez a megosztás
is: ýttu á ok til að vista þessa tengingu
it: premere OK per salvare questa condivisione
ru: нажмите ок для сохранения этой общей папки
sv: tryck OK för att spara utdelningen

source: go to next share
cs: přepnutí na další sdílení
da: Gå til næste share
el: Επιλογή επόμενης υπό-υπηρεσίας
fr: aller au partage suivant
hr: pođi do sljedeće podijele
hu: ugrás a következő megosztásra
is: fara á næstu tengingu
it: vai alla prossima condivisione
ru: перейти к следующей общей папке
sv: gå till nästa utdelning

source: enter the name of the share without trailing slash
cs: zadejte název sdíleného prostředku bez posledního lomítka
da: Indtast navnet på din share (Uden efterfølgende /)
fr: Entrez le nom du partage sans slash
hr: unesi ime od podijele bez trailing slash-a
hu: adja meg a megosztás nevét "/" nélkül a végén
is: sláðu inn nafn á tengingu án skástriks á undan
it: inserire il nome della condivisione senza trailing slash (/)
ru: введите имя общей папки без пробелов
sv: ange namnet på utdelningen utan efterföljande slash

source: enter the name of the share (//DreamBOX/harddisk)
cs: zadejte název sdíleného prostředku (//DreamBOX/harddisk)
da: Indtast navnet på din share (//DreamBOX/harddisk)
fr: entrez le nom du partage (//DreamBOX/harddisk)
hr: unesi ime od podijele (//DreamBOX/harddisk/)
hu: adja meg a megosztás nevét (//DreamBOX/harddisk)
it: inserire il nome della condivisione (//DreamBOX/Hard Disk)
ru: введите имя общей папки (//DreamBOX/harddisk)
sv: ange namnet på utdelningen (//DreamBOX/hårddisk)

source: invalid or missing dir or local dir
cs: neplatný nebo chybějící lokální adresář
da: Ugyldig eller manglende mappe / lokalmappe
fr: Dir invalide ou manquant
hr: nevažeći ili izgubljeni dir ili lokalni dir
hu: érvénytelen vagy hiányzó könyvtár vagy helyi könyvtár
is: ógild eða mappa er ekki rétt valin
it: directory o directory locale non valida o mancante
ru: неисправная или отсутствующая папка
sv: felaktigt eller saknat bibliotek eller local dir

source: NFS/CIFS-Entry stored. Further entry?
cs: NFS/CIFS uložen. Další záznam?
da: NFS/CIFS-tilgang gemt stored. Gem flere ?
fr: NFS/CIFS-Entrée enregistrée. Autre entrée?
hr: NFS/CIFS-Unos pohranjen. Daljnji unos?
hu: NFS/CIFS bejegyzés elmentve. Szeretne egy újabb bejegyzést?
is: NFS/CIFS vistað. Fleiri tengingar?
it: Dati NFS/CIFS memorizzati. Altro inserimento?
ru: NFS/CIFS-Вход сохранен. Продолжить вход?
sv: NFS/CIFS post låst. Fler inmatningar?

source: NFS/CIFS-Setup...
cs: NFS/CIFS nastavení ...
da: NSF/CIFS - Opsætning
fr: Reglages NFS/CIFS
hr: NFS/CIFS-Postavke...
hu: NFS/CIFS beállítások...
is: NFC/CIFS uppsetning....
it: Setup NFS/CIFS...
ru: NFS/CIFS-Настройка...
sv: NFS/CIFS installation...

source: NFS/CIFS mount error already mounted
cs: NFS/CIFS chyba připojení, je již připojen.
da: NFS/CIFS er allerede monteret.
fr: NFS/CIFS mount erreur, déja monté
hr: NFS/CIFS greška montiranja već je montiran
hu: NFS/CIFS mount hiba. Már telepítve van.
is: NFC/CFIS tengi villa, nú þegar tengt
it: Errore mount NFS/CIFS già montato
ru: NFS/CIFS ошибка подключения - уже подключено
sv: NFS/CIFS monteringsfel, redan monterad

source: A/V Settings
cs: Nastavení A/V
da: A/V indstillinger
el: Ρυθμίσεις εικόνας/ήχου
fr: Configuration A/V
hr: Postavke TV-a
hu: A/V beállítások
is: Hljóð/mynd stilling
it: Impostazioni A/V
no: A/V Konfigurasjon
ru: Настройки Аудио/Видео
sl: A/V nastavitve
sv: A/V Uppsättning

source: Color Format:
cs: Formát barev:
da: Farve format:
el: Σύστημα:
fr: Format Couleur
hu: Színformátum:
is: Lita kerfi:
it: Standard colore:
no: Farge Format:
ru: Видео выход:
sl: Format slika/barve
sv: Färgformat:

source: choose color format ( left, right )
cs: vyberte formát obrazu ( <, > )
da: vælg farveformat
el: Επιλέξτε τύπο χρώματος (<, >)
fr: Choisir le format couleur (Gauche, Droite )
hr: odaberite format boje ( lijevo, desno)
hu: válassza ki a színformátumot (</>)
is: veldu lita kerfi ( vinstri, hægri )
it: scegli lo standard del colore (sinistra, destra)
no: velg fargeformat (venstre, høyre)
ro: alege color format ( stinga, dreapta )
ru: выберите видео выход (влево, вправо)
sl: izberi barvni format (levo,desno)
sv: välj färgformat (vänster, höger)

source: Aspect Ratio:
cs: Poměr stran :
el: Λόγος πλευρών:
fr: Aspect:
hr: Omjer Slike:
hu: Képarány:
is: Stærða hlutföll:
no: Høyde/bredde-forhold:
ru: Отношение сторон:
sl: Način prikazovanja slike:
sv: Skärmformat:

source: choose aspect ratio ( left, right )
cs: zvolte poměr stran ( <, > )
da: vælg aspect ratio (venstre/højre)
el: Επιλέξτε λόγο πλευρών οθόνης (<, >)
fr: Choisir l'aspect radio (Gauche, Droite )
hr: odaberi omjer širine i visine slike ( lijevo, desno )
hu: válassza ki a képarányt (</>)
is: veldu stærðar hlutföll ( vinstri, hægri )
it: selezionare aspect ratio (sinistra, destra)
no: velg høyde/bredde-forhold (venstre, høyre)
ro: alege aspect ratio ( stinga, dreapta )
ru: выберите отношение сторон экрана ТВ (влево, вправо)
sl: zberi način prikaza slike (levo, desno)
sv: välj skärmformat (vänster, höger)

source: always 16:9
cs: vždy 16:9
da: altid 16:9
el: Πάντα 16:9
fr: toujours 16:9
hr: uvijek 16:9
hu: mindíg 16:9
is: alltaf 16:9
it: sempre 16:9
ru: всегда 16:9
sl: vedno 16:9
sv: alltid 16:9

source: TV System:
cs: TV norma :
fr: Systeme TV:
hr: TV Sistem:
hu: TV rendszer:
is: Sjónvarps kerfi:
it: Sistema TV:
ru: Тип ТВ:
sl: TV sistem:

source: choose TV system ( left, right )
cs: zvolte TV normu ( <, > )
da: vælg TV system (venstre, højre)
el: Επιλογή συστήματος TV (<, >)
fr: Choisir systeme TV (Gauche/droite)
hr: odaberi TV sistem (lijevo, desno)
hu: válassza ki a TV rendszert (</>)
is: veldu sjónvarps kerfi ( vinstri, hægri )
it: selezionare il sistema TV (sinistra,destra)
ru: выберите тип ТВ (влево, вправо)
sl: izberi TV sistem (levo, desno)
sv: välj TV system (vänster, höger)

source: Disable WSS on 4:3
cs: Vypnout WSS pro 4:3
da: Afbryd WSS på 4:3
el: Ακύρωση WSS σε εικόνα 4:3
fr: Désactiver WSS en 4:3
hr: Onemogući WSS na 4:3
hu: WSS letiltása 4:3 esetében
is: Óvirkt WSS á 4:3
it: Disabilita il WSS in 4:3
no: Deaktiver WSS på 4:3
ro: Dezarmeaza WSS on 4:3
ru: Отключить WSS на 4:3
sl: Onemogoči WSS na 4:3
sv: Avaktivera WSS på 4:3
