Repository: ChakaZulu/tuxbox_apps
Catalog: tuxbox/enigma/po/*.po
Languages: cs, da, el, fr, hr, hu, is, it, no, ro, ru, sl, sv

source: one step west...
cs: jeden krok na Západ ..
da: et trin mod vest
el: Ένα βήμα Δυτικά...
fr: Un pas vers l' OUEST
hr: jedan korak na zapad...
hu: egy lépés Nyugat irányba..
is: eitt þrep vestur...
it: un passo verso est...
no: ett steg mot vest...
ro: un pas vest
ru: один шаг на Запад...
sl: korak na zahod...
sv: ett steg åt väst...

source: turning to east...
cs: natáčení na Východ ..
da: drejer mor øst
el: Κίνηση προς την Ανατολή ...
fr: Aller vers l'EST
hr: okrećem na istok...
hu: forgatás Kelet felé...
is: færi disk austur...
it: girare verso est...
no: dreier mot øst...
ro: intoarce spre est...
ru: вращение на восток...
sl: premik na vzhod...
sv: kör mot öst...

source: turning to west...
cs: natáčení na Západ ..
da: drejer mod vest
el: Κίνηση προς την Δύση...
fr: Aller vers l'Ouest
hr: okrećem na zapad...
hu: forgatás Nyugat felé...
is: færi disk vestur...
it: girare verso ovest...
no: dreier mot vest...
ro: intoarce spre vest...
ru: вращение на запад...
sl: premik na zahod...
sv: kör mot väst...

source: < Stop >
el: < Σταμάτημα >
fr: < Arrêt >
hr: < Zaustavi >
hu: < Állj >
is: < Stopp >
no: < Stopp >
ru: < Стоп >
sl: Ustavi
sv: < Stopp >

source: Storage Location:
cs: Pozice uložení:
da: oplagrings lokalitet:
el: Θέση αποθήκευσης:
fr: Location de sauvgarde :
hr: Lokacija za pohranu:
hu: Tárolási hely:
is: Númer minnis:
it: Memorizzare posizione:
no: Lagringsområde:
ru: Сохраняемая позиция:
sl: Lokacija za shranitev:
sv: Lagringsplats:

source: change storage Location or store
cs: změní pozici uložení
da: skift oplagrings lokalitet eller gem
el: Αλλαγή θέσης μνήμης ή αποθήκευση
fr: Changer l'emplacement de mémorisation
hr: promjeni lokaciju spremnika ili spremi
hu: tárolási hely megváltoztatása vagy tárolás
is: breyta minnisnúmeri eða vista
it: cambiare la posizione di memoria
no: endre lagringsområde
ro: schimba storage Location sau store
ru: изменить сохраняемую позицию или сохранить
sl: zamenjaj Lokacijo za shranitev ali shrani
sv: ändra lagringsplats eller spara

source: %d.%d°%c is currently stored at location %d! When you store this now at Location %d, we must remove the old Location. Are you sure you want to do this?
cs: %d.%d°%c je v současné době uložen na %d! Jestliže toto chcete uložit na pozici %d, musím odstranit staré umístění. Chcete toto vykonat?
da: %d.%d%c er i øjeblikket gemt på lokaliteten %d! Hvis du vælger at gemme dette på lokalitet %d, bliver den gamle lokalitet fjernet. Ønsker du at gøre dette?
el: %d.%d%c είναι αποθηκευμένο στον κατάλογο %d! Αν το αποθηκέυσετε στον νέο κατάλογο %d, θα διαγραφεί από τον παλιό. Σίγουρα θέλετε να γίνει αυτό;
fr: %d.%d°%c est actuellement stocké à l'emplacement %d! Si vous stockez cela maintenant à l'Emplacement %d, nous devons enlever le vieil emplacement ëtes vous sûr de vouloir faire cela ?
hr: %d.%d%c trenutno je pohranjen na lokaciji %d! Kada sada pohranite ovo na loakciju %d, moramo onda obrisati staru lokaciju. Dali stvarno želite to učiniti?
hu: A %d.%d°%c jelenleg a %d pozíció alatt van eltárolva! Ha most ezt eltárolja a %d alá, akkor elöbb törölni fogom a régi pozíciót. Biztos hogy ezt akarja?
is: %d.%d°%c er núna vistað á númeri %d! Ef þú vistar núna í minnis númer %d, þá verður að taka út eldra númer. Ertu viss um að þú viljir það?
it: %d.%d%c è momentaneamente memorizzato sulla posizione %d ! Quando o memorizzi adesso sulla posizione %d , sarà necessario rimuovere la vecchia posizione. Sei sicuro di voler proseguire?
no: %d.%d%c er nå lagret her %d . Når du lagrer det her %d, må vi fjerne den gamle plasseringen. Er du sikker på at du vil fortsette?
ru: %d.%d%c сохранение выбраной позиции %d! При сохранении новой позиции %d, старая позиция будет удалена. Продолжить?
sv: %d.%d°%c är för närvarande sparad på plats %d! När du nu sparar på plats %d, måste den gamla platsen avlägsnas. Är du säker på att du vill göra detta?

source: Store %d.%d°%c at location %d. If you want another location, then say no and change the location manually. Are you sure you want to store at this location?
cs: Uloženo %d.%d°%c na pozici %d. Chcete-li přidat další pozici, stisněte ne a změňte pozici ručně. Opravdu chcete uložit na tuto pozici?
da: Gem %d.%d%c på lokaliteten %d Hvis du ønsker at gemme på en anden lokalitet, svar nej og skift lokalitet manuelt. Ønsker du at gemme på denne lokalitet?
el: Αποθήκευση %d.%d%c στον κατάλογο %d. Αν θέλετε άλλο κατάλογο, πατήστε ΟΧΙ και επιλέξτε τον κατάλογο που θέλετε. Σίγουρα θέλετε να το αποθηκεύσετε σε αυτή την θέση;
fr: Enrgistrer %d.% d%c à l'emplacement %d. si vous désirez un autre emplacement, choisissez non et changer la position manuellement. Etes vous sur de vouloir enregistrer cette position?
hr: Pohrani %d.%d%c na lokaciju %d. Ako želite drugu lokaciju, onda recite ne i promjenite lokaciju manualno. Dali stvarno želite pohraniti na ovu lokaciju?
hu: %d.%d°%c tárolása a %d pozíció alá. Ha máshová akarja letárolni, akkor válassza a nem-et és tárolja le manuálisan. Biztos hogy erre a pozícióra akarja letárolni?
is: Vista %d.%d°%c á minnis númer %d. Ef þú vilt vista annarsstaðar, veldu þá nei og breyttu minnisnúmerinu. Ertu viss um að þú viljir vista í þetta númer?
it: Memorizza %d.%d%c sulla posizione %d. Se preferisci un'altra posizione, seleziona NO e cambia manualmente. Sei sicuro di voler memorizzare questa posizione?
no: Lagre %d.%d%c på denne plasseringen %d. Hvis du ønsker en annen plassering, velg nei og endre plasseringen manuelt. Er du sikker på at du vil lagre på denne plasseringen?
ru: Сохранить %d.%d%c позицию %d. Если Вы хотите выбрать другую позицию, тогда не применяя, смените позицию вручную. Вы точно хотите сохранить эту позицию?
sv: Spara %d.%d°%c på denna plats %d. Om du önskar spara på annan plats, välj då nej och ändra plats manuellt. Vill du verkligen spara på denna plats?

source: one single satellite
cs: jeden satelit
da: en enkelt satellit
el: Μόνο ένας δορυφόρος
fr: Un seul satellite
hr: jedan samostalni satelit
hu: egy müholdas rendszer
is: einn stakur gervihnöttur
it: impianto 1 satellite
no: en singel satelitt
ro: un singur satelit
ru: один спутник
sl: en sam satelit (ok)
sv: En satellit

source: one directly connected LNB
cs: jedno připojené LNB
da: en direkte forbundet LNB
el: Ένα LNB απευθείας συνδεμένο
fr: Un LNB connecté directement
hr: jedan direktno spojeni LNB
hu: egy közvetlen csatlakozású LNB
is: einn beintengdur nemi (LNB)
it: un LNB direttamente connesso
no: en direkte-koblet LNB
ro: un simplu LNB
ru: один конвертор подключенный напрямую
sl: direktno povezan LNB
sv: ett direktansluten LNB

source: 2 satellites via Toneburst
cs: 2 satelity přes Toneburst
da: 2 satelliter via toneburst
el: 2 δορυφόροι με ριπή τόνου (toneburst)
fr: 2 satellites par Toneburst
hr: 2 satelita preko Toneburst-a
hu: 2 mühold Toneburst-el
is: 2 gervihnettir, stjórnað með tónstýringu
it: 2 satelliti con Toneburst
no: 2 Satelitter via Toneburst
ro: 2 sateliti via Toneburst
ru: 2 спутника через тоновый сигнал
sv: 2 satelliter med Toneburst

source: 2 LNBs via Toneburst Signal
cs: z82 LNB přes Toneburst
da: 2 satelliter via toneburst
el: 2 LNB με ριπή τόνου (toneburst)
fr: 2 LNB par signal Toneburst
hr: 2 satelita preko Toneburst Signala
hu: 2 mühold Toneburst jellel
is: 2 nemar, stjórnað með tónstýringu
it: 2 LNB con segnale Tonrburst
no: 2 LNBer via Toneburst
ru: 2 конвертора через тоновый сигнал
sv: 2 LNB med Toneburstsignal

source: 2 satellites via 22Khz (only Highband)
cs: 2 satelity přes 22kHz (jen vysoké pásmo)
da: 2 satelliter via toneburst
el: 2 δορυφόροι μέσω 22Khz (μόνο HighBand)
fr: 2 satellites commutation 22Khz (Bande haute uniquement)
hr: 2 satelita preko 22Khz (samo Highband)
hu: 2 mühold 22kHz-es vezérléssel (csak felsö-sáv)
is: 2 gervihnettir, stjórnað með 22Khz (bara Háband)
it: 2 satelliti a 22Khz (solo banda alta)
no: 2 Satelitter via 22Khz (kun Highband)
ro: 2 sateliti via 22Khz (only Highband)
ru: 2 спутника через 22Khz (только верхний диапазон)
sl: 2 satelita preko 22Khz (samo visokopodročno)
sv: 2 satelliter med 22Khz (enbart högband)

source: 2 LNBs via 22Khz Signal.. special for old analog switches
cs: 2 LNB přes analogový přepínač 22kHz
da: 2 LNBs via 22Khz Signal.. specielt for ældre analog switches
fr: 2 LNB par signal 22Khz.. Special pour switches analogiques
hr: 2 LNB-a preko 22Khz Signala.. specialno za stare analogne preklopnike
hu: 2 LNB 22kHz-es jelvezérléssel.. régi analóg kapcsolókhoz
is: 2 nemar, stjórnað með 22Khz... sérstaklega fyrir gamla rofa
it: 2 LNB tramite segnale a 22Khz...speciale per i vecchi Switch analogici
no: 2 LNBer via 22Khz Signal.. spesiellt for gamle analoge switcher
ro: 2 LNBs via 22Khz Signal.. special pentru analog switches
ru: 2 конвертора через сигнал 22Khz.. специально для старых аналоговых переключателей
sl: 2 LNB-ja preko 22Khz signala... posebno za stare analogne preklopnike
sv: 2 satelliter med 22Khz signal..special för gamla analoga switchar

source: 2 satellites via DiSEqC A/B
cs: 2 satelity DiSEqC A/B
da: 2 satelliter via DiSEqC A/B
el: 2 δορυφόροι με DiSEqC A/B
fr: 2 satellites par DiSEqC A/B
hr: 2 satelita preko DiSEqC A/B
hu: 2 mühold DiSEqC A/B kapcsolón keresztül
is: 2 gervihnettir, stjórnað með DiSEqC A/B
it: Impianto 2 satelliti con DISEqC A/B
no: 2 Satelitter via DiSEqC A/B
ro: 2 sateliti via DiSEqC A/B
ru: 2 спутника через DiSEqC A/B
sl: 2 satelita preko DiSEqC-ja A/B
sv: 2 satelliter med DiSEqC A/B

source: 2 LNBs via DiSEqC
cs: 2 LNB přes DiSEqC
da: 2 LNB via DiSEqC
el: 2 LNB με DiSEqC
fr: 2 LNBs par Diseqc
hr: 2 LNB-a preko DiSEqC
hu: 2 LNB DiSEqC-n keresztül
is: 2 nemar, stjóað me DiSEqC
it: 2 LNB via DISEqC
no: 2 LNBer via DiSEqC
ru: 2 конвертора через DiSEqC
sl: 2 LNB-ja preko DiSEqC-ja
sv: 2 LNB med DiSEqC

source: 4 satellites via DiSEqC OPT A/B
cs: 4 satelity přes DiSEqC OPT A/B
da: 4 satelliter via DiSEqC OPT A/B
el: 4 δορυφόροι μέσω DiSEqC OPT A/B
fr: 4 satellites par DiSEqC OPT A/B
hr: 4 satelita preko DiSEqC OPT A/B
hu: 4 mühold DiSEqC OPT A/B kapcsolón keresztül
is: 4 gervihnettir, stjórnað með DiSEqC OPT A/B
it: Impianto 4 satelliti con DISEqC OPT A/B
no: 4 Satelitter via DiSEqC OPT A/B
ro: 4 sateliti via DiSEqC OPT A/B
ru: 4 спутника через DiSEqC OPT A/B
sl: 4 sateliti preko DiSEqC OPT A/B
sv: 4 satelliter via DiSEqC OPT A/B

source: 4 LNBs via DiSEqC
cs: 4 LNB přes DiSEqC
da: 4 LNB via DiSEqC
el: 4 LNBs μέσω DiSEqC
fr: 4 LNB par DiseqC
hr: 4 LNB-a preko DiSEqC
hu: 4 LNB DiSEqC-n keresztül
is: 4 nemar, stjórnað með DiSEqC
it: 4 LNB via DISEqC
no: 4 LNBer via DiSEqC
ru: 4 конвертора через DiSEqC
sl: 4 LNB-ji preko DiSEqC-ja
sv: 4 LNB med DiSEqc

source: many satellites via DiSEqC Rotor
cs: více satelitů přes motor DiSEqC
da: mange satelliter via DiSEqC Rotor
el: Πολλοί δορυφόροι μέσω DiSEqC ρότορα
fr: Plusieurs satellites via rotor DiSEqC
hr: više satelita preko DiSEqC Rotora
hu: több mühold egy DiSEqC forgatómotoron
is: margir gervihnettir, stjórnað með DiSEqC mótor
it: tanti satelliti con DISEqC Rotore
no: mange satelitter via DiSEqC Rotor
ro: multi sateliti via DiSEqC Rotor
ru: много спутников через DiSEqC мотор
sl: več satelitov preko DiSEqC motorja
sv: många satelliter med DiSEqC Rotor

source: 1 LNB with DiSEqC Rotor
cs: 1 LNB s motorem DiSEqC
da: 1 LNB med DISEqC motor
el: 1 LNB με DiSEqC ρότορα
fr: 1 LNBs avec Rotor Diseqc
hr: 1 LNB-e preko DiSEqC Rotora
hu: 1 LNB DiSEqC forgatómotorral
is: 1 nemi með DiSEqC mótor
it: 1 LNB via DISEqC Rotor
no: 1 LNB med DiSEqC Rotor
ro: 1 LNB cu DiSEqC Rotor
ru: конфигурация с двигателем поворота DiSEqC 1.2
sl: 1 LNB preko DiSEqC Motorja
sv: 1 LNB med DiSEqC Rotor

source: non-standard user defined configuration...
cs: vlastní uživatelské nastavení ...
da: bruger defineret configuration...
el: Μή στάνταρ ρύθμιση...
fr: Configuration définie par utilisateur non standard
hr: Nestandardno korisničko promjenjive postavke...
hu: nem szabványos felhasználói konfiguráció...
is: ekki venjuleg uppsetning uppsett af notanda...
it: impianto non standard, configurazione da definire
no: ustandarisert brukerdefinert konfigurasjon...
ro: configuratie non-standard user
ru: не стандартная пользовательская конфигурация...
sl: posebna izbira nastavitev
sv: ej standardkonfiguration...

source: special
cs: speciální
el: Ειδικά
fr: Spécial
hr: specialno
hu: spciális
is: einstakt
it: speciale
no: spesiell
ru: специальные настройки
sl: posebno

source: Configuration contains some elements which don't fit into new DiSEqC-Type. Drop these items?
cs: Konfigurace obsahuje některé prvky neodpovídající typu DiSEqC. Zrušit tyto prvky?
da: Konfigurationen indeholder elementer der ikke passer til den nye DISEqC type. Skal disse udelukkes ?
el: Οι επιλογές περιέχουν ρυθμίσεις που δεν αφορούν την νέα επιλογή DiSEqC. Να διαγραφούν;
fr: La configuration actuelle contient des élèments qui ne s'adapte pas à la nouvelle configuration DiSEqC. Effacer ces élèments ?
hr: Konfiguracija sadrži neke elemente koje ne pripadaju u novi DiSEqC-Tip. Makni te elemente?
hu: A konfigurációban van néhány elem mely nem fér be a DiSEqC típusba. Töröljem ezeket az adatokat?
is: Uppsetning inniheldur stillingar sem passa ekki inn í nýja DiSEqC uppsetningu. Hætta með það?
it: La configurazione contiene alcuni elementi che non sono compatibile al nuovo tipo di DISEqC. Eliminare queste impostazioni?
no: Konfigurasjonen inneholder noen elementer som ikke passer inn i en den nye DiSEqC-Typen. Droppe disse elementene?
ro: Configuratia contine elemente straine acestui nou DiSEqC-Type.Le stergem?
ru: Конфигурация содержит несколько элементов которые не подходят в новый тип DiSEqC. Сбросить их?
sl: Nastavitev vsebuje določene elemente, ki ne vstrezajo novim nastavitvam tipa DISEqC-ja. Opustim te elemente?
sv: Konfigurationen innehåller vissa element som inte passar den nya DiSEqC typen. Ta bort dessa?

source: Change DiSEqC-Type...
cs: Změna typu DiSEqC...
da: Skift DISEqC-Type...
el: Αλλαγή τύπου DiSEqC...
fr: Change le type de DiSEqC...
hr: Promjeni DiSEqC-Tip...
hu: DiSEqC típus váltása...
is: Breyta DiSEqC gerð...
it: Cambia il tipo di DISEqC
no: Endre DiSEqC-Type
ro: Schimba DiSEqC-Type...
ru: Изменить тип DiSEqC...
sl: spremeni DiSEqC-Tip...
sv: Ändra DiSEqC-typ...

source: direct connection
cs: přímé připojení
da: direkte forbindelse
el: Απευθείας σύνδεση
fr: Connection direct
hr: direktna veza
hu: fix antenna
is: bein tenging
it: connessione diretta
no: direkte forbindelse
ru: прямое соединение
sl: direktna povezava
sv: direkt anslutning

source: press ok to select another satellite
cs: stiskem OK vyberte jiný satelit
da: tryk ok for at vælge en anden begivenhed
el: Πατήστε OK για να επιλέξετε διαφορετικό γεγονός
fr: Appuyez ok pour choisir un autre satellite
hr: pretisnite ok za odabir drugog satelita
hu: OK gombbal választhat másik müholdat
is: ýttu á ok til að velja annan gervihnött
it: premere OK per selezionare un altro satellite
no: trykk på ok for å velge en annen sattelitt
ro: apasa ok pt selectarea altui satelit
ru: нажмите ОК для выбора другого спутника
sl: pritisni ok za izbiro drugega satelita
sv: tryck OK för att välja en annan satellit

source: press ok to goto LNB config
cs: stiskem OK přejděte k nastavení LNB
da: Tryk ok for at gå til LNB opsætning
el: Πατήστε OK, για να περάσετε στην ρύθμιση των LNB
fr: Appuyez ok pour configurer le LNB
hr: pretisnite ok za odabir LNB postavki
hu: az OK gombbal beléphet az LNB beállításokba
is: ýttu á ok til að fara í nema uppsetningu
it: premere OK per entrare nella configurazione LNB
no: trykk på ok for å gå til LNB konfigurasjon
ro: apasa ok pentru LNB config
ru: нажмите OK для перехода в настройки конвертора
sl: pritisni ok za konfiguracijo LNB-ja
sv: tryck OK för att gå till LNB konfiguration

source: press ok to select another 22kHz mode
cs: stiskem OK vyber jiný 22kHz mód
da: tryk OK for at vælge en anden 22kHz indstilling
el: Πατήστε OK για να επιλέξετε διαφορετική λειτουργία των 22kHz
fr: Appuyez ok pour choisir un autre mode 22kHz
hr: pretisnite ok za odabir drugog 22kHz moda
hu: OK gombbal választhat másik 22kHz-es módot
is: ýtið á ok til að velja aðra 22Khz stýringu
it: premere OK per attivare un'altra modalitá 22khz
no: trykk på ok for å velge en annen 22kHz modus
ro: apasa ok pt select. altui 22kHz mode
ru: нажмите OK для выбора режима отличающегося от 22kHz
sl: pritisni ok za izbiro drugačnega 22kHz načina
sv: tryck OK för att välja ett annat 22 KHz-läge

source: 22kHz signal is automatically switched
cs: Signál 22kHz je automaticky přepínán
da: 22kHz signal skiftes automatisk
el: Αυτόματη χρήση σήματος 22kHz
fr: Signal 22kHz, commuté automatiquement
hr: 22kHz signal je automatski uključen
hu: A 22kHz-es jel automatikusan kapcsolódik
is: 22Khz merki er sjálfvirkt sett á
it: il segnale 22khz viene cambiato automaticamente
no: 22kHz Signal er automatisk svitsjet
ro: 22kHz signal este schimbat automat
ru: 22kHz автоматическое переключение
sl: 22kHyz signal je avtomatsko preklopljen
sv: Automatisk växling av 22KHz signalen

source: 22kHz is always enabled (high band)
cs: 22kHz vždy zapnuto ( vysoké pásmo )
da: 22kHz er altid valgt (high band)
el: Μόνιμα ενεργά 22kHz (πάνω μπάντα)
fr: 22kHz toujours activé (Bande Haute)
hr: 22kHz je uvijek omogućeno (viši band)
hu: A 22kHz-es jel mindíg be van kapcsolva (felsö sáv)
is: 22Khz er alltaf á (háband)
it: 22Khz é sempre attivo (banda alta)
no: 22kHz er alltid aktiv (high band)
ro: 22kHz este mereu armat (high band)
ru: 22kHz постоянно вкл. (верхний диапазон)
sl: 22 kHz stalno vklopljen ( visoko področje)
sv: 22KHz är alltid aktiverad (högband)

source: 22kHz is always disabled (low band)
cs: 22kHz vždy vypnuto ( nízké pásmo )
da: 33KHz er altid fravalgt (low band)
el: Μόνιμα χωρίς 22kHz (κάτω μπάντα)
fr: 22kHz toujours désactivé (Bande Basse)
hr: 22kHz je uvijek onemogućeno (niži band)
hu: A 22kHz-es jel mindíg ki van kapcsolva (alsó sáv)
is: 22Khz er alltaf stökkt (láband)
it: 22Khz non é mai attivo (banda bassa)
no: 22kHz er alltid deaktivert (low band)
ro: 22kHz este mereu dezarmat (low band)
ru: 22kHz постоянно выкл. (нижний диапазон)
sl: 22 kHz stalno izklopljen (low band)
sv: 22KHz är alltid avaktiverad (lågband)

source: press ok to select another LNB Voltage mode
cs: stiskem OK vyberte jiný LNB napěťový mód
da: tryk ok for at vælge en anden LNB spænding
el: Πατήστε OK για να επιλέξετε την τάση του LNB
fr: Appuyez ok pour choisir une autre tension LNB
hr: pretisnite za odabir drugog moda LNB voltaže
hu: Ok-val választható más LNB feszültség típus
is: ýttu á ok til að velja aðra spennu fyrir nema
it: premere OK per attivare un altra tensione LNB
no: trykk på ok for å velge en annen LNB spenning
ro: apasa ok pentru a selecta alt mod LNB Voltaj
ru: нажмите ok для выбора других режимов напряжения конвертора
sl: pritisni ok za izbiro drugačnega LNB napajalnega načina
sv: tryck OK för att välja annan spänning för LNB

source: Voltage is automatically changed
cs: Napětí je automaticky měněno
da: Spændingen ændres automatisk
el: Αυτόματη επιλογή τάσης
fr: Voltage changé automatiquement
hr: Napon je automatski promjenjen
hu: A fejtáp automatikusan változik
is: Spennu er sjálfvirkt breytt
it: La tensione viene cambiata automaticamente
no: Spenning blir automatisk endret
ro: Voltaj este schimbat automat
ru: Автоматический выбор напряжения
sl: Napajanje se avtomatsko spreminja
sv: Spänningen ändras automatiskt

source: Voltage is always 14V (vertical)
cs: Napětí je vždy 14V ( vertikální )
da: Spændingen er altid 14V (vertikal)
el: Μόνιμα 14V (κάθετα)
fr: Le voltage et toujours 14V (vertical)
hr: Napon je uvijek 14V (vertikalna)
hu: A fejtáp mindíg 14V (vertikális)
is: Spenna er alltaf 14V (vertikal)
it: La tensione é sempre di 14V (verticale)
no: Spenning er alltid 14V (vertikal)
ro: Voltaj este mereu 14V (vertical)
ru: Напряжение всегда 14V (вертикалальная)
sl: Napajanje je vedno 14V (vertikalno)
sv: Spänningen är alltid 14V (vertikal)

source: Voltage is always 18V (horizontal)
cs: Napětí je vždy 18V ( horizontální )
da: Spændingen er altid 18V (horisontal)
el: Μόνιμα 18V (οριζόντια)
fr: le voltage et toujours 18V (Horizontal)
hr: Napon je uvijek 18V (horizontalna)
hu: A fejtáp mindíg 18V (horizontális)
is: Spenna er alltaf 18V (horisontal)
it: La tensione é sempre di 18V (orizzontale)
no: Spenningen er alltid 18V (horisontal)
ro: Voltaj este mereu 18V (orizontal)
ru: Напряжение всегда 18V (горизонтальная)
sl: Napajanje je vedno 18 V (horizontalno)
sv: Spänningen är alltid 18V (horisontell)

source: Voltage is always off
cs: Napětí je vždy vypnuto
da: Spændingen er altid afbrudt
el: Μόνιμα χωρίς τάση (0V)
fr: L'alimentation LNB est toujours OFF
hr: Napon je uvijek isključen
hu: A fejtáp mindíg ki van kapcsolva
is: Spenna er alltaf slökkt
it: La tensione é sempre spenta
no: Spenning er alltid 0V (avslått)
ro: Voltaj este mereu off
ru: Напряжение всегда выключено
sl: Napajanje vedno izklopljeno
sv: Spänningen är alltid avstängd

source: None
cs: Žádný
da: Ingen
el: Χωρίς
fr: Sans
hr: Prazno
hu: Nincs
is: Enginn
it: Niente
no: Ingen
ru: Нет
sl: nobeden
sv: Ingen

source: sends no tone burst
cs: nevysílá žádný tón
da: sender ingen tone sæt
el: Δεν στέλνει ριπή τόνου (tone burst)
fr: Ne pas envoyer de tone burst
hr: ne šalje tone burst
hu: nincs tone burst jel kiküldés
is: ekki senda tón stýringu
it: non trasmette il tone burst
no: sender ikke tone burst
ro: transmite no tone burst
ru: посылать не тоновый сигнал
sl: ton ( pok) ni bil poslan
sv: sänder ingen toneburst

source: sends modulated tone burst
cs: vysílá modulovaný tón
da: sender moduleret tone sæt
el: Στέλνει διαμορφωμένη ριπή τόνου (modulated tone burst)
fr: Envoyer un Tone burst modulé
hr: šalje modulirani tone burst
hu: modulált tone burst jel kiküldése
is: senda mótaða tón stýringu
it: trasmette il tono con burst modulato
no: sender modulert tone burst
ro: transmite modulated tone burst
ru: посылать модулированный тоновый сигнал
sl: pošilja moduliran ton (pok)
sv: sänder modulerad toneburst

source: sends unmodulated tone burst
cs: vysílá nemodulovaný tón
da: sender umoduleret tone sæt
el: Στέλνει μη διαμορφωμένη ριπή τόνου (Unmodulated tone burst)
fr: Envoyer un Tone burst non modulé
hr: šalje nemodulirani tone burst
hu: modulálatlan tone burst jel kiküldése
is: sendir ómótaða tón stýringu
it: trasmette il tono con burst non modulato
no: sender umodulert tone burst
ro: transmite unmodulated tone burst
ru: посылать немодулированный тоновый сигнал
sl: pošilja nemoduliran ton (pok)
sv: sänder omodulerad toneburst

source: Disable DiSEqC
cs: Vypnout DiSEqC
da: Fravælg DiSEqC
el: Χωρίς DiSEqC
fr: DISEqC désactivé
hr: Onemogući DiSEqC
hu: DiSEqC kikapcsolása
is: Ekki DiSEqC
it: Disabilita DiSEqC
no: Deaktiver DiSEqC
ro: Dezarmeaza DiSEqC
ru: Отключить DiSEqC
sl: Onemogoči DiSEqC
sv: Stäng av DiSEqC

source: Use DiSEqC Version 1.0
cs: Použít DiSEqC verzi 1.0
da: Anvend DiSEqC Version 1.0
el: Χρήση DiSEqC Version 1.0
fr: Utiliser DISEqC Version 1.0
hr: Koristi DiSEqC Verziju 1.0
hu: DiSEqC 1.0 használata
is: Nota DiSEqC útgáfu 1.0
it: Utilizza versione DiSEqC 1.0
no: Bruk DiSEqC Versjon 1.0
ro: Uz DiSEqC Version 1.0
ru: Использовать DiSEqC версии 1.0
sl: Uporabi DiSEqC Verzija 1.0
sv: Använd DiSEqC version 1.0

source: Use DiSEqC Version 1.1
cs: Použít DiSEqC verzi 1.1
da: Anvend DiSEqC Version 1.1
el: Χρήση DiSEqC Version 1.1
fr: Utiliser DISEqC Version 1.1
hr: Koristi DiSEqC Verziju 1.1
hu: DiSEqC 1.1 használata
is: Nota DiSEqC útgáfu 1.1
it: Utilizza versione DiSEqC 1.1
no: Bruk DiSEqC Versjon 1.1
ro: Uz DiSEqC Version 1.1
ru: Использовать DiSEqC версии 1.1
sl: Uporabi DiSEqC Verzija 1.1
sv: Använd DiSEqC version 1.1
