Repository: ChakaZulu/tuxbox_apps
Catalog: tuxbox/enigma/po/*.po
Languages: cs, da, el, fr, hr, hu, is, it, no, ro, ru, sl, sv

source: activate mode to simply change the entry order
cs: aktivuje mód,který umožní jednoduchou změnu pořadí
da: Aktiver for at ændre ingangs ordenen
fr: Activer le mode pour changer facilement l'ordre
hr: uključi mod za jednostavnu promjenu redosljeda unosa
hu: 'egyszerü sorrend megváltoztatás' mód bekapcsolása
is: virkja ham til að breyta röð í innslætti
it: attiva la modalità per cambiare semplicemente l'ordine di entrata
no: aktiver modus for enkelt å endre inn-rekkefølgen
ro: activati modul simplu pentru a schimba ordinea de intrare
ru: активировать режим простого изменения задания
sv: aktivera enkelt läge för ändra inmatningsordning

source: copy to bouquet list
cs: zkopírovat do přehledu
da: kopier til kanalliste
el: Αντιγραφή στη λίστα μπουκέτων
fr: copier vers la liste des bouquet
hr: kopiraj u butik listu
hu: másolás a Bouquet listába
is: afrita í rásavanda lista
it: copia sulla lista bouquet
no: kopier til bouquetliste
ro: copiaza in bouquet liste
ru: копировать в пакет пользователя
sl: kopiraj uporabniško listo
sv: kopiera till favoritlistan

source: copy the selected provider to the bouquet list
cs: zkopíruje vybrané poskytovatele do přehledu
da: kopier den valgte udbyder til kanalliste
el: Άνοιγμα λίστας υπηρεσιών και προβολή μπουκέτων
fr: Copier le provider sélectionné vers la liste de bouquets
hr: kopiraj selektiranog pružatelja usluge u butik list
hu: kiválasztott szolgáltató átmásolása a bouquet listába
is: afrita valinn sendanda í rásavanda lista
it: copia il provider selezionato sulla lista bouquet
no: kopier den valgte tilbyderen til bouquet listen
ro: copiaza provider selectat in bouquet liste
ru: копировать выбранного провайдера в список пакета пользователя
sv: kopiera vald operatör till favoritlistan

source: add the selected service to a selectable bouquet
cs: přidá označený program do zvoleného přehledu
da: Tilføj flere kanaler til en bestemt kanalliste
el: Προσθήκη πολλαπλών υπηρεσιών σε συγκεκριμένο μπουκέτο
fr: Ajouter le service sélectionné a un bouquet
hr: dodaj selektirane usluge u odabrani butik
hu: kiválasztott csatornák hozzáadása a választható bouquetbe
is: bæta valinni rás í veljanlegan rásavöndul
it: aggiungi il canale selezionato ad un bouquet selezionato
no: legg til den valgte tjenesten til en valgfri bouquet
ro: adauga serviciul selectat in un bouquet selectabil
ru: добавить выбранный сервис к выбираемому пакету пользователя
sv: lägg till vald kanal i valfri favorit

source: set as startup
hu: megjelenítés indításkor

source: set the current selected service/movie as startup service
hu: a most kiválasztott csatorna/film fog megjelenni indításkor

source: reset startup
hu: reset újraindításkor

source: add the selected file to a selectable bouquet
cs: přidá označený soubor do zvoleného přehledu
da: Tilføj flere kanaler til en bestemt kanalliste
el: Προσθήκη πολλαπλών υπηρεσιών σε συγκεκριμένο μπουκέτο
fr: Ajouter le fichier sélectionné a un bouquet
hr: dodaj selektiranu datoteku u selektirani butik
hu: tegye a kiválasztott fájlokat a kiválasztott bouquet-be
is: bæta við valdri skrá í veljanlegan rásavöndul
it: aggiungi il file selezionato al bouquet selezionato
ru: добавить выбранный файл к выбираемому пакету пользователя
sv: lägg till vald fil i valfri favorit

source: delete file
cs: vymazat soubor
da: slet fil
el: Διαγραφή αρχείου
fr: Supprimez fichier
hr: obriši datoteku
hu: fájl törlése
is: eyða skrá
it: elimina file
no: slett fil
ro: sterge file
ru: удалить файл
sl: zbriši
sv: ta bort fil

source: delete the selected file (and all corresponding ts files
cs: vymaže vybraný soubor včetně všech jeho *.ts
da: Slet den valgte fil ( og de korresponderende .ts filer)
fr: Effacer le fichier sélectionné (Et les fichiers correspondants)
hr: obriši selektiranu datoteku (i sve pripadajuće ts datoteke
hu: kiválasztott fájl törlése (a hozzátartozó TS fájlokkal együtt)
is: eyða valinni skrá (og öllum viðeigandi ts skrám
it: cancella il file selezionato (e tutti i file ts corrispondenti
no: slett valgt fil (og alle tilhørende ts filer
ro: sterge file selectate(si toate ts file corespunzatoare)
ru: удалить выбранный файл (и все относящиеся к нему ts файлы)
sl: zbriši izbrano datoteko ( ter vse vezane ts datoteke)
sv: ta bort vald fil (och alla tillhörande ts filer)

source: rename file
cs: přejmenovat soubor
da: omdøb fil
el: Μετονομασία αρχείου
fr: Renommer le fichier
hr: preimenuj datoteku
hu: fájl átnevezése
is: endurnefna skrá
it: rinomina file
no: gi nytt navn til fil
ro: renumeste files
ru: переименовать файл
sl: preimenuj
sv: byt namn på fil

source: rename the selected file (and all corresponding ts files
cs: přejmenuje vybraný soubor včetně všech jeho *.ts
da: Omdøb den valgte fil (og de korresponderende .ts filer)
fr: Renommer le fichier sélectionné (et les fichiers TS correspondants)
hr: preimenuj selektiranu datoteku (i sve pripadajuće ts datoteke
hu: kiválasztott fájl átnevezése (a hozzátartozó TS fájlokkal együtt)
is: endurnefna valda skrá (og allar viðeigandi ts skrár
it: rinomina il file selezionato ( e tutti i ts file corrispondenti
no: gi valgt fil nytt navn (og alle tilhørende ts filer
ro: renumeste file selectate(si toate ts file corespunzatoare)
ru: переименовать выбранный файл (и все относящиеся к нему ts файлы)
sl: preimenuj izbrano datoteko ( ter vse vezane ts datoteke)
sv: byt namn på filen (och alla tillhörande ts files)

source: disable edit mode
cs: zakázat editaci
da: deaktiver redigering
el: απενεργοποίηση επεμβάσεων
fr: Désactiver mode edition
hr: onemoguće mod za editiranje
hu: szerkesztési mód kikapcsolása
is: hætta í breytinga ham
it: disattiva modalità edit
no: deaktivere editerings-modus
ro: deactiveaza mod editare
ru: откл. режим редактирования
sl: onemogoči urejanje
sv: avaktivera ändringsfunktionen

source: disable the edit mode
cs: zakáže mód editace
da: deaktiver redigering
el: απενεργοποίηση επεμβάσεων
fr: Désactiver mode edition
hr: onemoguće mod za editiranje
hu: a szerkesztési mód kikapcsolása
is: hætta í breytinga ham
it: disattiva modalitá edit
no: deaktivere editerings-modus
ro: deactiveaza mod editare
ru: откл. режима редактирования
sv: avaktivera ändringsfunktionen

source: enable edit mode
cs: povolit editaci
da: aktiver redigering
el: ενεργοποίηση επεμβάσεων
fr: Activer mode édition
hr: omogući mod za editiranje
hu: szerkesztési mód bekapcsolása
is: virkja breytinga ham
it: attiva modalità edit
no: aktivere editerings-modus
ro: activeaza mod editare
ru: вкл. режим редактирования
sl: omogoči urejanje
sv: aktivera flyttningsfunktionen

source: activate mode to simply add many services to a selectable bouquet
cs: aktivuje mód, který umožní jednoduše přidat více programů do přehledu
da: Tilføj flere kanaler til en bestemt kanalliste
el: Προσθήκη υπηρεσίας σε κάποιο μπουκέτο
fr: Activer mode pour ajouter simplement plusieurs services a un bouquet choisis
hr: aktiviraj mod za jednostavno dodavanje više usluga u butike
hu: 'több csatorna egyszerü hozzáadása a kiválasztott csomaghoz' mód bekapcsolása
is: virkja ham til að bæta við rásum inn á veljanlegan rásavöndul
it: attiva la modalità di semplice aggiunta canali ad un bouquet selezionato
no: aktiver modus for enkelt å legge til mange tjenester til en valgfri bouquet
ro: activeaza modul simplu de introducere a mai multor servicii la un bouquet selectat
ru: активировать режим простого добавления сервисов к выбираемому пакету пользователя
sv: aktivera enkelt läge för att lägga till många kanaler i valfri favorit

source: unlock
cs: odemknout
da: åbn
el: Ξεκλείδωμα
fr: débloquer
hr: Otključaj
hu: engedélyezés
is: opna
it: sblocca
no: deaktiver
ro: deblocaj
ru: разблокировать
sl: odkleni
sv: lås upp

source: do parental-unlock the selected service or file
cs: odemkne vybraný program nebo soubor
da: Fjern forældrelås fra valgte kanal eller fil
fr: Déblocage parental du fichier ou service sélectionné
hr: otključaj selektriranu uslugu ili datoteku
hu: kiválaszott csatornákon és fájlokon a gyermekzár kikapcsolása
is: opna barnalæsingu á valdri rás eða skrá
it: disattiva controllo genitori sul canale o file selezionato
no: fjern foreldrekontroll på den valgte tjenesten eller filen
ro: deblocaj vizionare al servicilor sau files selectate
ru: снять родительский контроль с выбранного сервиса или файла
sv: ta bort föräldrarlåset på vald kanal eller fil

source: lock
cs: zamknout
da: lås
el: Κλείδωμα
fr: Bloquer
hr: zaključaj
hu: zárolás
is: læsa
no: lås
ro: blocheaza
ru: блокировать
sl: zakleni
sv: lås

source: do parentallock the selected service or file
cs: uzamkne vybraný program nebo soubor
da: brug forældrelås til valgte kanal eller fil
fr: Bloquage parental du service ou fichier sélectionné
hr: zaključaj selektrianu uslugu ili datoteku
hu: kiválaszott csatornákon és fájlokon a gyermekzár bekapcsolása
is: setja barnalæsingu á valda rás eða skrá
it: attiva il controllo genitori sul canale o file selezionato
no: sett foreldrelås på den valgte tjenesten eller filen
ro: blocheaza vizionarea acestor servicii sau file
ru: установить родительский контроль к выбранному сервису или файлу
sv: utför föräldrarlås på vald service eller fil

source: disable parental lock
cs: vypnout rodičovský zámek
da: deaktiver forældrelås
el: Απενεργοποίηση γωνικού κλειδώματος
fr: Désactiver blocage parental
hr: onemogući Roditeljsko zaključavanje
hu: gyermekzár kikapcsolása
is: hætta með barnalæsingu
it: disattiva controllo genitori
no: deaktiver foreldrekontroll
ro: deblocaj vizionare
ru: откл. родительский контроль
sv: avaktivera föräldrarlås

source: temporary disable the parental locking
cs: dočasně vypne rodičovský zámek
da: deaktiver forældrelås midlertidigt
el: Απενεργοποίηση γωνικού κλειδώματος
fr: Désactiver temporairement le blocage parental
hr: privremeno onemogući roditeljsko zaključavanje
hu: gyermekzár idöszakos kikapcsolása
is: taka barnalæsingu af tímabundið
it: disabilita temporaneamente il controllo genitori
no: temporært deaktivere foreldrekontroll
ro: deactiveaza temporar blocaj vizionare
ru: временно откл. родительский контроль
sv: temporärt avaktivera föräldrarlås

source: enable parental lock
cs: zapnout rodičovský zámek
da: aktiver forældrelås
el: Ενεργοποίηση γωνικού κλειδώματος
fr: activer blocage parental
hr: aktiviraj Roditeljsko zaključavanje
hu: gyermekzár engedélyezése
is: setja barnalæsingu á
it: attivare controllo genitori
no: aktiver foreldrekontroll
ro: activeaza blocaj vizionare
ru: вкл. родительский контроль
sv: aktivera föräldrarlås

source: re-enable the parental locking
cs: znova zapne rodičovský zámek
da: genaktiver forældrelås
el: Ενεργοποίηση γωνικού κλειδώματος
fr: re-activer le blocage parental
hr: omoguće Roditeljsko zaključavanje
hu: gyermekzár újra-engedélyezése
is: gera barnalæsinguna aftur virka
it: riattiva controllo genitori
no: reaktiver foreldrekontroll
ro: armeaza blocaj vizionare
ru: вкл. родительский контроль
sv: återaktivera föräldrarlås

source: Shutdown/Standby Menu
cs: Menu Vypnutí/Pohotovostního režimu
da: sluk/standby Menu
el: Μενού Αναμονής/Επανεκίνησης
fr: Arret/menu pause
hr: Meni Isključenja/Stanja Prip.
hu: Kikpacsolási menü
is: Slökkva/Biðstöðu valmynd
it: Menú Spegnimento/Standby
no: Slå av/Stanby Meny
ru: меню Выключение/Режим ожидания
sl: Izklop/Pripravljenost Menu
sv: Stäng av / Standby menu

source: reboot now
cs: restartovat nyní
da: reboot
el: Επανεκίνηση τώρα
fr: redemarez
hr: reboot sad
hu: újraindítás most
is: endurræsa núna
it: riavviare adesso
no: start på nytt nå
ro: reboot acum
ru: презагрузить
sl: ponovni zagon
sv: starta om

source: restart your dreambox
cs: restartuje Váš dreambox
da: genstart Dreambox
el: Επανεκίνηση του dreambox
fr: Redémarrez votre DreamBox
hr: restartaj tvoj dreambox
hu: az eszköz újraindítása
is: endurræsa dreamboxið þitt
it: riavvia il tuo dreambox
no: restarter dreamboxen
ro: porneste dreambox
ru: перезагрузить Ваш dreambox
sl: ponovno zažene sprejemnik
sv: starta om din dreambox

source: restart your receiver
cs: restartuje Váš přijímač
da: genstart Dreambox
el: Επανεκίνηση του δέκτη
fr: Redémarrez votre DreamBox
hr: restartaj tvoj prijemnik
hu: müholdvevö újraindítása
is: endurræsa móttakarann þinn
it: riavvia il tuo ricevitore
ru: перезагрузить Ваш ресивер
sl: ponovno zaženi sprejemnik
sv: starta om din mottagaren

source: shutdown now
cs: vypnout nyní
da: sluk nu
el: Τέλος λειτουργίας τώρα
fr: Arret de la DreamBox
hr: Zagasi sada
hu: kikapcsolás most
is: slökkva núna
it: spegni adesso
no: Slå av
ro: opreste imediat
ru: выключить
sl: izklop
sv: stäng av nu

source: shutdown your dreambox
cs: vypne Váš dreambox
da: nedlukning af Dreambox
el: Τέλος λειτουργίας
fr: Arret de la DreamBox
hr: Zagasi svoj dreambox
hu: az eszköz kikapcsolása
is: slökkva á dreamboxinu þínu
it: spegni il tuo dreambox
no: slå av dreamboxen
ro: opreste deine dreambox
ru: выключить Ваш dreambox
sl: izklopi sprejemnik
sv: stäng av din dreambox

source: restart
da: genstart
el: Επανεκίνηση
fr: redermarrage
hu: újraindítás
is: endurræsa
it: riavviare
no: Start på nytt
ro: restarte
ru: презагрузить
sl: ponovni zagon
sv: starta om

source: shutdown your dbox-2
cs: vypne Váš dbox-2
da: nedlukning af dbox-2
el: Τέλος λειτουργίας
fr: Arret de la Dbox-2
hr: shutdown tvoj dbox-2
hu: dbox-2 kikapcsolása
is: slökkva á dbox-2
it: spegni il tuo dbox-2
ro: opreste dbox-2
ru: выключить Ваш dbox-2
sl: izklopi sprejemnik
sv: stäng av din dbox-2

source: restart your dbox-2
cs: restartuje Váš dbox-2
da: genstart dbox-2
el: Επανεκίνηση του dbox-2
fr: Redémarrez votre Dbox-2
hu: dbox-2 újraindítása
is: endurræsa dbox-2
it: riavvia il tuo dbox-2
ro: restarte dbox-2
ru: презагрузить Ваш dbox-2
sl: ponovno zažene sprejemnik
sv: stäng av din dbox-2

source: goto standby
cs: pohotovostní režim
da: gå til standby
el: κατάσταση αναμονής λειτουργίας
fr: Passer en mode pause
hr: pođi u pripravnost
hu: készenléti állapot
is: setja í biðstöðu
it: vai in modalitá Standby
no: gå i standby
ru: перейти в режим ожидания
sl: pojdi v pripravljenost
sv: gå till viloläge

source: goto standby mode
cs: přejde do pohotovostního režimu
da: gå til standby
el: κατάσταση αναμονής λειτουργίας
fr: Passer en mode veille légere
hr: pođi u mod pripravnosti
hu: lekapcsolás készenléti állapotba
is: setja í biðstöðu
it: vai su modalitá Standby
no: gå i standby modus
ru: перейти в режим ожидания
sl: pojdi v pripravljenost
sv: gå till viloläge

source: set sleeptimer
cs: nastavit čas vypnutí
da: indstil sleeptimer
el: Χρονοδιακόπτης ύπνου
fr: Mise en veille temporisée
hr: postavi sleeptajmer
hu: Elalvás-idözítö beállítása
is: stilla svefntíma
it: imposta il timer di spegnimento
no: sett sovetimer
ro: editeaza sleep timer
ru: установка таймера выключения
sl: Nastavi čas izklopa(sleeptimer)
sv: ange sleeptimer

source: set a sleep timer
cs: nastaví čas vypnutí (sleeptimer)
da: indstil sleeptimer
el: Χρονοδιακόπτης ύπνου
fr: Entrer l'horraire de veille
hr: postavi sleep tajmer
hu: egy elalvás idözítö beállítása
is: setja tímastillta biðstöðu
it: imposta timer spegnimento
no: sett en sovetimer
ro: editeaza un sleep timer
ru: установить таймер выключения
sl: Nastavi čas izklopa(sleeptimer)
sv: ange sleeptid

source: Record Menu
cs: Menu nahrávání
da: Indspilningsmenu
el: Μενού εγγραφών
fr: Menu enregistrement
hr: Izbornik Snimanja
hu: Felvételi menü
is: Upptöku valmynd
it: Menú di registrazione
no: Innspillingsmeny
ro: Menu Inregistrare
ru: Меню записи
sl: Snemalni menu
sv: Inspelningsmeny

source: stop record now
cs: zastavit nahrávání
da: stop indspilning
el: Σταμάτημα εγγραφής
fr: Arreter l'enregistrement
hr: Zaustavi sada snimanje
hu: felvétel azonnali megállítása
is: hætta upptöku núna
it: interrompi la registrazione ora
no: stopp innspilling nå
ro: opreste inregistrarea imediat
ru: остановить запись сейчас
sl: ustavi snemanje sedaj
sv: avbryt inspelning nu

source: immediate stop the recording
cs: okamžitě zastaví nahrávání
da: Stop indspilning øjeblikkeligt
fr: Arret immédiat de l'enregistrement
hr: trenutno zaustavi snimanje
hu: felvétel azonnali megállítása
is: stoppa upptöku tafarlaust
it: arresta la registrazione
no: stopp innspilling øyeblikkelig
ro: opreste inregistrarea imediat
ru: немедленная остановка записи
sl: takojšnja zaustavitev snemanja
sv: avbryt omedelbart inspelningen

source: set record duration
cs: nastav délku nahrávání
da: Indstil optagelsens varighed
el: ρύθμιση διάρκειας εγγραφής
fr: Configurer la durée d'enregistrement
hr: postavi dužinu snimanja
hu: adja meg a felvétel hosszának az idejét
is: stilla upptöku tíma
it: inserisci la durata della registrazione
no: sett lengde på innspilling
ro: editeaza inregistrare zeit
ru: установить продолжительность записи
sl: nastavi dolžino snemanja
sv: ange inspelningslängd

source: set the recording time (in minutes)
cs: nastaví délku nahrávání (v minutách)
da: Indstil optagetid (i minutter)
el: Αύξηση του χρόνου έναρξης σε βήματα του 1 λεπτού
fr: regler la durée d'enregistrement (EN minutes)
hr: postavi vrijeme snimanja (u minutama)
hu: felvételi idö hosszának megadása (percekben)
is: stilla upptöku tíma (í mínútum)
it: imposta la durata della registrazione (in minuti)
no: sett innspillingsstart tidspunkt (i minutter)
ro: editeaza record zeit (in minute)
ru: установить время записи (в минутах)
sl: nastavi čas snemanja ( v minutah)
sv: ange inspelningstid (i minuter)

source: set record stop time
cs: nastav čas konce nahrávání
da: indstil sluttid for indspilning
el: ρύθμιση ώρα τέλους εγγραφής
fr: Regler l'heure de fin d'enregistrement
hr: postavi vrijeme za kraj snimanja
hu: adja meg a felvétel befejezésének az idöpontját
is: stilla hvenær hætta á upptöku
it: inserisci l'orario di fine registrazione
no: sett stopp tid på innspilling
ro: editeaza record stop zeit
ru: установить время остановки записи
sl: nastavi čas zaustavitve snemanja
sv: ange stopptid för inspelningen

source: set the recording end time
cs: nastaví čas, kdy skončí nahrávání
da: sluttid for indspilning:
el: Ρύθμιση τέλους χρόνου εγγαφής
fr: Heure de fin d'enregistrement :
hr: postavi krajnje vrijeme snimanja
hu: felvétel befejezö-idöpontjának megadása
is: stilla hvenær enda á upptöku
it: imposta l'ora di fine registrazione
no: sett innspilling stopp-tid:
ro: alege sfirsit inregistrare
ru: установить время окончания записи
sl: vstavi čas prekinitve snemanja
sv: ange stopptid för inspelningen

source: add timeshift to recording (%d min)
hu: időcsúsztatás hozzáadása a felvételhez (%d min)

source: add recorded timeshift at beginning of this recording
hu: a rögzített időcsúsztatás hozzáadása ehhez a felvételhez

source: press ok to start edit mode
cs: stiskem OK zahájíte editační mód
da: tryk ok for at redigere
el: Πατήστε OK για να κάνετε επεμβάσεις
fr: Appuyez ok pour lancer le mode EDIT
hr: pretisni ok za start moda za editiranje
hu: nyomja meg az OK-t a szerkesztési módhoz
is: ýtið á ok til að fara í breyti ham
it: premi OK per avviare la modalità / modifica
no: trykk på ok får å starte editerings-modus
ro: apasa ok pentru modul editare
ru: нажмите ok для начала редактирования
sl: pritisni ok za pričetek urejanja
sv: tryck OK för att välja ändringsläge

source: enigma mainmenu
cs: Enigma hlavní menu
da: enigma hovedmenu
el: Επιστροφή στο προηγούμενο μενού
fr: Enigma menu principal
hr: Glavni izbornik enigme
hu: Enigma fömenü
is: aðalvalmynd enigma
it: menú principale di enigma
no: enigma hovedmeny
ro: enigma acces menu
ru: главное меню enigma
sl: enigma glavni menu
sv: enigma huvudmeny

source: close the mainmenu
cs: uzavře hlavní menu
da: luk hovedmenu
el: Επιστροφή στο προηγούμενο μενού
fr: Fermer le menu principal
hr: zatvori glavni izbornik
hu: fömenü bezárása
is: loka aðalvalmynd
it: chiudere menú principale
no: lukk hovedmeny
ro: inchide acces menu
ru: закрыть главное меню
sl: zapri glavni menu
sv: stäng huvudmenyn

source: select previous entry
cs: označí předchozí položku
da: vælg foregående indgang
el: Πήδημα στο προηγούμενο δείκτη θέσης
fr: rechercher l'entrée précédente
hr: selektiraj prijašnji unos
hu: elöző bejegyzés kiválasztása
is: veldu fyrri innslátt
it: seleziona inserimento precedente
ru: выберите предыдущее задание
sv: välj föregående post

source: select next entry
cs: označí další položku
da: vælg næste indgang
el: Διαγραφή επιλεγμένης καταχώρησης
fr: Selection de l'entrée suivante
hr: selektiraj sljedeći unos
hu: következő bejegyzés kiválasztása
is: veldu næsta innslátt
it: seleziona prossima entrata
ru: выберите следующее задание
sv: välj nästa post

source: Radio mode
cs: Rádio
el: Κανάλια Radio
fr: Mode Radio
hr: Radio mod
hu: Rádió mód
is: Útvarps hamur
it: Modalitá Radio
no: Radio-Modus
ro: Radio mod
ru: Радио режим
sl: RADIO NAČIN
sv: Radioläge

source: File mode
cs: Soubory
da: Fil mode
el: Αρχεία
fr: Mode fichiers
hr: Pregled datoteka
hu: Fájl mód
is: Skráar hamur
it: Modalitá File(archivio)
no: Fil-Modus
ro: File mod
ru: Файловый режим
sl: DATOTECNI NAČIN
sv: Filläge

source: Information
cs: Informace
el: Πληροφορίες
fr: Informations
hr: Informacija
hu: Információ
is: Upplýsingar
it: Informazioni
no: Informasjon
ro: Informatie
ru: Информация
sl: INFORMACIJE

source: Shutdown
cs: Vypnout
da: Afslut
el: Τέλος λειτουργίας
fr: Eteindre
hr: Isključi
hu: Kikapcsolás
is: Slökkva
it: Spegnimento
no: Slå av
ro: Inchide Aparat
ru: Выключить
sl: IZKLOP
sv: Stäng av

source: Setup
cs: Nastavení
da: opsætning
el: Εγκατάσταση
fr: Réglages
hr: Postavke
hu: Beállítások
it: Impostazioni
no: Konfigurasjon
ro: Configuratie
ru: Настройка
sl: Nastavitve
sv: Installation

source: Games
cs: Hry
da: Spil
el: Παιχνίδια
fr: Jeux
hr: Igre
hu: Játékok
is: Leikir
it: Giochi
no: Spill
ro: Jocuri
ru: Игры
sl: IGRE
sv: Spel

source: Timer
cs: Časovač
el: Χρονοδιακόπτης
fr: Horloge
hr: Tajmer
hu: Időzítö
is: Tímastilling
ru: Таймер

source: Mainmenu
cs: Hlavní menu
da: Hovedmenu
el: Κυρίως Μενού
fr: Menu principal
hr: Glavni izbornik
hu: Főmenü
is: Aðalvalmynd
it: Menú principale
no: Hovedmeny
ro: Acces Menu
ru: Главное меню
sl: GLAVNI MENU
sv: Huvudmeny

source: setup
cs: nastavení
da: opsætning
el: Εγκατάσταση
fr: Réglages
hr: postavke
hu: beállítások
is: uppsetning
it: impostazioni
no: Konfigurasjon
ro: Configuratie
ru: настройка
sl: NASTAVITVE
sv: Installation

source: Plugin Menu
hu: Bővítmények menü

source: rename the selected plugin
hu: a kijelölt bővítmény törlése

source: number buttons first
hu: számgombok előbb

source: use number buttons as first shortcuts
hu: A számgombok használata előbb gyorsparancsokhoz

source: color buttons first
hu: szines gombok előbb

source: use color buttons as first shortcuts
hu: A szines gombok használata előbb gyorsparancsokhoz

source: Plugins
cs: Balíčky
el: Πρόσθετα (Plugins)
hr: Pluginovi
hu: Bővítmények
is: Innskot
it: Plugins ( Giochi e Televideo )
ru: Дополнения
sl: Dodatki (Plugins)
sv: Plugin

source: select plugin and press ok
cs: vyberte balíček ( OK )
da: Vælg plugin og tryk ok
el: Επιλέξτε πρόσθετο και πατήστε OK
fr: Selectionner un plugin et cliquez OK
hr: odaberi plugin i pretisni ok
hu: Válasszon egy bővítményt és nyomja meg az OK-t
is: veldu innskot og ýttu á ok
it: seleziona un Plugin e premi OK
no: velg plugin ok trykk på ok
ro: Alege plugin und apasa ok
ru: выберете дополнение и нажмите ok
sl: izberi vhodni priključek in pritisni ok
sv: välj plugin och tryck OK

source: Couldn't read plugin directory %s
cs: Nelze otevřít adresář balíčků %s
da: Plugin mappen kunne ikke læses %s
el: Δεν ειναι δυνατή η ανάγνωση του καταλόγου με τα πρόσθετα %s
fr: Impossible de lire le repertoire des plugin %s
hr: Nemogu pročitati direktorij s pluginovima %s
hu: Nem lehet beolvasni a %s plugin könyvtárat
is: Gat ekki lesið innskots möppu %s
it: non é stato possibile leggere l'archivio Plugin %s
no: Kunne ikke lese plugin-mappe %s
ro: Nu pot gasi plugin dir %s
ru: Не возможно прочитать папку с дополнением %s
sl: Ni možno odčitati plugin datoteke %s
sv: Kunde inte läsa plugin biblioteket %s
