Repository: ChakaZulu/tuxbox_apps
Catalog: tuxbox/enigma/po/*.po
Languages: cs, da, el, fr, hr, hu, is, it, no, ro, ru, sl, sv

source: change Parental PIN (ok)
cs: změna PINu ( OK )
da: skift forældre PIN (ok)
el: Αλλαγή κωδικού PIN (OK)
fr: Cahnger le PIN parental (OK)
hr: promjeni Roditeljski PIN (ok)
hu: gyermekzár PIN-kód megváltoztatása (OK)
is: breyta barnalæsinga númeri (ok)
it: Cambia il PIN controllo genitori (ok)
no: endre Foreldrekontroll PIN (ok)
ro: schimba PIN parinti
ru: изменить PIN код родительского контроля (ок)
sv: Ändra Föräldrarlås PIN (OK)

source: Setup lock
cs: Zamknutí menu
da: Lås opsætning
el: Κλείδωμα ρυθμίσεων
fr: Réglages des blocages
hr: Postavke zaštite
hu: Menü zárolása
is: Valmynda læsing
it: Blocco impostazioni
no: Konfigurasjons Lås
ro: Setup zavor
ru: Блокировка настроек
sl: zaklepanje nastavitev
sv: Installation lås

source: enable/disable setup lock
cs: povolí/zakáže zámek menu
da: vælg/fravælg opsætnings lås
el: Ρυθμίσεις κλειδωμένες ναι/όχι
fr: Activez/désactiver le blocage des reglages
hr: uključi/isključi ključ postavki
hu: menü zárolás engedélyezése/tiltása
is: virkja/gera óvirka læsingu á uppsetningu
it: attiva/disattiva blocco impostazioni
no: aktiver/deaktiver konfigurasjonslås
ro: armeaza/dezarmeaza setup zavor
ru: вкл./выкл. блокировку настроек
sl: omogoči/onemogoči zaklepanje nastavitev
sv: aktivera/avaktivera installationslås

source: change Setup PIN (ok)
cs: změna PIN menu ( OK )
da: Skift opsætning af PIN
el: Αλλαγή κωδικού PIN ρυθμίσεων (ΟΚ)
fr: Changer le PIN 'reglages' (OK)
hr: Postavka promjene pin-a (ok)
hu: menü zár PIN-kód megváltoztatása (OK)
is: breyta númeri á uppsetningu (ok)
it: Cambia impostazioni PIN (ok)
no: endre Konfigurasjons PIN (ok)
ro: schimba Setup PIN (ok)
ru: изменить PIN код меню настроек (ok)
sl: spremeni PIN nastavitev (ok)
sv: ändra installations PIN (OK)

source: Hide locked services
cs: Skrýt zamknuté programy
da: Skjul låste kanaler
el: Κρύψημο κλειδωμένων υπηρεσιών
fr: Cacher services bloqués
hr: Sakrij zaključane usluge
hu: Zárolt csatornák elrejtése
is: Fela læstar rásir
it: Nascondi i canali bloccati
no: Skjul låste tjenester
ro: ascunde servicii blocate
ru: Спрятать блокированные каналы
sl: Skrij zaprte programe
sv: Göm låsta kanaler

source: don't show locked services in any list
cs: neukazuje zamknuté programy v žádném přehledu
da: vis ikke låste kanaler i nogen liste
el: Μη εμφάνιση κλειδωμένων υπηρεσιών στις λίστες
fr: Ne pas afficher les services bloqués dans les listes
hr: ne prikazuj zaključane usluge u nijednoj listi
hu: egy listában se mutassa a zárolt csatornákat
is: ekki sýna læstar rásir í neinum listum
it: non mostare i canali criptati in nessuna lista
no: ikke vis låste tjenester i lister
ro: nu arata servicii blocate in lista
ru: не отображать блокированные каналы в списках
sl: v nobenem spisku ne prikazuj zaprtih programov
sv: visa inte låsta kanaler i någon lista

source: New %s PIN
cs: Nový %s PIN
da: Nu %s PIN
el: Νέος κωδικός %s PIN
fr: Nouveau %s PIN
hr: Novi PIN %s
hu: Új %s PIN
is: Nýtt %s númer
it: Nuovo %s PIN
no: Ny %s PIN
ro: Noul %s PIN
ru: Новый %s PIN код
sl: Novi %s PIN
sv: Ny %s PIN

source: Reenter %s PIN
cs: Zadejte znovu %s PIN
da: Tast %s PIN igen
el: Ξαναδώστε τον κωδικό %s PIN
fr: Redonner %s PIN
hr: Ponovi PIN %s
hu: Adja meg újra a %s PIN-t
is: Sláðu aftur inn %s númer
it: Reinserisci %s PIN
no: Skriv %s PIN en gang til
ro: Reintroducere %s PIN
ru: Повторите ввод PIN кода %s
sl: Ponovni vnos %s PIN
sv: Ange %s PIN igen

source: The PINs are not equal! Do you want to retry?
cs: PINy nejsou stejné! Opakovat ?
da: Pin er ikke ens! Vil du prøve igen?
el: Οι κωδικοί δεν είναι ίδιοι! Θέλετε να ξαναπροσπαθήσετε;
fr: Les PIN ne correspondent pas Voulez vous recommencer?
hr: PIN-ovi nisu jednaki! Dali želite pokušati ponovno?
hu: A PIN kódok nem egyeznek! Meg akarja újra próbálni?
is: Þessi númer eru ekki eins! Viltu reyna aftur?
it: I PIN non corrispondono! Vuoi riprovare?
no: PIN'ene er ikke lik! Vil du prøve en gang til?
ro: PIN nu este egal! Vrei o noua incercare ?
ru: PIN коды не совпадают! Хотите повторить?
sl: PIN- i niso enaki! želiš poskusiti znova?
sv: PIN är inte samma! Vill du prova igen?

source: PIN validation failed
cs: Ověření PINu neúspěšné !
da: PIN kontrol fejlede
el: Ο έλεγχος του κωδικού PIN απέτυχε
fr: Erreur de validation PIN
hr: Provjera valjanosti PIN-a neuspjela
hu: PIN aktiválás sikertelen
is: Tókst ekki að sannreyna númer
it: Convalida PIN fallita
no: PIN validering feilet
ro: PIN nicht valabil
ru: неправильно введен PIN код
sl: veljavnost PIN-a neuspešna
sv: PIN validering misslyckades

source: PIN change completed
cs: Změna PINu provedena
da: PIN ændring afsluttet
el: Η αλλαγή του κωδικού PIN ολοκληρώθηκε
fr: PIN changé
hr: Promjena PIN-a završena
hu: PIN kód megváltoztatva
is: Tókst að breyta númeri
it: Cambio PIN completato
no: Ferdigstilt endring av PIN
ro: schimbare PIN completa
ru: Изменение PIN кода завершено
sl: sprememba PIN-a izvršena
sv: PIN ändring klar

source: PIN changed
cs: PIN změněn
da: PIN ændret
el: Ο κωδικός PIN αλλάχτηκε
fr: PIN changé
hr: PIN promjenjen
hu: PIN kód megváltoztatva
is: Númeri breytt
it: PIN modificato
no: PIN endret
ro: PIN schimbat
ru: PIN код изменен
sl: PIN spremenjen
sv: PIN ändrad

source: current %s PIN
cs: Aktuální %s PIN
da: gældende %s PIN
el: Τωρινός κωδικός %s PIN
fr: PIN actuel %s
hr: trenutni %s PIN
hu: jelenlegi %s PIN
is: núverandi %s númer
it: attuale %s PIN
no: nåværende %s PIN
ro: curent %s PIN
ru: текущий PIN код %s
sl: trenutni %s PIN
sv: nuvarande %s PIN

source: The entered PIN is incorrect. Do you want to retry?
cs: Zadaný PIN je neplatný! Opakovat?
da: Den indtastede PIN er forkert. Vil di prøve igen?
el: Ο κωδικός PIN που δώσατε είναι λάθος. Θέλετε να ξαναπροσπαθήσετε;
fr: Le code PIN est incorrect. Voulez vous reéssayer?
hr: Uneseni PIN kod nije ispravan. Dali želite pokušati ponovno?
hu: A megadott PIN érvénytelen. Meg akarja újra próbálni?
is: Innslegið númer er ekki rétt. Viltu reyna aftur?
it: Il Pin inserito non è corretto. Vuoi riprovare?
no: Den innskrevne PIN er ikke korrekt. Vil du prøve en gang til?
ro: PIN-ul este incorect. Incercam din nou?
ru: Введенный PIN код неправильный Хотите повторить?
sl: Vnešen PIN ni točen. želiš poskusiti znova?
sv: Den angivna PIN är felaktig. Vill du prova igen?

source: East
cs: Východ
da: Øst
el: Ανατολή
fr: Est
hr: Istok
hu: Kelet
is: Austur
it: Est
no: Øst
ro: Est
ru: Восток
sl: Vzhod
sv: Öst

source: West
cs: Západ
da: vest
el: Δύση
fr: Ouest
hr: Zapad
hu: Nyugat
is: Vestur
it: Ovest
no: Vest
ro: Vest
ru: Запад
sl: Zahod
sv: Väst

source: North
cs: Sever
da: Nord
el: Βοράς
fr: Nord
hr: Sjever
hu: Észak
is: Norður
it: Nord
no: Nord
ro: Nord
ru: Север
sl: Sever
sv: Nord

source: South
cs: Jih
da: Syd
el: Νότος
fr: Sud
hr: Jug
hu: Dél
is: Suður
it: Sud
no: Sør
ro: Sud
ru: Юг
sl: Jug
sv: Syd

source: enter orbital position without dot (19.2° = 192)
cs: zapište pozici satelitu bez des. čárky ( 19.2° = 192 )
da: Indtast satellit position uden punktum (19.2 = 192)
el: Δώστε την τροχιακή θέση χωρίς '.'(19.2° = 192)
fr: Entrez la position orbitale sans virgule (19,2° => 192)
hr: unesite orbitalnu poziciju bez točke (19.2° = 192)
hu: adja meg az orbitális pozíciót pont nélkül (19.2° = 192)
is: Sláðu inn staðsetningu án punkts (19.2° = 192)
it: inserisci la posizione orbitale senza il punto (19.2° = 192)
no: sett orbital posisjon uten punktum (19.2° = 192)
ro: introdu pozitie orbitala fara punct (19.2° = 192)
ru: введите орбитальную позицию без точки (19.2° = 192)
sl: vnesi orbitalni položaj brez pike (19.2° = 192)
sv: ange satellitposition utan punkt (19.2° = 192)

source: delete me
cs: vymazat
da: slet mig
el: *Διάγραψέ με*
fr: Supprimez moi
hr: obriši me
hu: törölj ki
is: eyða mér
it: cancellami
no: slett meg
ro: sterge-ma
ru: удалить
sl: zbriši me
sv: ta bort

source: drive Motor East
cs: posun na Východ
da: kør motor mod øst
el: Κίνηση ρότορα ανατολικά
fr: Conduit le moteur vers Est
hr: pokreni Motor na Istok
hu: motor forgatása Kelet felé
is: keyra mótor austur
it: girare il rotore verso est
no: kjør motor øst
ro: misca Motor Est
ru: переместить на Восток
sl: pogon motorja vzhodno
sv: kör motorn åt öst

source: drive Motor East.. one step
cs: posun na Východ o 1 krok
da: køt motor mod øst..et trin
el: Κίνηση ρότορα ανατολικά.. ένα βήμα
fr: Conduit le moteur vers Est pas a pas
hr: pokreni Motor na Istok.. jedan korak
hu: motor forgatása Kelet felé.. egy lépés
is: keyra mótor austur.. eitt þrep
it: girare il rotore un passo verso est
no: kjør motor mot øst.. ett steg
ro: misca Motor Est.. un pas
ru: переместить на Восток.. один шаг
sl: pogon motorja vzhodno...po korak
sv: kör motorn ett steg åt öst

source: stop Motor drive East
cs: zastavit posun na Východ
da: stop motor øst
el: Σταματημα ανατολικής κίνησης ρότορα
fr: Arreter le mouvement du moteur Est
hr: zaustavi okretanje Motora na Istok
hu: Kelet felé mozgó motor megállítása
is: stoppa mótor keyrslu í austur
it: fermare il movimento del rotore verso est
no: stopp motor mot øst
ro: Stop miscare Motor Est
ru: остановить движение на Восток
sl: ustavi pogon motorja vzhodno
sv: stoppa körning av motorn åt öst

source: drive Motor West.. one step
cs: posun na Západ o 1 krok
da: Kør moto mod vest.. et trin
el: Κίνηση ρότορα δυτικά.. ένα βήμα
fr: Conduit le moteur vers Ouest pas a pas
hr: pokreni Motor na Zapad.. jedan korak
hu: motor forgatása Nyugat felé.. egy lépés
is: keyra mótor vestur. .eitt þrep
it: girare il rotore un passo verso ovest
no: kjør motor mot vest.. ett steg
ro: misca Motor Vest.. un pas
ru: переместить на Запад.. один шаг
sl: pogon motorja zahodno...po korak
sv: kör motorn ett steg åt väst

source: stop Motor drive West
cs: zastavit posun na Západ
da: stop motor mod vest
el: Σταμάτημα δυτικής κίνησης ρότορα
fr: Arreter le mouvement du moteur Ouest
hr: zaustavi okretanje Motora na Zapad
hu: Nyugat felé mozgó motor megállítása
is: stoppa mótor keyrslu í vestur
it: ferma il movimento del rotore verso ovest
no: stopp motor mot vest
ro: stop miscare Motor Vest
ru: остановить движение на Запад
sl: ustavi pogon motorja zahodno
sv: stoppa körning av motorn åt väst

source: position
cs: pozice
el: Τροχιακή θέση(?)
hr: pozicija
hu: pozíció
is: staðsetning
it: posizione
no: posisjon
ro: pozitie
ru: позиция
sl: Položaj

source: store new sat positions
cs: uloží novou pozici satelitu
da: gem nye sat positioner
el: Αποθήκευση νέων δορυφορικών θέσεων
fr: Enregistre les nouvelles positions satellite
hr: pohrani novu sat poziciju
hu: ú müholdpozíciók tárolása
is: vista nýja staðsetningu gervihnötts
it: memorizzare nuove posizioni satellitari
no: lagre ny satelitt posisjoner
ro: salveaza noua sat pozitie
ru: сохранить новую позицию спутника
sl: shrani nov položaj satelita
sv: spara nya sat. positioner

source: drive to stored pos
cs: natočit na uloženou pozici
da: kør til gemt pos
el: Κίνηση σε αποθηκευμένη θέση
fr: Aller à la position enregistrée
hr: dovedi na pohranjenu poz.
hu: forgatás a tárolt pozícióra
is: keyra á vistaða staðsetningu
it: girare verso la posizione memorizzata
no: kjør til lagret posisjon
ro: mergi pozitie salvata
ru: переместить к сохраненной позиции
sl: obrne na shranjen položaj
sv: kör till sparad pos.

source: drive to stored position
cs: natočí se na uloženou pozici
da: kør til gemt position
el: Κίνηση ρότορα σε αποθηκευμένη θέση
fr: Aller à la position enregistrée
hr: dovedi na pohranjenu poziciju
hu: antenna forgatása a tárolt pozícióra
is: keyra á vistaða staðsetningu
it: girare verso la posizione memorizzata
no: kjør til lagret posisjon
ro: mergi pozitie salvata
ru: переместить к сохраненной позиции
sl: obrne na shranjen položaj
sv: kör till sparad position

source: drive to satellite
cs: natočit na satelit
da: gå til satellit
el: Κίνηση στο δορυφόρο
fr: Aller au satellite
hr: dovedi do satelita
hu: forgatás müholdra
is: keyra á gervihnött
it: girare verso il satellite
no: kjør til satelitt
ro: mergi spre satelit
ru: переместить к спутнику
sl: vodi na satelit
sv: kör till satellit

source: drive to stored satellite
cs: natočí se na uložený satelit
da: køre til gemt satellit
el: Κίνηση σε αποθηκευμένο δορυφόρου
fr: Aller à la position satellite enregistrée
hr: dovedi na pohranjeni satelit
hu: antenna forgatása a tárolt műholdra
is: keyra á vistaðan gervihnött
it: girare sul satellite memorizzato
no: kjør til lagret satelitt
ro: mergi spre sat salvat
ru: переместить к сохраненному спутнику
sl: pelje na shranjen satelit
sv: Kör till sparad satellit

source: drive to 0°
cs: natočit na 0°
da: gå til 0°
el: Κίνηση στο 0
fr: Aller à 0°
hr: dovedi na 0°
hu: forgatás 0°-ra
is: keyra á 0°
it: girare verso 0°
no: kjør til 0°
ro: pozitie 0°
ru: переместить к точке 0
sl: obrni na 0
sv: kör till 0°

source: drives to 0
cs: natočí se na 0°
da: kører til 0
el: Μετακινεί τον ρότορα στη θέση 0
fr: Aller à la pos. 0
hr: vraća na 0
hu: forgatás a 0 pozícióra
is: keyri á 0°
it: gira su 0
no: kjører til 0
ro: pozitie 0
ru: перемещение к точке 0
sl: obrača na 0
sv: kör till 0

source: recalculate
cs: přepočítat
da: genberegn
el: Αναθεώρηση
fr: Recalculer
hr: rekalkuliraj
hu: újraszámítás
is: endurreikna
it: ricalcola
no: omberegn
ro: recalculeaza
ru: пересчет
sl: preračunaj
sv: omberäkna

source: recalculate stored positions rel. to current pos
cs: přepočítá uložené pozice vzhledem k aktuální pozici
da: genberegn gemte positioner i forhold til gældende pos
el: Αναθεώρηση αποθηκευμένων θέσεων σε σχέση με την τωρινή
fr: Recalcul les positions réel enregistrée par rapport à la position actuel
hr: rekalkuliraj pohranjene pozicije rel. na postojeću pos
hu: pozíciók újraszámolása a jelenlegi pozícióhoz képest
is: endurreikna vistaðar staðsetningar með till. til núverandi staðs.
it: ricalcola le posizioni memorizzate relazionate alla posizione attuale
no: omberegn lagrede posisjoner i forhold til nåværende posisjon
ro: recalculeza pozitie salvata in comp cu cea curenta
ru: пересчитать сохраненные позиции относительно текущей
sl: preračuna shranjene položaje relativno na trenutni položaj
sv: omberäkna sparade pos. i förhållande till nuvarande pos.

source: set east limit
cs: nastavit východní limit
da: indstil østlige grænse
el: Ρύθμιση ανατολικού ορίου
fr: Regler les limites logiciel EST
hr: postavi limit za Istok
hu: keleti limit beállítása
is: setja austur mörk
it: inserisci il limite est
no: sett hard-grense mot øst
ro: seteaza limita est
ru: установить восточный предел
sl: nastavi vzhodno mejo
sv: ange östra gränsläget

source: set east soft limit
cs: nastaví východní soft. limit
da: indstil østlige soft grænse
el: Ρύθμιση ανατολικού τεχνητού ορίου
fr: Enregistrer les limites logiciel EST
hr: postavi soft limit za Istok
hu: keleti szoftveres limit beállítása
is: setja austur mörk hugbúnaðar
it: inserisci il Soft Limit est
no: sett soft-grense mot øst
ro: seteaza limita est soft
ru: установить восточный программируемый предел
sl: nastavi vzhodno blago mejo
sv: ange östra mjuka gränsläget

source: set west limit
cs: nastavit západní limit
da: indstil vestlige grænse
el: Ρύθμιση δυτικού ορίου
fr: Regler les limites logiciel OUEST
hr: postavi limit za Zapad
hu: nyugati limit beállítása
is: setja vestur mörk
it: inserisci il limite ovest
no: sett hard-grense mot vest
ro: seteaza limita vest
ru: установить западный предел
sl: nastavi zahodno mejo
sv: ange västra gränsläget

source: set west soft limit
cs: nastaví západní soft. limit
da: indstil vestlige soft grænse
el: Ρύθμιση δυτικού τεχνητού ορίου
fr: Enregistrer les limites logicieles Ouest
hr: postavi soft limit za Zapad
hu: nyugati szoftveres limit beállítása
is: setja vestur mörk hugbúnaðar
it: inserisci il Soft Limit ovest
no: sett soft-grense mot vest
ro: seteaza limita vest soft
ru: установить западный программируемый предел
sl: nastavi zahodno blago mejo
sv: ange västra mjuka gränsläget

source: disable limits
cs: zakázat limity
da: afbryd grænse indstillingen
el: Ακύρωση ορίων
fr: Désactiver les limites
hr: onemogući ogranićenja
hu: limitek letiltása
is: gera mörk óvirk
it: disattiva i limiti
no: deaktiver hard-grenser
ro: dezarmeza limita
ru: отключить пределы
sl: izključi mejo
sv: avaktivera gränslägena

source: disable soft limits
cs: zakáže soft. limity
da: fravælg soft grænser
el: Ακύρωση τεχνητών ορίων
fr: Désactiver les limites logicieles
hr: onemogući sofverska ograničenja
hu: szoftveres limitek letiltása
is: gera mörk hugbúnaðar óvirk
it: disattiva i Soft Limits
no: deaktiver soft-grenser
ro: dezarmeaza limita soft
ru: отключить программируемые пределы
sl: izključi blago mejo
sv: avaktivera mjuka gränslägena

source: enable limits
cs: povolit limity
da: opret grænser
el: Ενεργοποίηση ορίων
fr: Activer les limites
hr: omogući limite
hu: limitek engedélyezése
is: virkja mörk
it: attiva i limiti
no: aktiver hard-grenser
ro: armeaza limita
ru: включить пределы
sl: vključi meje
sv: aktivera gränslägena

source: enable soft limits
cs: povolí soft. limity
da: opret soft grænse
el: Ενεργοποίηση τεχνητών ορίων
fr: Activer les limites du programme
hr: omogući soft limite
hu: szoftveres limitek engedélyezése
is: virkja mörk hugbúnaðar
it: attiva i Soft Limits
no: aktiver soft-grenser
ro: armeza limita soft
ru: включить программируемые пределы
sl: vključi blago mejo
sv: aktivera mjuka gränslägena

source: store current pos in motor
cs: uloží aktuální pozici do motoru
da: gem nuværende position i motoren
el: Αποθήκευση θέσης στο ρότορα
fr: Sauvegarder la position actuelle dans le rotor
hr: pohrani trenutnu poziciju u motor
hu: pozíció tárolása a motorban
is: vista núverandi staðsetnignu í mótor
it: memorizza posizione attuale del rotore
no: lagre nåværende posisjon
ro: salveaza curenta pozitie in motor
ru: сохранить текущую позицию мотора
sl: shrani trenutni položaj v rotor
sv: spara nuvarande pos. i motorn

source: drive motor to stored pos
cs: natočí motor na uloženou pozici
da: kør motoren til gemt pos
el: Κίνηση του μοτέρ στην θέση μνήμης
fr: entrer la position satellite stockée
hr: dovedi motor na pohranjenu poz.
hu: motor forgatása a tárolt pozícióra
is: keyra mótor á vistaða staðsetningu
it: girare il rotore verso la posizione memorizzata
no: kjør motor til lagret posisjon
ro: misca motor la pozi. salvata
ru: переместить мотор к сохраненной позиции
sl: obrača rotor na shranjeni položaj
sv: kör motorn till sparade pos.

source: go
cs: proveď
da: gå
el: πήγαινε
fr: Aller
hr: kreni
hu: rendben
is: fara
it: vai
no: kjør
ru: идти
sl: pojdi
sv: gå

source: drive motor to reference position
cs: natočí motor na zmíněnou pozici
da: kør motoren til reference position
el: Κίνηση του μοτέρ στην αρχική θέση
fr: Conduit le moteur au point de reférence
hr: dovedi motor na referentnu poziciju
hu: motor forgatása a referencia pozícióra
is: keyra mótor á viðmiðunar staðsetningu
it: girare il rotore verso la posizione di partenza
no: kjør motor til henvist posisjon
ro: misca motor spre pozi. referenta
ru: переместить мотор на выбранную позицию
sl: obrača rotor na referenčni položaj
sv: kör motorn till referenspositionen

source: recalculate all stored positions
cs: přepočítá všechny uložené pozice
da: genberegn alle gemte positioner
el: Αναθεώρηση αποθηκευμένων θέσεων
fr: Recalculer toutes les positions enregistrées
hr: rekalkuliraj sve pohranjene pozicije
hu: összes tárolt pozíció újraszámítása
is: endurreikna alla vistaðar staðsetningar
it: ricalcolare nuovamente tutte le posizioni memorizzate
no: omberegn alle lagrede posisjoner
ro: recalculeza pozitii(toate)
ru: пересчитать все сохраненные позиции
sl: preračuna vse shranjene položaje
sv: omberäkn. alla sparade positioner

source: recalc
cs: přepočítat
da: genberegn
el: Αναθεώρηση
fr: Recalcul
hr: rekalk
hu: újraszámolás
is: endurreikna
it: ricalcola
no: omberegn
ru: пересчет
sl: preračuna
sv: omberäkn.

source: store current pos as east soft limit
cs: uloží stávající pozici jako východní soft. limit
da: gem denne position som østlige soft grænse
el: Αποθήκεση σαν ανατολικό τεχνητό όριο
fr: Enregistre les positions est/ouest comme limite du programme
hr: pohrani trenutnu poz kao istočni limit
hu: jelenlegi pozíció tárolása mint keleti szoftveres limit
is: vista núverandi staðs. sem austur mörk hugb.
it: memorizza posizione attuale est come Soft Limit
no: lagre nåværende posisjon som soft-grense mot øst
ro: salveza pozi. curenta ca limita est
ru: сохранить текущую позицию как восточный программируемый предел
sl: shrani trenutni položaj kot vzhodni blag mejni
sv: spara nuvarande pos. som det östra gränsläget

source: store current pos as west soft limit
cs: uloží stávající pozici jako západní soft. limit
da: gem denne position som vestlige soft grænse
el: Αποθήκευση σαν δυτικό τεχνητό όριο
fr: Enregistre les positions actuels est/ouest comme limite du programme
hr: pohrani trenutnu poz kao zapadni limit
hu: jelenlegi pozíció tárolása mint nyugati szoftveres limit
is: vista núverandi staðs. sem vesur mörk hugbúnaðar
it: memorizza posizione attuale ovest come Soft Limit
no: lagre nåværende posisjon som soft-grense mot vest
ro: salveaza pozi. curenta ca limita vest
ru: сохранить текущую позицию как западный программируемый предел
sl: shrani trenutni položaj kot zahodni blag mejni
sv: spara nuvarande pos. som det västra gränsläget

source: do it
cs: vykonat
da: gør det
el: κάντο
fr: Fait le
hr: učini
hu: mehet
is: núna
it: effettua
no: kjør
ru: сделать это
sl: napravi to
sv: utför detta

source: drive motor to satellite
cs: natočí na satelit
da: kør motoren til satellit
el: Κίνηση ρότορα στον δορυφόρο
fr: Conduire le rotor jusqu'à ce satellite
hr: okreni motor do satelita
hu: motor müholdra forgatása
is: keyra mótor á gervihnött
it: girare il rotore verso il satellite
no: kjør motor til satelitt
ro: misca motor directie sat
ru: переместить мотор к выбранному спутнику
sl: vodi motor na satelit
sv: kör motorn i riktning mot satelliten

source: Wrong use of this function can corrupt all stored sat positions. Are you sure you want to use this function?
cs: V případě špatného použití této funkce můžete narušit všechny uložené satelitní pozice. Opravdu chcete použít tuto funkci?
da: Forkert brug af denne funktion kan ødelægge alle gemte sat positioner Er du sikker på at du vil bruge denne funktion?
el: Κακή χρήση αυτής της λειτουργίας μπορεί να χαλάσει τις αποθηκευμένες θέσεις δορυφόρων. Σίγουρα θέλετε να το κάνετε;
fr: La mauvaise utilisation de cette fonction peut corrompre toutes les positions. ëtes vous sur de vouloir utiliser cette fonction ?
hr: Krivo korištenje ove funkcije mogu korumpirati sve pohranjene pozicije. Dali želite koristiti ovu funkciju?
hu: E funkció helytelen használata a tárold müholdpozíciók elvesztésével járhat. Biztos benne hogy használni akarja ezt a funkciót?
is: Röng notkun á þessum möguleika getur ruglað allar vistaðar staðsetningar. Ertu viss um að þú vilt gera þetta?
it: L'uso errato di questa funzione puó distruggere le posizioni memorizzati dei satelliti. É sicuro di voler utilizzare questa funzione?
no: Feil bruk av denne funksjonen kan gjøre alle lagrede satelittinstillinger ubrukelige. Er du sikker på at du vil fortsette?
ro: folosirea gresita acestei functiuni poate duce la la stergerea pozitiilor Esti sigur?
ru: Неверное применение этой функции может привести к потере всех позиций. Вы точно хотите использовать эту функцию?
sl: Napačna uporaba te funkcije lahko pokvari vse shranjene položaje satelitov. Si prepričan, da želiš uporabiti to funkcijo?
sv: Vid felaktig användning av denna funktion kan alla sparade sat. positioner ändras. Är du säker på att du vill använda denna funktion?

source: one step East...
cs: jeden krok na Východ ..
da: et trin mod øst
el: Ένα βήμα Ανατολικά...
fr: Un pas vers l' EST
hr: jedan korak na istok...
hu: egy lépés Kelet irányba..
is: eitt þrep austur...
it: un passo verso ovest...
no: ett steg mot øst...
ro: un pas Est...
ru: один шаг на Восток...
sl: korak na vzhod...
sv: ett steg åt öst...
