Repository: ChakaZulu/tuxbox_apps
Catalog: tuxbox/enigma/po/*.po
Languages: cs, da, el, fr, hr, hu, is, it, no, ro, ru, sl, sv

source: enable/disable check ONIT on any transponder
cs: povolit/zakázat kontrolu ONIT pro každý transpondér
da: etabler/fravælg ONIT check på alle transpondere
el: Έλεγχος ή όχι ONIT για κάθε αναμεταδότη
fr: Activer/désactiver la vérification ONIT de tous les transpondeurs
hr: uključ/isključi provjeru ONIT na svakom tranponderu
hu: TP-ken az ONIT ellenörzésének engedélyezése/tiltása
is: virkja/gera óvirka athugun á ONIT á sendum
it: Spegnere/accendere l' ONIT-Check su tutti i Transponder
no: aktiver/deaktiver ONIT-sjekk på alle transpondere
ro: activeaza/dezactiveaza marcajul ONIT pe orice transponder
ru: вкл./выкл. проверку ONIT на любом транспондере
sl: omogoči/onemogoči preverbo ONIT na vsakem transponderju
sv: aktivera/avaktivera kontroll av ONIT på varje transponder

source: harddisk:
el: Σκληρός δίσκος:
fr: Disque dur :
hr: Tvrdi disk:
hu: merevlemez:
is: harður diskur:
ro: hard-disc:
ru: жесткий диск:
sl: Trdi disk:
sv: hårddisk:

source: FP Version:
cs: FP verze :
el: Αντιστροφή:
fr: Version FP:
hr: FP Verzija:
hu: FP verzió:
is: FP útgáfa:
it: Versione FP:

source: status:
cs: stav :
el: Είδος:
hu: állapot:
is: staða:
it: stato:
ro: informatii:
ru: Сост.:

source: use BAT
cs: použít BAT
da: Brug BAT
el: Χρήση BAT
fr: Utiliser BAT
hr: kor BAT
hu: BAT használata
it: usa BAT
no: bruk BAT
ro: foloseste BAT
ru: использовать BAT
sv: använd BAT

source: Set Sleeptimer
cs: nastavit čas vypnutí (sleeptimer)
da: indstil sleeptimer
el: Χρονοδιακόπτης ύπνου
fr: Regler veille temporisée
hr: Postavi sleeptajmer
hu: Elalvás-idözítö beállítása
it: Imposta Timer spegnimento
no: Sett dvaletimer
ro: Seteaza timpul de inchidere (pentru somn)
ru: Установить таймер выключения
sv: Ange sleeptimer

source: press ok to change
cs: stiskem OK změňte
da: tryk ok for at skifte
el: Πατήστε OK για να αλλάξετε κατεύθυνση
fr: Appuyez ok pour changer
hr: pretisnite ok za promjenu
hu: OK-val változtatható meg
is: ýtið á ok til að breyta
it: premere OK per cambiare
no: trykk på ok for å endre
ro: apasa ok pentru a schimba
ru: нажмите ok для изменения
sl: pritisni ok za spremembo
sv: tryck OK för att ändra

source: Select this option if you want to search the title in all services
hu: válassza ezt az opciót, ha az összes csatornában szeretne keresni

source: Transponders
cs: Transpondéry
da: Transpondere
el: Αναμεταδότες
fr: Ttranspondeurs
hr: Transponderi
hu: Transzponderek
is: Sendar
no: Transpondere
ro: Transponderi
ru: Транспордеры
sl: Transponderji
sv: Transponder

source: set recording end time and close window (ok)
cs: Nastav čas konce nahrávání a uzavři okno ( OK )
da: indstil sluttid for indspilning og luk vinduet
el: Θέσε την ώρα τέλους εγραφής και κλείσε το παράθυρο
fr: regler l'heure de fin d'enregistrement et fermer la fenetre (OK)
hr: postavi završno vrijeme snimanja i zatvori prozor (ok)
hu: adja meg a felvétel végének az idejét majd zárja be az ablakot (OK)
is: stilla loka tíma upptöku og loka glugga (ok)
it: Memorizzare modifiche e chiudere il pannello
no: sett innspillings stopp-tid og lukk vinduet (ok)
ro: seteaza sfarsitul inregistrarii si inchide fereastra (ok)
ru: установить запись, время окончания и закрыть окно (ok)
sl: nastavi čas konca snemanja in zapri okno (ok)
sv: ange stopptid och stäng fönstret (OK)

source: close Satellite Configuration
cs: uzavře nastavení satelitu
da: luk satellit konfiguration
el: Κλείσημο ρυθμίσεων δορυφόρων
fr: Fermer Configuration Satellite
hr: zatvori Konfiguraciju Satelita
hu: mühold konfiguráció bezárása
is: loka Gervihnatta Stillingum
it: chiudi Configurazione Satellite
no: lukk satelitt konfigurasjon
ro: inchide configurarea satelitilor
ru: сохранить и закрыть спутниковую конфигурацию
sl: zapri Konfiguracijo satelita
sv: stäng satellitkonfigurationen

source: edit
cs: Editace
da: rediger
el: σύνταξη
fr: éditer
hr: Editiraj
hu: javítás
is: breyta
it: edita
no: editer
ro: editeaza
ru: изменить
sl: uredi
sv: ändra

source: Sa
cs: So
el: Σαβ
fr: Sam.
hu: Szo
is: La
it: Dom
no: Lør
ru: Сб
sl: Sob
sv: Lör

source: connected:
cs: připojený :
da: forbindelse etableret
el: Σύνδεση:
fr: Connecté :
hr: vrsta veze:
hu: csatlakozva:
is: tengdur:
it: connesso
no: tilkoblet:
ro: conectat:
ru: соединение:
sl: povezano:
sv: ansluten:

source: next page
cs: násl. strana
da: næste side
el: Επόμενο
fr: page suivante
hr: iduća stranica
hu: köv. oldal
is: næsta síða
it: pagina successiva
no: neste side
ro: pagina urmatoare
ru: след. стр.
sl: naslednja stran
sv: nästa sida

source: Symbol Rate:
cs: Rychlost :
fr: Fréquence symbolique :
hr: Simbol Rata:
hu: Szimbólumsebesség:
is: Gagna hraði:
ro: rata simbolurilor
ru: Скор. перед.:
sv: Symbolvärde:

source: add page to favourites
hu: oldal hozzáadása a kedvencekhez

source: set
cs: nastavit
da: indstil
el: Ρύθμιση
fr: Fixer
hr: postavi
hu: beállítás
is: stilla
it: Impostazioni
no: sett
ro: seteaza
ru: установка
sl: nastavi
sv: ange

source: press left or right to move motor
cs: pro posun motoru stiskněte <, >
da: tryk venstre eller højre for at dreje motoren
el: Πατήστε το < ή το > για να κινήσετε το ρότορα
fr: Appuyez sur gauche ou droite pour bouger le rotor
hr: pretisnite lijevo ili desno za pomak motora
hu: a bal vagy jobb gombokkal mozgatható a motor
is: ýttu á vinstri eða hægri til að færa mótor
it: premere il tasto sinistro o destro per rimuovere il rotore
no: trykk venstre eller høyre for å bevege motoren
ro: apasa stanga sau dreapta pentru a misca motorul
ru: нажмите влево или вправо для перемещения позиционера
sl: pritisni levo ali desno za premik rotorja
sv: tryck vänster eller höger för att köra motorn

source: calc param 2 (see your motor manual or let it 00)
cs: zadejte param 2 (viz manuál k motoru nebo nastavte 00)
da: beregn parameter 2 ( se i motorens manual eller sæt til 00)
el: παράμετρος 2 (δείτε τις οδηγίες του ρότορα ή αφήστετο 00)
fr: calc param 2 (regarder le manuelle de votre rotor ou laissez-le 00)
hr: kalk param 2 (provjeri upute od motora ili stavi na 00)
hu: param 2 kiszámítása (lásd a motor könyvét, vagy 00)
is: reikna gildi 2 (sjá mótor handbók eða setja 00)
it: Parametri di calcolo 2 (verificare sul manuale del rotore oppure lasciare su 00)
no: calc param 2 (Se i manualen til motoren din eller la den være 00)
ro: calc param 2 (consulta manualul motorului sau lasa la 00)
ru: пересч. пар. 2 (см. ваше руководство по мотору или установите 00)
sl: Preračun parametrov 2 ( uporabi navodila rotorja ali pusti na 00)
sv: beräkn. param. 2 (se bruksanvisningen till motorn eller välj 00)

source: select the timer type (ok)
cs: zvolte typ časovače ( OK )
da: vælg timer type (ok)
el: Επιλογή τύπου χρονοδιακόπτη (οk)
fr: Entrer le type d'horloge (ok)
hr: odaberi tip tajmera (ok)
hu: válassza ki az időzítendő feladatot (OK)
is: veldu gerð á tímastillingu (ok)
it: selezionare il tipo di timer (ok)
no: velg timertype (ok)
ro: selecteaza tipul de temporizator (ok)
ru: выбор тип задания для таймера (ok)
sl: izberi tip TIMER-ja (ok)
sv: välj timertyp (OK)

source: Select this option if you want to search the exact title
hu: válassza ki ezt az opciót ha a pontos címre kíván keresni

source: choose satellite/cable provider (ok)
cs: zvolte poskytovatele satelit/kabelovka ( OK )
da: vælg satellit/kabeludbyder (ok)
el: Επιλέξτε δορυφόρο που θα γίνει η ανίχνευση (<, >, OK)
fr: Choisir provider satellite / Câble (OK)
hr: odaberite satelit/kabel pružatelja (ok)
hu: válasszon mühold/kábel szolgáltatót (OK)
is: veldu gervihnatta/kapal sendanda (ok)
it: prego, selezionare il satellite/servizio cavo
no: velg satelitt/kabel tilbyder (ok)
ro: alege satelitul / distribuitorul de cablu (ok)
ru: выберите спутникового/кабельного поставщика (ОК)
sl: izberi satelit/kabelski ponudnik (ok)
sv: välj satellit-/programoperatör (OK)

source: use ONIT
cs: použít ONIT
da: brug ONIT
el: Χρήση ONIT
fr: Utiliser ONIT
hr: koristi ONIT
hu: ONIT használata
is: nota ONIT
it: utilizzare ONIT
no: bruk ONIT
ro: foloseste ONIT
ru: использ. ONIT
sl: uporabi ONIT
sv: använd ONIT

source: search
cs: vyhledávání
da: søg
el: Ανίχνευση
fr: Recherche
hr: pretraga
hu: keresés
is: leita
it: cerca
no: søk
ro: cauta
ru: поиск
sl: iskanje
sv: sökning

source: Counter(Movement)
cs: Počítadlo ( pohyb )
da: Tæller (Bevægelse)
el: Μετρητής (Κίνηση)
fr: Conteur(Mouvement)
hr: Brojač(pokreta)
hu: Számláló (mozgás)
is: Teljari(Hreyfing)
it: contatore ( movimento )
no: Teller (Bevegelse)
ru: Счетчик(перемещения)
sl: Števnik(premikanje)
sv: Räkneverk (för flyttning)

source: enable/disable initiate network search
cs: povolit/zakázat inicializaci hledání sítě
da: start/afbryd netværkssøgning
el: Ενεργοποίηση ή όχι ανίχνευσης δικτύου
fr: Activer/désactiver la recherche initiale de réseau
hr: uključ./isključ. pretragu mreže od početka
hu: elsödleges hálózat keresésének engedélyezése/tiltása
is: virkja/gera óvirka kerfisbundna net leitun
it: inizializzazione del Network accendere/spegnere
no: aktiver/deaktiver start nettverkssøk
ro: armeaza/dezarmeaza "initiaza cautare network"
ru: вкл./выкл. поиск сети
sl: omogoči/onemogoči začetno iskanje omrežja
sv: aktivera/avaktivera nätverkssökningen

source: Guard:
cs: Hlídat:
da: Vagt:
fr: Gardien:
hr: Čuvar:
hu: Védelem:
is: Vörður:
sv: vakt:

source: EPG Search
hu: EPG Keresés

source: Stop
el: Σταμάτημα
hr: Zaustavi
hu: Állj
is: Stöðva
no: Stopp
ru: Стоп
sv: Stopp

source: select your configuration here
cs: vyberte vaší konfiguraci
da: Vælg din opsætning her
el: Επιλογή τοπικής χρονικής ζώνης (οk)
fr: Choisissez votre configuration ici
hr: odaberi svoju konfiguraciju ovdje
hu: válassza ki itt a konfigurációját
is: veldu þínar stillingar hérna
it: seleziona qui la tua configurazione
no: velg din konfigurasjon her
ro: alege configuratia personala aici
ru: выборите вашу конфигурацию
sv: välj din konfiguration här

source: Exact match
hu: pontos találat

source: clear EPG cache
hu: EPG puffer törlése

source: use the EPG cache for the infobar if the EIT is unavailable
hu: az EPG puffer használata a MiniEPG-hez, ha az EIT nem elérhető

source: select DiSEqC repeats (ok)
cs: nastavte DiSEqC opakování (OK)
da: vælg DISEqC gentagelse
el: Επαναλήψεις εντολών DiSEqC (ok)
fr: Selectionner le répétiteur DISEqC (ok)
hr: odaberi DiSEqC ponavljanja (ok)
hu: válasszon DiSEqC ismétlést (OK)
is: veldu DiSEqC endurtekningar (ok)
it: selezionare modalitá DiSEqC (ok)
no: velg DiSEqC-gjentagelser (ok)
ro: alege repetare DiSEqC (ok)
ru: выберите повторение DiSEqC (ok)
sl: izberi DiSEqC ponovitve (ok)
sv: välj antal repetitioner av DiSEqC (OK)

source: choose the FEC (left, right)
cs: zvolte FEC ( <, > )
da: vælg FEC (venstre, højre)
el: Επιλογή του FEC (<, >)
fr: Choisir le FEC (Gauche/droite)
hr: odaberite FEC (lijevi, desni)
hu: válasszon FEC-et (bal, jobb)
is: veldu FEC (vinstri, hægri)
it: Selezionare il valore FEC (sinistra, destra)
no: velg FEC (venstre, høyre)
ro: alege FEC (stinga, dreapta)
ru: выберите FEC (влево, вправо)
sl: izberi FEC (levo, desno)
sv: välj FEC (vänster, höger)

source: OSD Language
cs: OSD jazyk
da: OSD sprog
el: Γλώσσα μενού
fr: Langues OSD :
hr: Postavke Jezika
hu: OSD Nyelv
is: Tungumál valmynda
it: Lingua OSD
no: OSD Språk
ro: Limba OSD
ru: Язык меню
sv: OSD Språk

source: Software upgrade...
cs: Aktualizace software...
da: Software opgradering....
el: Αναβάθμιση λογισμικού..
fr: Actualisation du software
hr: Dogradi softver...
hu: Szoftver-frissítés..
is: Uppfærsla á hugbúnaði....
it: Aggiornamento Software...
no: Programvare oppgradering...
ru: Обновление программы...
sl: Nadgradnja programske opreme...
sv: Uppdaterar mjukvaran...

source: select skin and press ok or choose save
cs: vyberte prostředí (skin) a uložte ( OK )
da: vælg skin og tryk på OK eller Gem
el: Επιλέξτε επιφάνεια και πατήστε ΟΚ
fr: Choisir le theme et appuyez OK pour sauver
hr: odaberite sučelje i pretisni ok ili odaberi pohranu
hu: Válasszon skin-t és nyomja meg az OK-t vagy a Mentést
is: veldu skinn og ýttu á ok eða veldu vista
it: Prego, selezionare un Skin e premere OK
no: velg skin og trykk på ok for å lagre
ro: alege skin si apasa ok sau save
ru: Выберете оболочку и нажмите сохранить или ок
sl: izberi izgled in pritisni ok ali izberi shraniti
sv: välj utseende och tryck OK eller välj spara

source: activate pause button
hu: a szünet-gomb aktiválása

source: select day (ok)
cs: vyberte den (OK)
da: vælg dag
el: Επιλογή ημέρας (ok)
fr: Choisir le jour (ok)
hr: odaberi dan (ok)
hu: válasszon napot (OK)
is: veldu dag (ok)
it: seleziona il giorno (ok)
no: velg dag (ok)
ro: selecteaza ziua (ok)
ru: выберите день (ok)
sl: izberi dan (ok)
sv: välj dag (OK)

source: Closes EPG search window
hu: EPG kereső ablak bezárása

source: change circular to linear polarization
cs: změn kruhovou polarizaci na lineární
da: ændre cirkulær til lineær polarisation
el: Αλλαγή από κυκλική σε γραμμική πόλωση
fr: Changer polarisation circulaire, vers linéaire
hr: promjeni cirkularnu na linearnu polarizaciju
hu: cirkuláris polarizáció átváltása lineárisra
is: breyttu hringpólun í línulega pólun
it: cambia la polarizzazione circolare in lineare
no: endre sirkulœr til linjœr polarisasjon
ro: schimbe polarizarea din linear in circular
ru: измените круговую поляризацию на линейную
sv: byt cirkulär mot linjär polarisation

source: goto next page (DiSEqC)
cs: na další stranu (DiSEqC)
da: gå til næste side (DISEqC
el: Προς επόμενη σελίδα (DiSEqC)
fr: Page suivante DISEqC
hr: pođi do sljedeću stranu (DiSEqC)
hu: ugrás a következö oldalra (DiSEqC)
is: fara á næstu síðu (DiSEqC)
it: vai alla prossima pagina (DISEqC)
no: gå til neste side (DiSEqC)
ro: goto pagina urmatoare (DiSEqC)
ru: перейти к следующей странице (DiSEqC)
sl: na naslednjo stran (DiSEqC)
sv: gå till nästa sida (DiSEqC)

source: select sat(up/down), ok(edit), green(add new), red(delete)
cs: vyberte satelit (nahoru/dolů), ok(editace), zelené (nový), červené (smazat)
da: vælg sat (op/ned), OK (Rediger), Grøn (Tilføj), Rød (Slet)
el: Επιλογή(πάνω,κάτω),οκ(αλλαγή),πράσινο(νέος),κόκκ.(διαγραφή)
fr: Choisir sat(Haut/bas), OK(édit), vert(ajouter nouveau), rouge (éffacer)
hr: odaberi sat(gor./dolje), ok(edit), zelena(dodaj novo), crvena(obriši)
hu: mühold kiválasztás (fel/le), OK (szerkesztés), zöld (új), vörös (törlés)
is: veldu gervihn(upp/niður), ok(breyta), græni(bæta við), rauður(eyða)
it: seleziona satellite(su/giù), ok(edita), verde(aggiungi nuovo), rosso(cancella)
no: velg sat(opp/ned, ok(edit), grønn(legg til ny), rød(slett)
ro: selecteaza sat(sus/jos), ok(editeaza), verde(adauga nou), rosu(sterge)
ru: выберите спутник (вверх/вниз), OK (редактирование), зеленая (добавить новый), красная (удалить)
sv: välj sat(upp/ner), OK(ändra), grön(lägg till), röd(ta bort)

source: use yellow button as pause button
hu: sárga gomb használata szüneteltetéshez

source: Timer Edit
cs: Editace časovače
da: rediger timer
el: Ρύθμιση χρονοδιακόπτη
fr: Editer Listes horloge
hr: Editiranje Tajmera
hu: Időzítő beállítása
is: Breyta tímastillingum
it: Edit del Timer
no: Timer Editering
ro: Editeaza Timer
ru: Редактирование таймера
sl: Urejanje TIMER-ja
sv: Ändra i Timerlista

source: apply
cs: použít
da: tilføj
el: Εφαρμογή
fr: Apliquer
hr: prihvati
hu: Alkalmaz
is: sækja um
it: Applica
no: bruk
ro: salveaza
ru: применить
sl: uporabi
sv: utför

source: Fr
cs: Pá
el: Παρ
fr: Ven.
hr: Pet
hu: Pén
is: Fö
it: Ven
no: Fre
ro: Vineri
ru: Пт
sl: Pet
sv: Fre

source: enter pids
cs: vložte pids
da: Indtast PID
hr: unesi pidove
hu: PID-ek megadása
ru: ввод PID
sv: ange pid

source: Repeated timer
cs: Opakování
da: gentaget timer
el: Επαναλυπτικό γεγονός
fr: Timer de répétition
hr: Ponovljeni tajmer
hu: Ismételt időzítés
is: Endurtekinn tímastillig
it: Timer ripetuto
no: Gjentagende timer
ro: timer repetat
ru: вкл. периодическое задание
sl: ponovljen TIMER
sv: Upprepande Timer

source: enter stored satellite pos
cs: vložte uloženou pozici satelitu
da: Indtast gemt satellitposition
el: Δώστε θέση αποθηκευμένου δορυφόρου
fr: entrer la position satellite stockée
hr: unesi pohranjene pozicije satelita
hu: adja meg a mentett mühold pozícióját
is: fara á vistaðan gervihnött
it: Tuner: Satellite
no: skriv inn lagret satelittposisjon
ro: introduceti pozitii satelit salvate
ru: введите сохраненное положение спутника
sl: izberi shranjen položaj satelita
sv: ange sparad satellitposition

source: Sequence repeat
cs: Opakování sekvence
da: Gentag sekvens
el: Επανάληψη:
fr: Répeter la sequence
hr: Ponovi slijed
hu: Sorozat ismétlés
is: Endurtaka runu
it: Ripetizione di Sequenza
no: Sekvens gjentagelse
ro: Secventa repetare
ru: Порядок повторения
sl: Ponovi sekvenco
sv: Upprepning av sekvens

source: status output:
cs: výsledek :
da: udgangs status
el: Κατάσταση:
fr: Status de sortie :
hr: status izlaza:
hu: Eredmény:
is: úttak forrits:
it: stato:
ro: rezultat:
ru: состояние вывода:
sl: stanje izhoda
sv: utgångsstatus:

source: Harddisk
el: Σκληρός Δίσκος...
fr: Disque dur
hr: Tvrdi disk
hu: Merevlemez
is: Harður diskur
ru: Жесткий диск
sl: trdi disk
sv: Hårddisk

source: goto standby after recording (ok)
cs: přejde do pohotovostního režimu po skončení nahrávání ( OK )
da: Standby når indspilning er slut ? (OK)
el: Σε αναμονή μετά την εγγραφή
fr: Mettre en veille après l'enregistrement (OK)
hr: pođi u stanje pripravnosti nakon snimanja (ok)
hu: készenléti állapotba kapcsolás a felvétel végén (OK)
is: setja í biðstöðu eftir upptöku (ok)
it: vai su standby dopo la registrazione (ok)
no: gå til stanby etter innspilling (ok)
ro: goto standby dupa inregistrare
ru: перейти в режим ожидания после записи (ok)
sl: pojdi v pripravljenost po snemanju (ok)
sv: gå till viloläge efter inspelning (OK)

source: delay (seconds):
hu: késleltetés (mp):

source: only Free
cs: jen volné
da: Kun gratis programmer
el: Μόνο ελεύθερα
fr: Gratuits seuls
hr: samo Bespl.
hu: csak az FTA-k
is: bara Fríar
it: solo in chiaro
no: kun Gratis
ro: doar libere
ru: только некодированные
sl: samo nekodirani
sv: okodade

source: Constellation:
cs: Sestava :
da: Konstellation::
el: Αντίθεση:
hr: Utvrđivanje:
hu: Konstelláció:
it: Gruppo:
sv: Konstellation:

source: set automatic acoustic management (0 - 254)
hu: az utomata akusztikai menedzsment beállítása (0 - 254)

source: Saturday
cs: Sobota
da: Lørdag
el: Σάββατο
fr: Samedi
hr: Subota
hu: Szombat
is: Laugardagur
it: Sabato
no: Lørdag
ro: Sambata
ru: Суб.
sl: Sobota
sv: Lördag

source: (0..9, left, right, ok)
cs: ( 0..9 , <, >,ok )
da: (0-9, venstre, højre, ok)
el: (0..9, <, >, οκ)
fr: (0..9, Gauche, droite, OK)
hr: (0..9, lijevo, desno, ok)
hu: (0..9, bal, jobb, ok)
is: (0..9, vinstri, hægri, ok)
it: (0..9, sinistra, destra, ok)
no: (0..9, venstre, høyre, ok)
ro: (0..9,stinga, dreapta, ok)
ru: (0..9, влево, вправо, ок)
sl: (0...9, levo/desno, ok)
sv: (0..9, vänster, höger, OK)

source: vol-
hu: hangerö -
is: styrk-
ru: громкость -

source: swaps committed and uncommitted DiSEqC Commands
cs: prohodí committed a uncommitted DiSEqC povely
da: Sender ingen bindende DISeqC kommando
el: Μη αποστολή εντολής committed DiSEqC
fr: Inverser commande DISEqC Non commutée/commutées
hr: zamjena izvršene i neizvršene DiSQqC komande
hu: elkötelezett és elkötelezettlen DiSEqC parancsok felcserélése
is: skipta á fyrri og seinni DiSEqC rofa skipunum
no: bytter committed og uncommitted DiSEqC Kommandoer
ro: manevreaza commited si uncommited comenzi DiSEqC
sv: byter plats på committed och uncommitted DiSEqC cmd

source: network search
cs: hledání sítě
da: Netværks søgning
el: Έρευνα δικτύου
fr: Recherche réseau
hr: pretraga mreže
hu: Hálózat keresés
it: ricerca rete
no: nettverkssøk
ro: cautare network
ru: поиск сети
sv: nätverkssökning

source: add only not scrambled services
cs: přidá jen nezakódované programy
da: tilføj kun ikke kodede kanaler
el: Κρύψημο κλειδωμένων υπηρεσιών
fr: Ajouters seulement services gratuits
hr: dodaj samo nekodirane usluge
hu: csak a szabadon fogható csatornákat adja hozzá
is: bæta bara við órugluðum rásum
it: aggiungi solo canali non criptati
no: legg kun til ikke krypterte tjenester
ro: adauga doar servicii libere
ru: добавить только некодированные каналы
sv: lägg till enbart okodade kanaler

source: no module
cs: žádný modul
da: ingen modul
el: Δεν υπάρχει μόντουλ CI
fr: Pas de module
hr: nema modula
hu: nincs modul
is: engin eining
it: nessun modulo
no: ingen modul
ro: nu modul
ru: нет модуля
sl: ni modula
sv: ingen modul

source: horizontal
cs: horizontální
da: horosontial
el: οριζόντια
hr: horizontala
hu: horizontális
is: lárétt
it: orizzontale
ro: orizontal
ru: горизонталь/левая
sl: horizontalno/a
sv: horisontell

source: vertical
cs: vertikální
da: Vertikal
el: Κάθετα
hr: vertikala
hu: vertikális
it: verticale
no: vertikal
ru: вертикаль/правая
sv: vertikal

source: Auto
el: Ήχος
hu: Automata
is: Sjálfvirkt
it: Automatico
ru: Автоматически
sl: Samodejno

source: parental
cs: rodičovský zámek
da: forældre
el: γωνικό
fr: parents
hr: roditeljske zaštite
hu: gyermekzár
is: foreldra stýrt
it: 'protezione-minorenni'
no: foreldrekontroll
ru: ограниченный
sv: föräldrar

source: Providers (TV)
cs: Poskytovatelé (TV)
da: Udbydere (TV)
el: Παροχείς (TV)
hr: Pružatelji (TV)
hu: Szolgáltatók (TV)
is: Sendendur (TV)
no: Tilbydere (TV)
ro: Furnizori (TV)
ru: Провайдеры (ТВ)
sl: Providerji (TV)
sv: Operatörer (TV)

source: Providers (Radio)
cs: Poskytovatelé (Rádio)
da: Udbydere (Radio)
el: Παροχείς (Radio)
hr: Pružatelji (Radio)
hu: Szolgáltatók (Rádió)
is: Sendendur (Útvarp)
no: Tilbydere (Radio)
ro: Furnizori (Radio)
ru: Провайдеры (Радио)
sl: Providerji (Radio)
sv: Operatörer (Radio)

source: Providers (Data)
cs: Poskytovatelé (Data)
da: Udbydere (Data)
el: Παροχείς (Data)
fr: Providers (Données)
hr: Pružatelj (Podaci)
hu: Szolgáltatók (adat)
is: Sendendur (gögn)
it: Providers (Dati)
no: Tilbydere (Data)
ro: Furnizori (Data)
ru: Провайдеры (Данные)
sl: Providerji (Data)
sv: Operatörer (Data)

source: All services (TV)
cs: Všechny programy (TV)
da: Alle kanaler (TV)
el: Όλες οι υπηρεσίες (TV)
fr: Tous services (TV)
hr: Sve usluge (TV)
hu: Összes csatorna (TV)
is: Allir rásir (TV)
it: Tutti i servizi
no: Alle tjenester (TV)
ro: Toate serviciile (TV)
ru: Все сервисы (ТВ)
sl: Vsi Programi (TV)
sv: Alla kanaler (TV)

source: All services (Radio)
cs: Všechny programy (Rádio)
da: Alle kanaler (Radio)
el: Όλες οι υπηρεσίες (Radio)
fr: Tous services (radio)
hr: Sve usluge (Radio)
hu: Összes csatorna (Rádió)
is: Allir rásir (útvarp)
it: Tutti i canali (Radio)
no: Alle tjenester (Radio)
ro: Toate serviciile (Radio)
ru: Все сервисы (Радио)
sl: Vsi Programi (Radio)
sv: Alla kanaler (Radio)

source: All services (Data)
cs: Všechny programy (Data)
da: Alle kanaler (Data)
el: Όλες οι υπηρεσίες (Data)
fr: Tous services (données)
hr: Sve usluge (podaci)
hu: Összes csatorna (adat)
is: Allar rásir (gögn)
it: Tutti i canali (Dati)
no: Alle tjenester (Data)
ro: Toate serviciile (Data)
ru: Все сервисы (Данные)
sl: Vsi Programi (Data)
sv: Alla kanaler (Data)

source: Satellites (TV)
cs: Satelity (TV)
da: satelliter (TV)
el: Δορυφόροι (TV)
fr: Satellite (TV)
hr: Sateliti (TV)
hu: Műholdak (TV)
is: Gervihnettir (TV)
it: Satelliti (TV)
no: Satelitter (TV)
ro: Sateliti (TV)
ru: Спутники (ТВ)
sl: Sateliti (TV)
sv: Satellit (TV)

source: Satellites (Radio)
cs: Satelity (Rádio)
da: Satelliter (Radio
el: Δορυφόροι (Radio)
fr: Satellite (Radio)
hr: Sateliti (Radio)
hu: Műholdak (Rádió)
is: Gervihnettir (útvarp)
it: Satelliti (Radio)
no: Satelitter (Radio)
ro: Sateliti (Radio)
ru: Спутники (Радио)
sl: Sateliti ( Radio)
sv: Satellit (Radio)

source: Satellites (Data)
cs: Satelity (Data)
da: Satelliter (Data)
el: Δορυφόροι (Data)
fr: Satellite (données)
hr: Sateliti (Podaci)
hu: Műholdak (adat)
is: Gervihnettir (gögn)
it: Satelliti (Dati)
no: Satelitter (Data)
ro: sateliti (date)
ru: Спутники (Данные)
sl: Sateliti (Data)
sv: Satellit (Data)
