Repository: ChakaZulu/tuxbox_apps
Catalog: tuxbox/enigma/po/*.po
Languages: cs, da, el, fr, hr, hu, is, it, no, ro, ru, sl, sv

source: Error
cs: Chyba
da: Fejl
el: Λάθος
fr: Erreur
hr: Greška
hu: Hiba
is: Villa
it: Errore
no: Feil
ro: Eroare
ru: Ошибка
sl: Napaka
sv: Fel

source: E: currently another plugin is running...
cs: E: momentálně je spuštěn jiný balíček...
da: E: En anden plugin er i øjeblikket aktiv....
fr: E: actuellement un autre plugin est actif...
hr: E: trenutno drugi plugin je pokrenut...
hu: Hiba: jelenleg más plugin fut...
is: E: núna er annað innskot í gangi....
it: E : attualmente è in corso un altro plugin...
ru: E: в настоящее время задействовано другое дополнение...
sv: E: för tillfället används annan plugin

source: plugin '%s' not found
cs: balíček '%s' nenalezen
da: plugin '%s' ikke fundet
el: Το πρόσθετο αρχείο '%s' δεν βρέθηκε
fr: Plugin '%s' non trouvé
hr: plugin '%s' nije pronađen
hu: a '%s' plugin nem található
is: innskot '%s' fannst ekki
it: plugin '%s' introvabile
no: plugin '%s' ikke funnet
ro: plugin '%s' nu a fost gasit
ru: дополнение '%s' не найдено
sl: plugin '%s' ni najden
sv: plugin '%s' kunde inte hittas

source: E: no name given
cs: E: není zadaný žádný název
da: ikke navngivet
el: Ε: Δεν δόθηκε όνομα
fr: E: Sans nom
hr: E: nema dodjeljenog imena
hu: Hiba: nem adott meg nevet
is: E: ekki gefið nafn
it: E: nessun nome inserito
ru: E: имя не присвоено
sl: E: ni bilo izbrano ime
sv: E: ej namngiven

source: Cannot execute %s (check rights)
hu: Kann %s nicht ausführen (Dateirechte prüfen)

source: Enter new name for the plugin:
hu: Adja meg a bővítmény új nevét:

source: Rename plugin
hu: Bővítmény átnevezése

source: Output from %s
hu: Kimenet %s-ból

source: Executing %s. Please wait...
hu: %s végrehajtása. Kérem, várjon...

source: Could not execute %s
hu: %s nem hajtható végre

source: toggle double height
hu: dupla magasság ki/be

source: toggle splitscreen mode
hu: osztott képernyő ki/be

source: toggle transparency
hu: áttetszőség ki/be

source: toggle hidden information
hu: rejtett információk ki/be

source: automatic
hu: automata

source: Czech/Slovak
hu: cseh/szlovák

source: English
hu: angol

source: Estonian
hu: észt

source: French
hu: francia

source: German
hu: német

source: Italian
hu: olasz

source: Latvian/Lithuanian
hu: lét

source: Polish
hu: lengyel

source: Portuguese/Spanish
hu: portugál/spanyol

source: Romanian
hu: román

source: Serbian/Croatian/Slovenian
hu: szerb/horvát/szlovén

source: Swedish/Finnish/Hungarian
hu: svéd/finn/magyar

source: Turkish
hu: török

source: Serbian/Croatian
hu: szerb/horvát

source: Russian/Bulgarian
hu: orosz/bolgár

source: Ukranian
hu: ukrán

source: Greek
hu: görög

source: Hebrew
hu: héber

source: Arabic
hu: arab

source: no services on this transponder
hu: nincs csatorna ezen a transzponderen

source: Searching for Teletext services on this Transponder
hu: Teletext-szolgáltatás keresése ezen a transzponderen

source: Search
hu: Keresés

source: switch to direct page selecting mode
hu: átkapcsolás közvetlen oldalválasztásra

source: show previously selected page
hu: az előbb kiválasztott oldal megjelenítése

source: go to next favourite page
hu: ugrás a következő kedvenc oldalra

source: Service Searching
cs: Hledání programů
da: Kanal søgning
el: Ανίχνευση υπηρεσιών
fr: Recherche de services
hr: Pretraživanje Usluga
hu: Csatorna keresés
is: Leita að rásum
it: Ricerca Canali
no: Tjeneste Søking
ro: Servicii cautare
ru: Поиск каналов
sl: Iskanje programov
sv: Programsökning

source: open satellite config
cs: otevře nastavení satelitů
da: åbn satellit konfiguration
el: Ρυθμίσεις δορυφόρων
fr: Ouvrir la configuration satellite
hr: otvori konf satelita
hu: mühold beállítások megnyitása
is: opna gervihnatta stillingar
it: apri configurazione satellite
no: åpne satelitt innstillinger
ro: deschide configuratie satelit
ru: открыть настройку спутников
sl: odpre konfiguracijo satelitov
sv: öppna satellitkonfig

source: open the satfinder
cs: otevře vyhledávání satelitů
da: viser satfinder
el: Δείχνει το σήμα
fr: Afficher les signaux (satfinder)
hr: otvori satfinder
hu: müholdkeresöt megnyitása
is: opna gervihnatta leitara
it: apri ricerca satellite
no: åpne satelittfinneren
ro: deschide control semnal(satfinder)
ru: открыть поиск сигнала
sv: öppnar satfinder

source: Motor Setup
cs: Natáčecí systém
da: Opsætning af motor
el: Ρύθμιση ρότορα
fr: Configuration moteur
hr: Postavke motora
hu: Motor beállítások
is: Mótor uppsetning
it: Impostazioni rotore
no: Motor Konfigurasjon
ro: configuratie Motor
ru: Настройка позиционера
sl: Nastavitve Rotorja
sv: Motor Installation

source: open Motor Setup
cs: otevře nastavení natáčecího systému
da: Opsætning af motor
el: Ρύθμιση ρότορα
fr: Configuration moteur
hr: otvori Postavke motora
hu: motor beállítások megnyitása
is: opna mótor uppsetningu
it: apri impostazioni rotore
no: åpne Motor Konfigurasjon
ro: dechide configuratie Motor
ru: открыть настройки позиционера
sl: odpre Nastavitve Rotorja
sv: öppna Motor Installation

source: Transponder Edit
cs: Editace transpondéru
da: Rediger transponder
el: Σύνταξη αναμεταδότη
fr: Edition des transpondeurs
hr: Editiranje Transpondera
hu: Transzponder szerkesztése
is: Breyta senda uppsetningu
it: Edit del Trasponder
no: Transponder Editering
ro: Editare Transponderi
ru: Редактирование транспондера
sl: Transponder -urejanje
sv: Ändra Transponder

source: for automatic scan
cs: slouží k automatickému vyhledávání
da: til automatisk transponder søg
el: για αυτόματη ανίχνευση
fr: pour recherche automatique
hr: za automatsko skeniranje
hu: transzponderek automatikus kereséséhez
is: til að leita sjálfvirkt
it: per la ricerca automatica
no: for automatisk skanning
ro: pentru cautare automata
ru: для автоматического поиска
sl: za avtomatski način iskanja
sv: för automatisk sökning

source: Signalfind
cs: Hledání signálu
hu: Mühold-kereső

source: open the signalfinder
cs: otevře hledač signálu
hu: müholdkereső megnyitása

source: Disable 5V
cs: Nepoužívat 5V
hu: 5V kikapcsolása

source: disable 5V for passive terrerstrial antennas
cs: zakáže 5V pro pasivní terestrické antény
hu: 5V kikapcsolása a passzív földi antennák esetében

source: Automatic Transponder Scan
cs: Automatické vyhledávání transpondéru
da: Automatisk Transponder Søgning
el: Αυτόματη ανίχνευση αναμεταδοτών
fr: Recherche automatique des transpondeurs
hr: Automatsko Skeniranje Transpondera
hu: Automatikus transzponder keresés
is: Sjálfvirk senda leitun
it: Ricerca automatica Trasponder
no: Automatisk Transponder skanning
ro: cautare transponderi automata
ru: Автоматический поиск одного спутника
sl: Avtomatski način pregledovanja transponderjev
sv: Automatisk Transpondersökning

source: open automatic transponder scan
cs: otevře automatické vyhledávání transpondéru
da: åbn automatisk transponder søg
el: Μενού αυτόματης ανίχνευσης αναμεταδοτών
fr: Recherche des transpondeurs
hr: otvori automatsko skeniranje transpondera
hu: automata transzponder kereső megnyitása
is: opna sjálfvirka senda leitun
it: apre ricerca automatica sui transponder
no: åpne automatisk transponder skanning
ro: deschide cautare transponderi automata
ru: открыть автоматический поиск одного спутника
sl: odpre avtomatski način pregledovanja transponderjev
sv: öppna automatisk transpondersökning

source: Automatic Multisat Scan
cs: Automatické prohledávání více satelitů
da: Automatisk Multisat Søgning
el: Αυτόματη ανίχνευση πολλών δορυφόρων
fr: Recherche automatique des transpondeurs Multisat
hr: Automatsko Multisat skeniranje transpondera
hu: Automatikus multisat keresés
is: Sjálfvirk leitun á mörgum gervihnöttum
it: Ricerca automatica Multisat
no: Automatisk Multisat skanning
ro: cautare transponderi automata multisat
ru: Автоматический поиск нескольких спутников
sl: Avtomatski način pregledovanja transponderjev
sv: Automatisk Multisat Sökning

source: open automatic multisat transponder scan
cs: otevře automatické prohledávání transpondérů z více satelitů
da: åbn automatisk transponder søg
el: Μενού αυτόματης ανίχνευσης πολλαπλών δορυφόρων
fr: Recherche automatique des transpondeurs Multisat
hr: otvori automatsko skeniranje transpondera
hu: automata multisat transzponder kereső megnyitása
is: opna sjálfvirka leitun á mörgum gervihnöttum
it: apri ricerca automatica multisat del trasponder
no: åpne automatisk multisat transponder skanning
ro: deschide cautare transponderi automata multisat
ru: открыть автоматический поиск нескольких спутников
sl: odpre avtomatski način pregledovanja transponderjev
sv: öppna automatisk multisat transpondersökning

source: Manual Transponder Scan
cs: Ruční vyhledávání transpondér
da: Manuel Transponder Søgning
el: Χειροκίνητη ανίχνευση
fr: Scan manuel des transpondeurs
hr: Manualno Skeniranje transpondera
hu: Kézi transzponder keresés
is: Handvirk leitun á sendum
it: Ricerca manuale Trasponder
no: Manuell Transponder skanning
ro: cautare transponderi manuala
ru: Ручной поиск
sl: Ročno pregledovanje transponderja
sv: Manuell Transpondersökning

source: open manual transponder scan
cs: otevře ruční vyhledávání transpondéru
da: åbn manuel transponder søg
el: Προς μενού χειροκίνητης ανίχνευσης καναλιών
fr: Recherche des transpondeurs
hr: otvori manualno skeniranje transpondera
hu: kézi transzponder-kereső megnyitása
is: opna handvirka leitun á sendum
it: apri ricerca manuale transponder
no: åpne manuell transponder skanning
ro: deschide cautare transponderi manuala
ru: открыть ручной поиск
sl: odpre ročno pregledovanje transponderjev
sv: öppna manuell transpondersökning

source: DiSEqC 1.2 is enabled on more than one LNB, please select the LNB the motor is connected to
cs: DiSEqC 1.2 je povolené na více než jednom LNB, vyberte jen jedno LNB připojené k motoru.
da: Der er valgt mere end en LNB med DISEqC 1.2, vælg hvilken LNB motoren er tilsluttet
el: Παραπάνω από ένα LNB έχει ενεργοποιημένο DiSEqC 1.2, παρακαλώ επιλέξτε το LNB που είναι συνδεμένος ο ρότορας
fr: PLus d'une LNB est configurée sur le DiSEqC 1.2, veuillez indiquez sur quel sortie est connecté le rotor
hr: Više od jednog LNB-a ima uključen DiSEqC 1.2 uključen, molim odaberite LNB koji je spojen na Motor
hu: Több mint egy LNB-nél engedélyezve lett a DiSEqC 1.2. Kérem, válassza ki azt az LNB-t ami a motorhoz kapcsololódik
is: DiSEqC 1.2 er virkt á meira en einum nema, veldu þann nema sem mótorinn er tengdur við
it: L'opzione DiSeqC 1.2 è attiva in più di un LNB. Scegli l'LNB connesso al rotore.
no: Mer enn en LNB har DiSEqC 1.2 aktivert, vennligst velg LNBen hvor motoren er tilkoblet
ro: DiSEqC 1.2 este armat pentru mai multi LNB,te rog alege LNB -ul la care este conectat motorul
ru: DiSEqC 1.2 включен более чем для одного конвертора, пожалуйста выберите конвертор к которому подключен мотор
sv: Fler än en LNB har aktiverad DiSEqC 1.2. Välj den LNB till vilken motorn har anslutits.

source: Info
el: Πληροφορίες
hr: Informacija
hu: Infó
is: Upplýsingar
it: Informazioni
no: Informasjon
ro: Informatie
ru: Информация
sl: Informacije

source: Found no LNB with DiSEqC 1.2 enabled, please goto Satellite Config first, and enable DiSEqC 1.2
cs: Žádné LNB nenastaveno pro DiSEqC 1.2, prejděte do nastavené satelitů a povolte DiSEqC 1.2
da: fandt ingen LNB med DISEqC 1.2 valgt, gå til satellit konfiguration først og vælg DISeqC 1.2
el: Δεν βέθηκε LNB με DiSEqC 1.2. Παρακαλώ πηγαίνετε στην επιλογή δορυφόρου και ενεργοποιήστε το DiSEqC 1.2.
fr: Pas de LNB trouvée avec le DiSEqC 1.2, s'il vous plait configuré les sattéllite en premier et activer le DiSEqC 1.2
hr: Nije pronađen LNB sa uključenim DiSEqC 1.2, molim pođite do konfiguracije Satelita prvo i onda uključite DiSEqC 1.2
hu: Nem lett beállítva egy LNB sem aminél be lenne kapcsolva a DiSEqC 1.2 mód. Menjen vissza a mühold beállítások menübe, és kapcsolja be a DiSEqC 1.2 módot
is: Fann ekki nema með DiSEqC 1.2 virkt, farðu í gervihnatta uppsetningu fyrst og gerðu DiSEqC 1.2 virkt
it: Nessun LNB trovato con il DISEqC 1.2 attivo, vai prima alla configurazione del satellite e poi attiva ilDiSEqC 1.2
no: Fant ingen LNB med DiSEqC 1.2 aktivert, Vennligst gå til Satelitt innstillinger først, og aktiver DiSEqC 1.2
ro: Nu a fost gasit un LNB armat cu DiSEqC 1.2,rmeaza DiSEqC 1.2 in Configuratie Sateliti
ru: Не найден конвертор с включенным DiSEqC 1.2, пожалуйста зайдите сначала в настройку спутников и включите DiSEqC 1.2
sl: Ne najde LNB-a z vključenim DiSEqC 1.2 , prosim pojdi najprej na nastavitve satelita in vključi DiSEqC 1.2
sv: Hittade inget LNB med DiSEqC 1.2 aktiverad. Gå till satellitkonfigurationen och aktivera DiSEqC 1.2

source: Warning
cs: Výstraha
da: Advarsel
el: Προσοχή
fr: Attention
hr: Upozorenje
hu: Figyelmeztetés
is: Aðvörun
it: Attenzione
no: Advarsel
ro: Avertizare
ru: Предупреждение
sl: Pozor
sv: Varning

source: Select LNB
cs: Vyberte LNB
da: Vælg LNB
el: Επιλογή LNB
fr: Choisir LNB
hr: Odaberi LNB
hu: Válasszon LNB-t
is: Veldu nema
it: Seleziona LNB
no: Velg LNB
ro: Selecteaza LNB
ru: Выберите конвертор
sl: Izberi LNB
sv: Välj LNB

source: use LNB %d for Motor
cs: použít LNB %d pro motor
da: brug LNB %d til motor
el: Χρήση LNB %d για το μοτέρ
fr: Utilisé le LNB %d pour le rotor
hr: koristi LNB %d za Motor
hu: a motorhoz a %d LNB van kapcsolva
is: nota nema %d fyrir mótor
it: utilizzare l'LNB %d per il rotore
no: bruk LNB %d for Motor
ro: foloseste LNB %d pentru Motor
ru: использовать конвертор %d для мотора
sl: uporabi LNB %d za rotor
sv: använd LNB %d till motorn

source: open service organising
cs: umožní setřídění programů
da: åben kanal organisering
el: Μενού όργανωσης υπηρεσιών
fr: Organisation de services
hr: otvori organiziranje usluga
hu: csatorna rendező megnyitása
is: opna rása röðun
it: apri organizzazione canali
no: åpne tjeneste organisering
ro: deschide organizare servicii
ru: открыть организацию каналов
sl: odpre urejanje programov
sv: öppna kanal organisering

source: open service searching
cs: otevře hledání programů
da: åbn kanal søgning
el: Μενού άνίχνευσης υπηρεσιών
fr: Lancer une recherche de services
hr: otvori pretraživanje usluge
hu: csatorna kereső megnyitása
is: opna rása leitun
it: apri ricerca canali
no: vis tjeneste søking
ro: deschide cautare servicii
ru: открыть поиск каналов
sl: opre iskanje programov
sv: öppna kanalsökning

source: System Settings
cs: Nastavení systému
da: System opsætning
el: Ρυθμίσεις συστήματος
fr: Reglages systeme
hr: Postavke Sistema
hu: Rendszer beállítások
is: Kerfis stillingar
it: Impostazioni Sistema
no: System Konfigurasjon
ro: Configurează Sistem
ru: Системные установки
sl: Nastavitve sprejemnika
sv: System Uppsättning

source: open system settings
cs: otevře nastavení systému
da: åbn system opsætning
el: Μενού ρυθμίσεων συστήματος
fr: Reglage systeme
hr: otvori postavke Sistema
hu: rendszer beállítások megnyitása
is: opna kerfis stillingar
it: apri impostazioni sistema
no: åpne system konfigurasjon
ro: deschide configuratie sistem
ru: открыть системные установки
sl: odpre nastavitve sprejemnika
sv: öppna system uppsättning

source: open common interface menu
cs: otevře menu Common Interface
da: Åbn common interface menu
el: Ρυθμίσεις του Common Interface (CI)
fr: ouvrir le menu Interface commune...
hr: otvori izbornik Zajedničkog sučelja
hu: Common Interface menü megnyitása
is: opna afruglara valmynd
it: aprire il menú common interface
no: åpne Common Interface meny
ro: deschide cam menu
ru: открыть меню общего интерфейса
sl: odpri Common Interface menu
sv: öppna common interface menyn

source: Parental Lock
cs: Rodičovský zámek
da: Forældre lås
el: Γωνικό κλείδωμα
fr: Blocage parental
hr: Roditeljska zaštita
hu: Gyermekzár
it: Controllo genitori
no: Foreldrekontroll
ro: blocaj vizionare
ru: Родительский контроль
sv: Föräldrarlås

source: open parental setup
cs: otevře nastavení rodičovského zámku
da: forældre opsætning
el: Ρυθμίσεις γωνικού κλειδώματος
fr: Ouvrir configuration parentale
hr: otvori roditeljske postavke
hu: gyermekzár beállítása
is: opna barnalæsingar uppsetningu
it: apri impostazioni controllo genitori
no: åpne foreldrekontroll innstillinger
ro: deschide blocaj vizionare
ru: открыть настройки родительского контроля
sv: öppna föräldrarlås installation

source: Expert Setup
cs: Expertní nastavení
da: Ekspert Opsætning
el: Προχωρημένες ρυθμίσεις
fr: Configuration expert
hr: Napredne Postavke
hu: Haladó beállítások
is: Sérfræði uppsetning
it: Impostazioni Avanzate
no: Expert Konfigurasjon
ro: Instalare Experti
ru: Специальные настройки
sl: Napredne nastavitve
sv: Expert Installation

source: open expert setup
cs: otevře expertní nastavení
da: åbn ekspert opsætning
el: Μενού προχωρημένων ρυθμίσεων
fr: Ouvrir configuration expert
hr: otvori napredne postavke
hu: haladó beállítások megnyitása
is: opna sérfræði uppsetningu
it: apri impostazioni avanzate
no: åpne expert konfigurasjon
ro: deschide expert setup
ru: открыть специальные настройки
sl: odpre napredne nastavitve
sv: öppna expert installationen

source: Timeshift
hu: Időcsúsztatás

source: open timeshift setup
hu: Időcsúsztatás beállításai

source: EPG selector
cs: EPG výběr
da: EPG vælger
el: Επιλογή στιλ EPG
fr: selecteur d'EPG
hr: EPG selektor
hu: EPG kiválasztó
is: EPG val
it: Selettore EPG
ru: Выбор EPG
sl: EPG izbirnik
sv: EPG väljaren

source: add this event as DVR Event to timer list
cs: přidá tuto událost do časovače jako DVR
da: Tilføj begivenhed som DVR til timerlisten
el: Προσθήκη γεγονότος στον χρονοδιακόπτη
fr: Ajouter l'évènement au la liste des enregistrement DVR planifiés
hr: dodaj ovaj događaj kao DVR događaj u tajmer listu
hu: müsor beillesztése a felvételi időzítő listába
is: bæta við atriði sem DVR atriði í tímastilli listann
it: aggiungi questo evento come Evento DVR alla lista timer
no: legg til denne hendelsen som en DVR hendelse i timerlisten
ru: добавить это задание на запись в список таймера
sv: lägg till program som DVR Program i timerlistan

source: add this event as NGRAB Event to timer list
cs: přidá tuto událost do časovače jako NGRAB
da: Tilføj begivenhed som NGRAB til timerlisten
el: Προσθήκη γεγονότος στον χρονοδιακόπτη
fr: Ajouter l'évènement comme evennement NGRAB
hr: dodaj ovaj događaj kao NGRAB događaj u tajmer listu
hu: müsor beillesztése az NGRAB időzítő listába
is: bæta við þessu atriði sem NGRAB atriði í tímastilli listann
it: aggiungi questo evento come evento NGRAB alla lista timer
no: legg til denne hendelsen som en NGRAB hendelse i timerlisten
ru: добавить это задание на захват потока в список таймера
sv: lägg till program som NGRAB Program i timerlistan

source: add this event as simple Switch Event to timer list
cs: přidá tuto událost do časovače jako pouhé přepnutí kanálu
da: Tilføj denne begivenhed til timerlisten
el: Αυτό το γεγονός είναι ήδη στην λίστα του χρονοδικόπτη.
fr: Ajouter cet évènement comme simple commutation dans les evennements planifiés
hr: dodaj ovaj događaj kao jednostavi Switch događaj u tajmer listu
hu: a müsor beillesztése az átkapcsoló időzítő listába
is: bæta við þessu atriði sem Skipti atriði við tímastilli listann
it: aggiungi questo evento come semplice evento switch alla lista timer
no: legg til denne hendelsen som en bytt hendelse i timerlisten
ru: добавить это задание на переключение в список таймера
sv: lägg till program som simple Switch Event i timerlistan

source: remove this event from timer list
cs: odstraní tuto událost z časovače
da: Fjern dette punkt fra timerlisten
el: Διαγραφή εγγραφής από την λίστα του χρονοδιακόπτη
fr: Supprimez cette entrée de l'horloge
hr: obriši ovaj događaj iz tajmer liste
hu: műsor törlése az időzítő listából
is: taka út þetta atriði úr tímalistanum
it: rimuovi questo evento dalla lista Timer
no: fjern denne hendelsen fra timerlisten
ru: удалить это задание из списка таймера
sl: odstrani ta dogodek iz TIMER spiska
sv: ta bort detta progam från timerlistan

source: show extended event information
cs: zobrazí podrobnější informace
da: vis udvidet information
el: Εμφάνιση περισσοτέρων παραμέτρων
fr: Afficher les informations supplémentaires
hr: prikaži proširenu informaciju o događaju
hu: bövebb információk megjelenítése
is: sýna allar upplýsingar um atriðið
it: visualizza informazioni dettagliate dell'evento
ru: показать расширенную информацию заданий
sv: visa utökad program information

source: search for event information
hu: esemény-infók keresése

source: all services
hu: minden csatorna

source: Searching for
hu: Keresés

source: Sun
cs: Ne
da: Søn
el: Κυρ
fr: Dim.
hr: Nedj
hu: Vas
it: Dom
no: Søn
ru: Вс
sl: Ned
sv: Sön

source: Mon
cs: Po
da: Man
el: Δευ
fr: Lun.
hr: Pon
hu: Hét
is: Mán
it: Lun
no: Man
ru: Пн
sl: Pon
sv: Mån

source: Fri
cs: Pá
da: Fre
el: Παρ
fr: Ven.
hr: Pet
hu: Pént
is: Fös
it: Ven
no: Fre
ru: Пт
sl: Pet
sv: Fre

source: Sat
cs: So
da: Lør
el: Σαβ
fr: Sam.
hr: Sub
hu: Szo
is: Gervihn.
it: Dom
no: Lør
ru: Сб
sl: Sob
sv: Lör

source: Help window
cs: Okno nápovědy
da: Hjælpe vindue
el: Παράθυρο βοήθειας.
fr: Fenêtre d'aide
hr: Pomoćni prozor
hu: Súgó ablak
is: Hjálpar gluggi
it: Finestra di aiuto
no: Hjelpe vindu
ro: fereastra ajutor
ru: Окно помощи
sl: okno za pomoč uporabniku
sv: Hjälpfönster

source: close the help window
cs: uzavře okno nápovědy
da: luk hjælpe vinduet
el: Κλέισημο παραθύρου βοήθειας
fr: Fermer la fenêtre d'aide
hr: zatvori pomoćni prozor
hu: Súgó ablak bezárása
is: loka hjálpar glugga
it: chiudere la finestra di aiuto
no: lukk hjelpevindu
ro: inchide fereastra ajutor
ru: закрыть окно помощи
sl: zapri okno za pomoč uporabniku
sv: stäng hjälpfönstret

source: scroll up
cs: roluje nahoru
da: blad op
el: Ρολάρισμα επάνω
fr: Monter
hr: pomicaj prema gore
hu: görgetés felfelé
is: rúlla upp
it: scorri su
no: scroll opp
ru: прокрутка вверх
sv: rulla upp

source: scroll down
cs: roluje dolů
da: blad ned
el: Ρολάρισμα κάτω
fr: Descendre
hr: pomicaj prema dolje
hu: görgetés lefelé
is: rúlla niður
it: scorri giù
no: scroll ned
ru: прокрутка вниз
sv: rulla ner

source: please enter pin:
cs: Prosím vložte Váš PIN:
da: indtast PIN
el: Παρακαλώ δώστε κωδικό PIN:
fr: Entrez le code PIN:
hr: molimo unesite pin:
hu: adja meg a PIN kódot:
is: vinsamlega sláið inn númer:
it: inserisci il pin:
no: vennligst skriv inn PIN:
ro: introduceti pin
ru: введите PIN код:
sl: Prosim vnesi pin:
sv: vänligen ange PIN:

source: Parental setup
cs: Nastavení rodičovského zámku
da: Forældre opsætning
el: Ρυθμίσεις γωνικού κλειδώματος
fr: Ouvrir configuration parentale
hr: Roditeljske postavke
hu: Gyermekzár beállítása
is: Barnalæsing, uppsetning
it: Impostazioni genitori
no: Foreldrekontroll Konfigurasjon
ro: setup parinti
ru: Настройка родительского контроля
sv: Föräldrarlås installation

source: Parental lock
cs: Rodičovský zámek
da: Forældre lås
el: Γωνικό κλείδωμα
fr: Blocage parental
hr: Roditeljska zaštita
hu: Gyermekzár
is: Barnalæsing
it: Controllo genitori
no: Foreldrekontroll
ro: zavor parintesc
ru: Родительский контроль
sv: Föräldrarlås

source: enable/disable parental lock
cs: povolí/zakáže rodičovský zámek
da: vælg/fravælg forældre lås
el: Γωνικό κλείδωμα ναι/όχι
fr: Activez/désactiver le blocage parental
hr: uključi/isključi roditeljsku zaštitu
hu: gyermekzár engedélyezése/tiltása
is: virkja/gera óvirka barnalæsingu
it: attiva/disattiva controllo familiare
no: aktiver/deaktiver foreldrekontroll
ro: armeaza/dezarmeaza zavor parintesc
ru: вкл./выкл. родительского контроля
sv: aktivera/avaktivera föräldrarlås

source: change PIN
cs: změnit PIN
da: skift PIN
el: Αλλαγή κωδικού PIN
fr: Changer le PIN
hr: promjeni PIN
hu: PIN megváltoztatása
is: breyta númeri
it: cambia PIN
no: endre PIN
ro: schimba PIN
ru: изменить PIN код
sl: spremeni PIN
sv: ändra PIN
