Repository: ChakaZulu/tuxbox_apps
Catalog: tuxbox/enigma/po/*.po
Languages: cs, da, el, fr, hr, hu, is, it, no, ro, ru, sl, sv

source: show colored help buttons in service selector
cs: zobrazí barevná nápovědná tlačítka v programové nabídce
da: vis farvede hjælpe knapper i kanalvælger
el: Εμφάνιση ένχρωμων πλήκτρων βοήθειας στην λίστα επιλογής υπηρεσιών
fr: Afficher les boutons couleurs, dans le selecteur de services
hr: prikaži obojane pomoćne gumbe u selektoru usluga
hu: színes segítség gombok megjelenítése a csatornalistában
is: sýna litaða hjálpar hnappa í rásavalmynd
it: visualizza i bottoni colorati di aiuto nel selettore canali
no: vis fargede hjelpeknapper i tjenestevelger
ro: arata butoane de ajutor in service selector
ru: демонстрировать цветные кнопки помощи в списке сервисов
sv: visa färgade hjälpknappar i tjänsteselektorn

source: Show Sat position
cs: Zobrazit pozici satelitu
da: Vis Sat position
el: Αποθήκευση νέων δορυφορικών θέσεων
fr: Voir positions satellite
hr: Prikaži Sat pozicije
hu: Müholdpozíció megjelenítése
it: Visualizza posizione Satellite
ru: Демонстрировать позицию спутника
sl: Prikaži položaj satelita
sv: Visa sat. position

source: show sat position in the infobar
cs: zobrazí pozici satelitu v infobaru
da: Vis sat position i infobjælken
el: Ένδειξη εναπομείναντος χρόνου γεγονότος στην μπάρα πληροφοριών
fr: Voir la position satellite dans la barre infos
hr: prikaži poziciju satelita u info traki
hu: MiniEPG-ben a müholdpozició megjelenítése
it: visualizza la posizione del satellite nella barra delle informazioni
ru: демонстрировать позицию спутника на информационной панели
sv: visa sat positioner i infobalken

source: Skip confirmations
cs: Přeskočit potvrzovaní
da: Fravælg bekræftelse
el: Παράλειψη επιβεβαιώσεων
fr: Passer confirmation
hr: preskoči potvrde
hu: Jóváhagyások kihagyása
is: Sleppa staðfestingum
it: Tralascia conferme
no: Hopp over bekreftelser
ro: fara confirmare
ru: Пропускать подтверждения
sl: Preskoči potrjevanja
sv: Hoppa över bekräftelser

source: enable/disable confirmations
cs: povolí/zakáže potvrzovaní
da: vælg/fravælg bekræftelse
el: Ενεργοποίηση ή όχι επιβεβαιώσεων (OK)
fr: Activez/désactiver confirmations
hr: aktiviraj/deaktiviraj Potvrde
hu: jóváhagyások engedélyezése/tiltása
is: nota/nota ekki staðfestingar
it: attiva/disattiva conferme
no: aktiver/deaktiver bekreftelser
ro: armeaza/dezarmeaza confirmare
ru: вкл./выкл. подтверждения
sl: omogoči/onemogoči potrjevanja
sv: aktivera/avaktivera bekräftelser

source: Hide error windows
cs: Neukazovat chybové hlásky
da: Vis ikke fejlmeddelelser
el: Απόκρυψη μηνυμάτων λαθών
fr: Cacher les erreurs
hr: Sakrij prozor greške
hu: Hibaüzenetek elrejtése
is: Fela villu glugga
it: Nascondi le finestre di errore
no: Ikke vis feilmeldinger
ro: ascunde erori
ru: Спрятать окна ошибок
sl: Skrij okna, katera javljajo napake
sv: Göm felmeddelanden

source: don't show zap error messages
cs: neukazuje chybové hlásky
da: vis ingen meddelelse ved zap fejl
el: Απόκρυψη μηνυμάτων λαθών zap
fr: Ne pas montrer les messages d'erreur Zapping
hr: ne prikazuj poruke greške kod prebacivanja
hu: ne mutasson csatornaváltás hibaüzeneteket
is: ekki sýna villu við rása stökk
it: non mostrare messaggi di errore cambio canale
no: ikke vis feilmeldinger ved kanalbytte
ro: nu arata zap error messages
ru: не отображать сообщения ошибки записи
sl: ne prikaži sporočil o napakah pri pregledovanju programov
sv: visa inte zap felmeddelanden

source: Auto show Infobar
cs: Automatický Infobar
da: Automatisk infobjælke
el: Αυτόματη εμφάνιση μπάρας πληροφοριών
fr: Afficher automatiquement la barre d'infos
hr: Automatski prikaži info traki
hu: MiniEPG automatikus feldobása
is: Sýna sjálfvirkt upplýsingar
it: visualizzazione automatica della barra delle informazioni
no: Auto vis Infobar
ru: Автоматически демонстрировать информационную панель
sl: prikaži info vrstico
sv: Auto visa Infobalk

source: always show infobar when new event info is avail
cs: zobrazí infobar při změně informací
da: vis infobjælke når begivenheds info ændres
el: Εμφάνιση μπάρας πληροφοριών εάν αλλάξουν πληροφορίες
fr: Voir l'OSD si une nouvelle info se présente
hr: uvijek prikaži infobar kada je dostupna informacija od događaja
hu: MiniEPG feldobása ha új müsorinformáció érkezik
is: alltaf sýna upplýsingar þegar nýtt atriði byrjar
it: visualizza sempre la barra delle informazioni quando è disponibile un' informazione su un nuovo evento
no: vis infobar når info blir endret
ru: всегда показывать информационную панель когда доступна новая информация о задании
sl: vedno pokaži info vrstico, ko so informacije o novem dogodku na voljo
sv: visa alltid infobalken när ny programinfo är tillgänglig

source: Show remaining Time
cs: Ukázat zbývající čas
da: vis resterende tid
el: Εμφάνιση εναπομείναντος χρόνου
fr: Voir l'heure de rappel d'un évennement
hr: Prikaži preostalo vrijeme
hu: Hátralevö idö jelzése
is: Sýna tíma sem eftir er
it: Visualizza il tempo restante
no: Vis gjenværende tid
ro: arata timpul ramas
ru: Показывать оставшееся время
sl: prikaz preostalega časa
sv: Visa kvarvarande tid

source: show event remaining time in the infobar
cs: ukáže zbývající čas do konce pořadu v infobaru
da: vis resterende tid i infobjælken
el: Ένδειξη εναπομείναντος χρόνου γεγονότος στην μπάρα πληροφοριών
fr: Voir l'heure de rappel d'un évennement dans la barre infos
hr: prikaži preostalo vrijeme u info traki
hu: MiniEPG-ben a müsor hátralevö idejének megjelenítése
is: sýna tíma sem er eftir af atriði í upplýsingum
it: visualizza il tempo restante nella barra delle informazioni
no: Vis gjenværende tid i infobaren
ru: показывать оставшееся время задания на информационной панели
sl: prikaz preostalega časa v informativni vrstici
sv: visa programmens kvarvarande tid i infobalken

source: Hide shortcut icons
hu: Gyorsparancs ikonok elrejtése

source: hide shortcut icons in menus
hu: Gyorsparancs ikonok elrejtése a menükben

source: Remotecontrol Setup
cs: Nastavení dálkového ovladače
da: Opsætnig af fjrnbetjening
el: Ρυθμίσεις Τηλεκοντόλ
fr: configuration télécommande
hr: Postavke bežičnog upravljača
hu: Távirányító beállítások
is: Uppsetning fjarstýringar
it: Impostazioni telecomando
no: FjernKontrollinnstillinger
ro: Telecomanda Setup
ru: Настройка дистанционного управления
sl: Nastavitev daljinskega upravljalca
sv: Fjärrkontroll Installation

source: Repeat Rate:
cs: Opakování :
da: Gentagelses hastighed
el: Ρυθμός:
fr: Fréquence de répétition
hr: Brzina Ponavljanja:
hu: Ismétlési sebesség:
is: Hraði á endurtekningu:
it: Intervallo ripetizione:
no: Gjentagelses hastighet:
ru: Частота повторов:
sl: Razmerje ponavljanja:
sv: Rep.hastighet:

source: Repeat Delay:
cs: Prodleva :
da: Gentagelses forsinkelse:
el: Καθυστέρηση:
fr: Délais de répétition
hr: Odgoda Ponavljanja:
hu: Ismétlési késleltetés:
is: Bið eftur endurtekningu:
it: Ritardo di ripetizione:
no: Gjentagelses forsinkelse:
ru: Задержка повтора:
sl: Zaostanek ponavljanja:
sv: Rep.fördröjning:

source: change remote control repeat rate left => less, right => more (... repeats)
cs: změna frekvence opakování stisku tlačítek < pomaleji, > rychleji
da: ændring af fjernbetjeningens gentagelseshastighed venstre => mindre, => mere
fr: Changer la vitesse de répétition de la télécommande Gauche => moins, Droite ==> plus (...Répétition)
hr: promjeni brzinu ponavljanja bežičnog upravljača lijevo=> manje, desno => više (...ponavljanja)
hu: távirányító ismétlési arány balra => kevesebb, jobbra => több (ismétlések)
is: breytið hraða á endurtekningu fjarstýringar vinstri => minna, hægri => meira (...endurtekningar)
it: cambia la velocità di ripetizione tasto del telecomando sinistra => bassa, destra => alta (... ripetizioni)
no: endre fjernkontroll gjentagelses avbrudd venstre => mindre, høyre => mere (... gjentagelser)
ro: schimba telecomanda repeat rate left => less, right => more (... repeats)
ru: изменение частоты повторов ПДУ влево => меньше, вправо => больше (...повторы)
sv: ändra fjärrkontrollen rep.hastighet vänster =>lägre, höger=>snabbare(...upprepningar)

source: change remote control repeat delay left => shorter, right => longer (...delay)
cs: změna zpoždění opakování stisku tlačítek < kratší, > delší
da: ændring af fjernbetjeningens gentagelses hastighed venstre => hurtigere, højre => langsommere
fr: Changer les délais de répétition de la télécommande Gauche => plus court, Droite ==> plus long (...Délais)
hr: promjeni odgodu ponavljanja bežičnog upravljača lijevo=> manje, desno => više (...odgode)
hu: távirányító ismétlési késleltetés balra => rövidebb, jobbra => hosszabb (késleltetés)
is: breyta biðtíma eftir endurtekningu fjarstýringar vinstri => styttri, hægri => lengri (...biðtími)
it: cambia il ritardo ripetizione del telecomando sinistra => più breve, destra => più lungo (...ritardo)
no: endre fjernkontroll gjentagelses avbrudd venstre => kortere, høyre => lengre (..abrudd)
ro: schimba telecomanda repeat delay left => shorter, right => longer (...delay)
ru: изменение задержки повторов ПДУ влево => короче, вправо => длиннее (...задержка)
sv: ändra fjärrkontrollen rep.fördröjning vänster=>kortare, höger=>längre(...fördröjning)

source: select your favourite RC style (ok)
cs: vyber režim dálkového ovladače (OK)
da: Vælg din fovorit RC (ok)
el: Επιλογή τύπου τηλεκοντρόλ
fr: Entrer le type d'horloge (ok)
hr: odaberite vaš omiljeni RC stil (ok)
hu: válassza ki kedvenc távirányító stílusát (OK)
is: veldu þinn uppáhalds uppsetningu á fjarstýringu (ok)
it: selezionare lo stile RC preferito (ok)
no: velg din FK stil-favoritt (ok)
ro: alege stil telecomanda (ok)
ru: выберите стиль управления ПДУ (ok)
sl: izberi priljubljen stil za daljinski upravljalec (ok)
sv: välj din favoritkonfig. för fjärrkontrollen (OK)

source: Next Char Timeout:
cs: Prodleva stisknutí tlačítek:
da: Timeout for næste bogstav/tal
el: Χρόνος επόμενου χαρακτ.
fr: Caractère suivant Timeout:
hr: Sljedeći Char Timeout:
hu: Köv. karakter idötartam:
is: Bið eftir næsta staf:
it: Timeout al prossimo segno:
no: Neste Tegn Tidsavbrudd:
ru: Следующий символ блокировки времени:
sv: nästa tecken timeout:

source: cursor to next char timeout(msek) in textinputfields
cs: zpoždění pohybu kurzoru (msek) v textových polích
da: Millisekunder inden cursoren flytter til næste indtastningsfelt
el: Χρόνος μετακίνησης δείκτη στα πεδία (msec)
fr: Curseur vers caractere suivant délais (msek) dans la case texte
hr: kursor do sljedeće char timeout(msek) in textinputfields
hu: köv. kar. kurzor idötartam(msek) a bev. mezöben
is: bendill í bið fyrir næsta staf(msek) í textainsláttar glugga
it: Timeout, fino che il cursore salta al prossimo segno nella finestra indicativa ( in msec )
no: peker til neste tegn tidsavbrudd(msek) i tekstfelter
sv: pilen till nästa tecken timeout (msek) i inmatningsfältet

source: UHF-Modulator Setup
cs: Nastavení UHF-Modulátoru
da: UHF-Modulator Opsætning
el: Ρύθμιση διαμορφωτή UHF
fr: Configuration du modulateur UHF
hr: Postavke UHF-Modulatora
hu: UHF-modulátor beállítások
is: UHF-mótara uppsetning
it: Impostazioni modulatore UHF
no: UHF-Modulator Instillinger
ru: Настройка ВЧ модулятора
sl: Nastavitve UHF-modulatorja
sv: RF modulator Installation

source: UHF Modulator on
cs: UHF Modulátor zapnut
da: UHF Modulator aktiv
fr: Modulateur UHF actif
hr: UHF Modulator uključen
hu: UHF-modulátor be
it: Modulatore UHF attivo
ru: ВЧ модулятор включен
sl: UHF modulator vklopljen
sv: RF modulatorn aktiverad

source: enable UHF Modulator
cs: zapne UHF Modulátor
da: aktiver UHF Modulator
fr: Activer Modulateur UHF
hr: uključi UHF Modulator
hu: UHF-modulátor engedélyezése
it: attiva Modulatore UHF
ru: включить ВЧ модулятор
sl: omogoči UHF modulator
sv: aktivera RF modulatorn

source: Test Pattern
cs: Kontrolní obraz
da: Test mønster
el: Δοκιμαστική εικόνα
fr: Modèle d'essai
hr: Test Slika
hu: Teszt-ábra
is: Prufu mynd
it: Immagine prova
no: Testbilde
ru: Тестовый образец
sl: Testni vzorec
sv: Testbild

source: enable test pattern
cs: zapne kontrolní obraz
da: aktiver test mønster
el: Ενεργοποίηση δοκιμαστικής εικόνας
fr: Permettre le modèle d'essai
hr: aktiviraj test sliku
hu: teszt ábra engedélyezése
is: virkja prufu mynd frá mótara
it: attivare l'immagine prova
no: aktiver testbilde
ro: armeaza test pattern
ru: включить тестовый образец
sl: omogoči testni vzorec
sv: aktivera testbilden

source: Sound enable
cs: Zapnout zvuk
da: Aktiver lyd
el: Ενεργοποίηση ήχου
fr: Son actif
hr: Zvuk omogućen
hu: Hang engedélyezése
is: Virkja hljóð
it: Audio Attivo
no: Aktiver Lyd
ro: armeaza Sound
ru: звук включен
sl: zvok vključen
sv: Ljud aktiverat

source: enable Sound
cs: zapne přenos zvuku
da: Etabler lyd
el: Ενεργοποίηση ήχου
fr: activer le sonf
hr: omogući Zvuk
hu: hang engedélyezése
is: virkja hljóð
it: attiva Audio
no: aktiver lyd
ro: armeaza Sound
ru: включить звук
sl: vključi zvok
sv: aktivera ljudet

source: Sound Subcarrier:
cs: Zvuková nosná :
da: Lyd Bærebølge
fr: Sous-porteuse son
hr: Zvučni podnosilac:
hu: Hang alcsatorna:
it: Sottoportante Audio:
ru: Поднесущая звука:
sv: Ljudbärvåg:

source: change sound subcarrier frequency
cs: změní frekvenci zvukové nosné
da: skift lyd bærebølge frekvens
el: Αλλαγή συχνότητας φέρουσας ήχου
fr: Changer la fréquence sous-transporteur de son
hr: promjeni frekvenciju nosioca zvuka
hu: hang segédvivö frekvencia megváltoztatása
is: breyta hljóð burðarbylgju
it: cambiare la frequenza audio sottoportante
no: Endre lydens bærefrekvens
ro: schimba sound subcarrier frequency
ru: изменение частоты поднесущей звука
sl: zamenjaj zvoku nizkotonsko frekvenčno območje
sv: ändra ljudbärvågens frekvens

source: Channel Nr.:
cs: Kanál č.:
da: kanal Nr:
fr: Chaines N°:
hr: Kanal Br.:
hu: Csatornaszám:
it: Numero canale:
ru: Номер канала:
sv: Kanal Nr.:

source: change channel
cs: změní kanál
da: Skift kanal
el: Αλλαγή καναλιού UHF
fr: Changer de chaîne
hr: promjeni kanal
hu: csatorna váltása
is: breyta rás
it: cambia canale
no: bytt kanal
ro: schimba canal
ru: изменение канала
sl: zbriši kanal
sv: ändra kanal

source: Fine Tune:
cs: Jemné ladění:
da: Finindstilling:
fr: reglage fin:
hr: Fino Naštimavanje:
hu: Finomhangolás:
it: Sintonia fine:
sv: Finjustering:

source: 250Khz steps
cs: krok 250 kHz
da: 250Khz trin
el: Βήματα 250khz
fr: Pas de 250 Khz
hr: 250KHz koraci
hu: 250kHz-es lépések
is: 250Hhz þrep
it: a gradi di 250Khz
no: 250Khz steg
ru: шаг 250Khz
sl: koraki po 250KHz
sv: 250 Khz per steg

source: save settings and leave rf setup
cs: uloží nastavení a opustí menu
da: gem indstillinger og forlad rf opsætning
el: Επιστροφή με αποθήκευση παραμέτρων RF.
fr: Sauvegarder les changements et quitter la configuration RF
hr: pohrani postavke i napusti rf postavke
hu: változások mentése, majd RF beállítások elhagyása
is: vista stillingar og fara úr mótara uppsetningu
it: memorizzare e abbandonare impostazioni rf
no: Lagre endringer og lukk RF-instillinger
ro: salvaza schimbari si paraseste rf setup
ru: сохранить настройки ВЧ модулятора и выйти
sl: shrani nastavitve in zapusti rf nastavitve
sv: spara ändringarna och lämna rf installationen

source: if you can read this your rfmod will not work.
cs: jestliže je toto čitelné RF mód nebude pracovat.
da: hvis du kan læse dette, virker rfmod ikke
el: Αν διαβάζεις αυτό ο διαμορφωτής RF δεν λειτουργεί
fr: Si vous pouvez lire ceci votre rfmod ne fonctionnera pas.
hr: ako ovo možete pročitati vaš rfmod neće raditi.
hu: Ha ezt a szöveget látja, akkor az RF-modulátor nem fog müködni.
is: er þú getur lesið þetta þá virkar mótainn ekki.
it: se riesci a leggere questo, significa che non funziona la modulazione RF.
no: hvis du kan lese dette, vil ikke RF-modulatoren din fungere.
ro: daca aici nu este vizibil rfmod nu functioneaza
ru: если Вы прочитали это, то Ваш ВЧ модулятор не работает.
sl: če beres to, tvoj rfmod ne dela
sv: om du kan läsa detta, kommer din rfmod inte att fungera.

source: Time Zone Setup
cs: Nastavení časového pásma
da: opsætning af tidszone
el: Ρύθμιση χρονικής ζώνης
fr: Réglages du fuseau horaire
hr: Postavke Vremenske Zone
hu: Idözóna beállítások
is: Uppsetning tímabeltis
it: Impostazioni Fuso Orario
no: Tidssone Konfigurasjon
ru: Настройка часового пояса
sl: Nastavitve časovne cone
sv: Tidszon Installation

source: Time Zone:
cs: Časové pásmo:
da: Tidszone:
el: Χρονική ζώνη:
fr: Fuseau horaire:
hr: Vremenska zona:
hu: Idözóna:
is: Tímabelti:
it: Fuso Orario
no: Tidssone:
ru: Часовой пояс:
sl: Časovna cona:
sv: Tidszon:

source: select your time zone (ok)
cs: vyberte Vaše časové pásmo (OK)
da: Vælg din tidszone (ok)
el: Επιλογή τοπικής χρονικής ζώνης (οk)
fr: Entrer votre région (ok)
hr: odaberi svoju vremensku zonu (ok)
hu: válasszon egy idözónát (OK)
is: veldu þitt tímabelti (ok)
it: seleziona il fuso orario (ok)
no: velg din tidssone (ok)
ro: alege time zone (ok)
ru: выберите ваш часовой пояс (ok)
sl: izberi svojo časovno cono(ok)
sv: välj tidszon (OK)

source: You have to restart enigma to apply the new Timezone Restart now?
cs: Je třeba restartovat přijímač pro načtení nové časové zóny Restartovat nyní?
da: Du skal genstarte enigma for at aktivere den nye tidszone Genstart nu ?
el: Πρέπει να κάνετε επανεκίνηση για να αλλάξει η επιφάνεια. Να γίνει τώρα;
fr: Vous devez redémarrer pour appliquer la nouvelle heure redémarrer?
hr: Morate restartati enigmu da nova vremenska zona bude primjenjena Restart sada?
hu: Újra kell indítani az Enigma-t, hogy az új idözóna aktiválódjon! Újrainditsuk most?
is: Þú verður að endurræsa enigma til að gera nýtt tímabelti virkt Endurræsa núna?
it: E' necessario riavviare enigma per applicare il nuovo Fuso Orario Riavvia ora?
ru: Для применения нового часового пояса необходима перезагрузка Перезагрузить сейчас?
sv: Du måste starta om enigma för att aktivera den nya tidszonen Starta om nu?

source: Timezone changed
cs: Časová zóna změněna
da: Tidszone ændret
el: Η χρονική ζώνη άλλαξε
fr: Zone horaire changée
hr: Vremenska zona promijenjena
hu: Idözóna megváltoztatva
is: Tímabelti breytt
it: Fuso Orario modificato
ru: Часовой пояс изменен
sl: Časovna cona zamenjana
sv: Tidszon ändrad

source: Cache has been cleared!
hu: A puffer kiürítve!

source: Ngrab Server
el: Εξυπηρετητής Ngrab
fr: Serveur NGRAB
hu: Ngrab szerver
is: Ngrab netþjónn
it: Server Ngrab
ru: Сервер для захвата потока

source: enter IP Adress of the Ngrab Server (0..9, left, right)
cs: nastavte IP adresu Ngrab Serveru ( 0..9, <, > )
da: indtast IP adressen på Ngrab Serveren (0..9, venstre, højre)
el: Δώστε τη διεύθυνση του NGrab Server (0..9, <, >)
fr: Entrez l'adresse IP du serveur NGRAB(0...9, gauche, droite)
hr: unesi IP Adresu od Ngrab Servera (0..9, lijevo, desno)
hu: adja meg az Ngrab szerver IP számát (0..9, bal, jobb)
is: sláðu inn IP veffang Ngrab vefþjóns (0..9, vinstri, hægri)
it: inserisci l'indirizzo IP del Server Ngrab (0..9,sinistra, destra)
no: skriv inn IP-Addressen til Ngrab serveren (0..9, venstre, høyre)
ro: Introduceti adresa IP pt Ngrab Server(0..9, left, right)
ru: введите IP-адрес сервера для захвата потока (0..9, влево, вправо)
sl: vnesi IP Naslov Ngrab serverja (0..9, levo, desno)
sv: ange Ngrab serverns IP-address (0..9, vänster, höger)

source: enter ngrab server port (standard is 4000)
cs: nastavte port Ngrab serveru (standardně 4000)
da: Indtast Ngrab server porten (standard er 4000)
el: Δώστε την πόρτα του server (συνήθως 4000)
fr: Entrer le port du serveur NGRAB (4000 en standard)
hr: unesi ngrab port servera (standarni je 4000)
hu: adja meg az Ngrab szerver portját (alapesetben 4000)
is: veldu ngrab vefþjóns port (venjulega 4000)
it: inserisci la porta del server ngrab (lo standard è 4000)
no: skriv inn ngrab server port (standard er 4000)
ro: Introduceti ngrab server port (standard este 4000)
ru: введите порт сервера для захвата потока (по умолчанию - 4000)
sl: vnesi ngrab server port ( standard je 4000)
sv: ange ngrab server port (standared är 4000)

source: enter MAC address of server (for wake on lan)
cs: nastavte MAC adresu serveru (pro probouzení po síti)
da: Indtast MAC adressen på din server (wake up lan)
el: Δώστε την διεύθυνση MAC του server (για WOL)
fr: Entrez l'adresse MAC du serveur (pour le wake on LAN)
hr: unesi MAC adresu od Servera (za wake on lan)
hu: adja meg a gép MAC cimét (Wake on lan-hoz)
is: sláðu inn MAC númer vefþjónsins (til að vekja á neti)
it: inserisci l'indirizzo MAC del server ( per il Wake on Lan )
no: skriv inn MAC adressen til serveren (for wake on lan)
ro: Introduceti MAC adresa pt server (for wake on lan)
ru: введите MAC адрес сервера (для выхода из спящего режима по активности LAN)
sl: vnesi MAC naslov serverja (for wake on lan)
sv: ange MAC address för servern (för Wake-On-LAN)

source: detect MAC Adress
cs: detekovat MAC adresu
da: fastslå MAC adresse
el: Ανίχνευση διεύθυνσης MAC
fr: Détecter l'adresse MAC
hr: detektiraj MAC Adresu
hu: MAC cim detektálása
is: leita að MAC númeri
it: rintraccia indirizzo MAC
no: detekter MAC Adresse
ru: определить MAC адрес
sl: zazna MAC naslov
sv: detekterad MAC address

source: try to autodetect server MAC address
cs: autodetekce MAC adresy serveru
da: forsøg at autodetecte server MAC adresse
el: Προσπάθεια αυτόματης εύρεσης διεύθυνσης MAC του server
fr: Détection auto de l'adresse MAC du serveur
hr: pokušaj autodetektirati MAC adresu servera
hu: megpróbálja megtalálni a gép MAC cimét
is: reyna að leita að MAC númeri vefþjóns
it: prova a rintracciare automaticamente l'indirizzo del Server MAC
no: prøv å autodetekter server MAC adresse
ru: пробовать автоматически определить MAC адрес сервера
sl: poskusi zaznati MAC naslov
sv: försök till autodetektering av server MAC address

source: Please check your NGrab Server or the IP
cs: Zkontrolujte NGrab server nebo IP
da: kontroller din NGrab Server eller IP
el: Παρακαλώ ελέξτε το Ngrab Server ή το IP
fr: Vérifiez l'IP de votre serveur NGRAB
hr: Molim provjeri svoj NGrab Server ili IP Adresu
hu: Ellenörizze az Ngrab szerver-t vagy az IP címet
is: Athugaðu Ngrab vefþjóninn eða IP töluna
it: Controlla il tuo Server NGrab o l' IP
no: Vennligst sjekk din NGrab server eller IP'en
ru: Пожалуйста проверьте ваш Сервер для захвата потока или IP
sl: Prosim preveri NGrab server ali IP
sv: Vänligen undersök din NGrab server eller IP

source: HW Address(MAC) detection failed
cs: Detekce MAC adresy neúspěšná !
da: HW Adresse (MAC) detektering fejlede
el: Απέτυχε η προσπάθεια εύρεσης διεύθυνσης MAC
fr: Erreur de detection auto. de l'adresse MAC
hr: Neuspjela detekcija HW Adrese(MAC)
hu: MAC cím lekérés sikertelen
is: Það tókst ekki að finna MAC númer
it: Rilevamento fallito del HW Address(MAC)
no: HW Adresse(MAC) deteksjon feilet
ru: HW ошибка определения адреса (MAC)
sv: HW address (MAC) detektering misslyckad

source: Communication setup
cs: Nastavení komunikace
da: Kommunikations opsætning
el: Ρυθμίσεις επικοινωνίας και διασυνδέσεων
fr: reglage de la communication
hr: Postavke komunikacije
hu: Kommunikációs beállítások
is: Samskipta uppsetning
it: Impostazioni di comunicazione
no: Kommunikasjons konfigurasjon
ro: Comunicatie Setup
ru: Настройка связи
sl: Nastavitve komunikacije
sv: Kommunikationsinstallation

source: enter IP Address of the box (0..9, left, right)
cs: nastavte IP adresu přijímače ( 0..9, <, > )
da: indtast IP Adressen på Boxen (0..9, venstre,højre)
el: Δώστε διεύθυνση του DREAMBOX (0..9, <, >)
fr: Entrez l'adresse IP de la DreamBox (0...9, gauche, droite)
hr: unesi IP Adresu prijemnika (0..9, lijevo, desno)
hu: adja meg a DreamBox IP címét (0..9, </>)
is: sláðu inn IP tölu móttakarans (0..9, vinstri, hægri)
it: inserisci l'indirizzo IP del Box (0..9,sinistra, destra)
no: IP-Addressen til boxen (0..9, venstre, høyre)
ro: Introduceti IP Address of the box (0..9, left, right)
ru: введите IP-адрес ресивера (0..9, влево, вправо)
sl: vnesi IP Naslov sprejemnika (0..9, levo, desno)
sv: ange mottagarens IP-adress (0..9, vänster, höger)
