Repository: ChakaZulu/tuxbox_apps
Catalog: tuxbox/enigma/po/*.po
Languages: cs, da, el, fr, hr, hu, is, it, no, ro, ru, sl, sv

source: To begin searching for a valid satellite press OK, or choose your desired satellite manually and press OK
cs: Pro začátek vyhledávání satelitu stiskněte OK nebo vyberte požadovaný satelit manuálně a stiskněte OK
da: Tryk OK for at søge efter en gyldig satellit, eller vælg din foretrukne satellit manuelt og tryk OK
el: Γιά να ξεκινήση η ανίχνευση επιλέξτε τον επιθυμητό δορυφόρο και πατήστε OK
fr: Pour rechercher un sat. valide appuyez sur ok, ou choisissez votre satellite souhaité manuellement et appuyer sur ok.
hr: Za početak potrage za važeći satelit pretisnite OK, ili odaberite vaš željeni satelit manualno i pretisnite OK
hu: Egy müködö mühold kereséséhez nyomja meg az OK-t, vagy válasszon ki kézzel egy müholdat, majd nyomja meg az OK gombot
is: Til að byrja leit á gildum gervihnetti, ýtið á ok eða veldu gervihnött handvirkt og ýttu á ok
it: per la ricerca di un satellite disponibile, premere OK oppure selezionare manualmente il satellite desiderato e confermare premendo OK
no: For å begynne å søke etter en gyldig satelitt trykk ok, eller velg ønsket satelitt manuelt og trykk på ok
ro: Pt a cauta un satelit valabil apasati OK,sau alege satelitul dorit si apasati OK
ru: Чтобы начать сканирование спутника нажмите ok, или выберите вручную необходимый Вам спутник и нажмите ok
sl: Za pričetek iskanja veljavnega satelita pritisni OK ali izberi željeni satelit ročno in pritisni OK
sv: För att påbörja sökning efter gilitig satellit tryck OK, eller välj den önskade satelliten manuellt och tryck OK

source: To begin searching for a valid cable provider press OK, or choose your desired cable provider manually and press OK
cs: Pro začátek vyhledávání kabelového poskytovatele stiskněte OK nebo vyberte požadovaného kabelového poskytovatele manuálně a stiskněte OK
da: For at søge efter en gyldig kabeludbyder tryk ok, eller vælg din foretrukne udbyder manuelt og tryk ok
el: Γιά να ξεκινήσει η ανίχνευση επιλέξτε τον επιθυμητό παροχέα και πατήστε OK
fr: Pour rechercher un provider câble valide appuyez sur ok, ou choisissez votre provider manuellement et appuyer sur ok.
hu: Egy érvényes kábelszolgáltató kereséséhez nyomja meg az OK-t, vagy válasszon ki kézzel egy kábelszolgáltató, majd nyomja meg az OK-t
is: Til að byrja leit á gildum kapal sendanda, ýttu á ok eða veldu sendanda sem þú vilt handvirkt og ýttu á ok
it: Per la ricerca di un provider valido premere OK, o scegli manualmente il provider e premi OK
no: For å begynne å søke etter en gyldig kabeltilbyder trykk ok, eller velg din kabeltilbyder manuelt og trykk ok
ro: Pt a cauta un cablu prov valabil apasati OK,sau alegeti prov dorit manual si apasati OK
ru: Чтобы начать сканирование кабельного провайдера нажмите ok, или выберите вручную необходимого Вам провайдера и нажмите ok.
sl: Za pričetek iskanja veljavnega kabelskega ponudnika pritisni OK ali izberi željenega ponudnika ročno in pritisni OK
sv: För att påbörja sökning efter gilitig operatör tryck OK, eller välj önskad operatör manuellt och tryck OK

source: To begin searching for a valid transponder press OK, or choose your desired location manually and press OK
cs: Pro začátek vyhledávání transpondéru stiskněte OK nebo vyber požadované umístění manuálně a stiskněte OK
da: Tryk OK for at søge efter en gyldig transponder, eller vælg din foretrukne transponder manuelt og tryk OK
el: Γιά να ξεκινήση η ανίχνευση επιλέξτε τον επιθυμητό δορυφόρο και πατήστε OK
fr: Pour rechercher un transpondeur valide appuyez sur ok, ou choisissez la position souhaité manuellement et appuyer sur ok.
hr: Za početak potrage za važeći transponder pretisnite OK, ili odaberite vaš željenu lokaciju manualno i pretisnite OK
hu: Egy müködö transzponder kereséséhez nyomja meg az OK-t, vagy válasszon ki kézzel egy TP-t, majd nyomja meg az OK gombot
is: Til að byrja leit á gildum sendi, ýttu á ok eða veldu handvirkt og ýttu á ok
it: Per iniziare la ricerca di un trasponder premere OK, o scegli manualmente la locazione desiderata e premi OK
ru: Чтобы начать сканирование с транспондера нажмите ok, или выберите вручную необходимый Вам транспондер и нажмите OK
sv: För att påbörja sökning efter gilitig satellit tryck OK, eller välj den önskade satelliten manuellt och tryck OK

source: A valid transponder has been found. Verify that the right network is selected
cs: Byl nalezen aktivní transpondér. Potvrďte, je-li služba správná.
da: En gyldig transponder fundet. Bekræft at det rigtige netværk er valgt
el: Σήμα βρέθηκε. Επιβεβαιώστε ότι ο σωστός δορυφόρος είναι επιλεγμένος
fr: Un transpondeur valide a été trouvé, vérifiez qu'il s'agit du bon réseau
hr: Valjani transponder je pronađen. Potvrdite dali je tražena mreža selektirana
hu: Találtam egy müködö transzpondert. Ellenörizze hogy a jó hálózatot választotta-e ki
is: Gildur sendir fannst. Athugaðu að rétt netkerfi er valið
it: E' stato trovato un Tasponder valido. Verifica che sia stato selezionato il giusto Network.
no: En gyldig transponder har blitt funnet. Verifiser at det rette nettverket er valgt.
ro: Un transponder valabil a fost gasit.Verificati daca este cel dorit
ru: Транспондер был найден. Проверте, что выбрана нужная сеть.
sl: Veljaven transponder je bil najden. Preveri če je izbrano pravilno omrežje
sv: En giltig transponder har hittats. Bekräfta att rätt nätverk har valts

source: All known transponders have been tried, but no lock was possible. Verify antenna-/cable-setup or try manual search if its some obscure satellite/network.
cs: Všechny známé transpondéry byly testovány, nové služby nenalezeny. Zkontrolujte nastavení přijímače a anténu nebo zkuste vyhledat ručně.
da: Alle kendte transpondere er prøvet, men det var ikke muligt at låse sig fast på nogle af dem. Undersøg antenne/kabelforhold eller prøv manuel søgning hvis der er tale om ukendt satellit/netværk
el: Όλοι οι γνωστοί αναμεταδότες δοκιμάστηκαν αλλα σήμα δεν βρέθηκε. Παρακαλώ ελένξτε τις παραμέτρους της κεραίας ή δοκιμάστε την χειροκίνητη ανίχνευση.
fr: Tous les transpondeurs connus ont été scannés, impossible de trouver une fréquence, /n vérifiez votre installation sattéllite ou essayé une recherche manuel.
hr: Svi poznati transponderi su bili isprobani, ali ništa nije nađeno. Provjerite antenu-/postavke kabla ili probajte manualnu pretragu ako primjeti koji satelit/mrežu.
hu: Az összes ismert transzponder le lett keresve, de nem sikerült müholdjelet találni. Ellenörizze az antenna vagy a kábel-beállításokat, vagy keressen le egy másik müholdat/hálózatot.
is: Allir þekktir sendar voru prófaðir en engin læsing fékkst. Athugaðu disk, kapal eða stillingu eða reyndu handvirka leit ef þetta er óþekktur gervihnöttur.
it: Su nessun Transponder conosciuto é stato possibile effettuare un lock con successo. La preghiamo di controllare le impostazioni dell'antenna-/cavo oppure di effettuare una ricerca manuale se sitrattasse di un Satellite speciale.
no: Alle kjente transpondere har blitt forsøkt, men det var ikke mulig å låse seg til en. Sjekk antenne-/kabel-oppsett eller prøv manuelt søk hvis det er en spesiell satelitt/nettverk.
ro: Toti transponderii cunoscuti au fost incercati,fara rezultat!Verificati antena/cablu!
ru: Все известные транспондеры были проверены, но ничего не найдено. Проверте антену-/кабель-настройки или поробуйте ручной поиск если есть неточности в спутнике/сети.
sl: Iskanje transponderjev je bilo neuspešno. Preveri antensko-/kabelsko- nastavitev ali poskusi ročno iskanje.
sv: Alla kända transpondrar har provats, men ingen låsning var möjlig. Kontrollera inställningarna för antennen och kablarna eller försök att söka manuellt om det är ovanlig satellit/nätverk.

source: All known transponders have been tried, but no lock was possible. Verify antenna-/cable-setup or try another satellite/network.
cs: Všechny známé transpondéry byly testovány, nové služby nenalezeny. Zkontrolujte nastavení přijímače a anténu nebo zkuste jiný satelit.
da: Alle kendte transpondere er prøvet, men det var ikke muligt at låse sig fast på nogle af dem. Undersøg antenne/kabelforhold eller prøv anden satellit/netværk
el: Όλοι οι γνωστοί αναμεταδότες δοκιμάστηκαν αλλα σήμα δεν βρέθηκε. Παρακαλώ ελένξτε τις παραμέτρους της κεραίας ή δοκιμάστε άλλο δορυφόρο.
fr: Tous les transpondeurs connus ont été scannés, impossible de trouver une fréquence, /n vérifiez votre installation cable ou essayé une recherche manuel.
hr: Svi poznati transponderi su skenirani, ali ništa nije pronađeno. Provjerite antenu-/postavke kabla ili probajte drugi satellit/mrežu
hu: Az összes ismert transzponder le lett keresve, de nem sikerült müholdjelet találni. Ellenörizze az antenna vagy a kábel-beállításokat, vagy keressen le egy másik müholdat/hálózatot.
is: Allir þekktir sendar voru prófaðir en engin læsing fékkst. Athugaðu disk, kapal eða reyndu annan gervihnött.
it: Su nessun Transponder conosciuto é stato possibile effettuare un lock con successo. La preghiamo di controllare le impostazioni dell'antenna-/cavo oppure di provare un'altro Satellite/Network.
no: Alle kjente transpondere har blitt forsøkt, men det var ikke mulig å låse seg til en. Sjekk antenne-/kabel-oppsett eller prøv en annen satelitt/nettverk.
ro: Toti transponderii cunoscuti au fost incercati,fara rezultat!Verificati antena/cablu!
ru: Все известные транспондеры были проверены, но ничего не найдено. Проверте антену-/кабель-настройки или попробуте другой спутник/сеть.
sl: Vsi znani transponderji so bili preizkušeni, toda zaklepanje ni možno. Preveri nastavitev antene/kabel ali poizkusi drugi satelit/omrežje
sv: Alla kända transpondrar har provats, men ingen låsning var möjlig. Kontrollera inställningarna för antennen och kablarna eller försök med en annan satellit eller ett annat nätverk.

source: Search in progress
cs: Probíhá vyhledávání
da: Søgning i gang
el: Ανίχνευση σε εξέλιξη
fr: Recherchez
hr: Pretraga u tijeku
hu: Keresés folyamatban
is: Leitun í gangi
it: Ricerca in corso
no: Søker...
ro: Cautare in progres
ru: Идет поиск
sl: Iskanje v teku
sv: Sökning pågår

source: %02i minutes and %02i seconds left
cs: Zbývá %02i minut a %02i sekund
da: %02i minutter og %02i sekunder tilbage
el: %d λεπτά και %02d δευτερόλεπτα
fr: %02i Minutes et %02i secondes restantes
hr: %02i minute i %02i sekunda ostalo
hu: Hátralevő keresési idö: %02i perc és %02i mp
is: %02i mínútur og %02i sekúndur eftir
it: ancora %02i minuti e %02i secondi
no: %02i minutter og %02i sekunder igjen
ro: %02i minute si %02i secunde
ru: осталось %02i минуты и %02i секунды
sl: preostalo je še %02i minut in %i sekund
sv: %02i minuter och %02i sekunder kvar

source: %02i seconds left
cs: Zbývá %02i sekund
da: %02i sekunder tilbage
el: %02i δευτερόλεπτα απομένουν
fr: %02d secondes restantes
hr: %02i sekundi ostalo
hu: Hátralevő keresési idö: %02i mp
is: %02i sekúndur eftir
it: ancora %02i secondi
no: %02i Sekunder igjen
ro: %02i secunde
ru: осталось %02i секунд
sl: se %i sekund do konca
sv: %02i sekunder kvar

source: Vertical
cs: Vertikální
da: Vertikal
el: Κάθετα
hr: Vertikala
hu: vertikális
is: Lóðrétt
it: Verticale
ru: Вертикальная/Правая
sl: vertikalno/a
sv: Vertikal

source: [only free]
cs: [jen volné]
da: [kun ukodet]
el: Μόνο ελεύθερα
fr: [gratuits uniquements]
hr: [samo besplatne]
hu: [csak szabad]
is: [bara opnar]
it: [solo in chiaro]
no: [kun gratis]
ro: [nicht codate]
ru: [только бесплатные]
sl: [samo nekodirani]
sv: [okodade]

source: [all]
cs: [vše]
da: [alle]
el: [όλα]
fr: [Tous]
hr: [sve]
hu: [összes]
is: [allar]
it: [tutti]
no: [alle]
ro: [toate]
ru: [все]
sl: [vsi]
sv: [alla]

source: [nothing]
cs: [nic]
da: [intet]
el: [κανένα]
fr: [aucuns]
hr: [ništa]
hu: [semmi]
is: [ekkert]
it: [nulla]
no: [ingenting]
ro: [nimic]
ru: [ничего]
sl: [nič]
sv: [inget]

source: Transponder Scan
cs: Vyhledávání vysílání
da: Transponder søgning
el: Ανίχνευση καναλιών
fr: Scan des transpondeurs
hr: Skeniranje transpondera
hu: Transzponder keresés
is: Senda leit
it: Ricerca Trasponder
no: Transponder skanning
ru: Сканирование транспондера
sl: Pregledovanje transponderja
sv: Transpondersökning

source: Waiting for tuner lock... please wait
cs: Čekám na lock tuneru... prosím čekejte
da: Afventer at tuneren låser..... vent venligst
el: Ανίχνευση σε εξέλιξη... παρακαλώ περιμένετε
fr: Blocage tuner, patientez
hr: Čekam odgovor Tunera... molim pričekajte
hu: Várakozás tuner lock jelre. Kérem, várjon...
is: Bíð eftir læsingu merkis... vinsamlegast bíðið
it: In attesa blocco tuner...attendere prego
ru: Идет поиск... пожалуйста, подождите
sv: Väntar på tunerlåsning...var god vänta

source: Scan is in progress... please wait
cs: Probíhá vyhledávání... prosím čekejte
da: Søgningen er i gang..... vent venligst
el: Ανίχνευση σε εξέλιξη... παρακαλώ περιμένετε
hr: Skeniranje u tijeku... molim pričekajte
hu: Keresés folyamatban. Kérem, várjon...
is: Leitun í gangi... vinsamlega bíðið
it: La ricerca é in corso... la preghiamo di attendere
no: Skanning pågår... vennligst vent
ro: Scan in progres... asteptati va rog
ru: Идет сканирование... пожалуйста, подождите
sl: Pregledovanje v teku...prosim počakaj
sv: Sökning pågår...var god vänta

source: The transponder scan has finished and found %i new Transponders, %i new TV Services, %i new Radio Services and %i new Data Services. %i Transponders with %i Services scanned.
cs: Vyhledávání ukončeno, nalezeno %i nových Transpondérů, %i nových TV kanálů, %i nových Rádií a %i nových datových služeb. %i Transpondérů a %i služeb prohledáno.
hr: Skeniranje transpondera je završeno i pronađeno %i nova Transpondera, %i novih TV stanica, %i novih Radio stanica te %i novih Data usluga. %i Transpondera sa %i usluga skenirano
hu: A transzponderkeresés véget ért és az alábbiakat találta: %i új transzpondert, %i új TV csatornát, %i új Rádió csatornát és %i új adat csatornát. %i transponder %i csatornával lekeresve.
sv: Transpondersökningen har avslutats och hittade %i nya transpondrar, %i nya TV-kanaler, %i nya radiokanaler och %i nya datakanaler har hittats. %i transpondrar inom %i kanaler har genomsökts.

source: Done.
cs: Hotovo.
da: Udført
el: Τέλος.
fr: Terminé
hr: Učinjeno.
hu: Kész.
is: Búið.
it: Fatto.
no: Ferdig.
ru: Готово.
sl: Storjeno.
sv: Klar.

source: Scan is in finished, press ok to close window
cs: Vyhledávání ukončeno, stisknutím OK uzavřete okno
da: Søgningen er afsluttet, tryk ok for at lukke vinduet
el: Η ανίχνευση τελείωσε. Πατήστε OK.
fr: Recherche terminée, appuyez sur OK pour quitter
hr: Skeniranje je završeno, pretisnite ok da zatvorite prozor
hu: Keresés kész, OK-val bezárhatja az ablakot
is: Leitun er lokið, ýtið á ok til að loka glugga.
it: La ricerca é terminata, premere OK per chiudere la finestra
no: Skanning er ferdig, trykk på ok for å lukke vinduet
ro: Scan terminat, apasati ok pt a inchide menu
ru: Сканирование завершено, нажмите ok для закрытия окна
sl: Pregledovanje je končano, za zapreti okno pritisni OK
sv: Sökningen har avslutats, tryck OK för att stänga fönstret

source: Do you want to scan another %s?
cs: Chcete prohledávat další %s?
da: Ønsker du at søge andre %s?
el: Θέλετε να ερευνήσετε και άλλο %s?
fr: Scan d'un autre %s?
hr: Da li želite ponovno skenirati %s?
hu: Szeretne más müholdat is lekeresni %s?
is: Viltu leita á öðrum %s?
it: Vuoi ricercarne ancora un'altro %s?
no: Vil du skanne en ny %s?
ro: Doriti Un nou scan %s?
ru: Хотите сканировать другой %s?
sl: Želiš pregledati še drugi %s?
sv: Vill du söka en annan %s?

source: Transponder
cs: Transpondér
el: Αναμεταδότη
fr: Transpondeurs
hu: Transzponder
is: Sendir
ru: Транспордер

source: Satellite
cs: Satelity
da: Satellit
el: Δορυφόρο
hr: Satelit
hu: Mühold
is: Gervihnöttur
no: Satelitt
ro: Satelit
ru: Спутник
sl: satelit
sv: Satellit

source: Scan finished
cs: Prohledávání ukončeno
da: Scanning afsluttet
el: Τέλος ανίχνευσης
fr: Fin de scan
hr: Skeniranje završeno
hu: Keresés befejezve
is: Leitun lokið
it: Ricerca terminata
no: Skanning ferdig
ru: Сканирование завершено
sl: Pregledovanje končano
sv: Sökning klar

source: Manual PIDs
cs: Ruční PIDs
da: Manuel PID
hr: Manualni PIDovi
hu: Kézi PID-ek
sv: Manuell PID

source: to enter service name press OK
cs: ke změně jména programu stiskněte OK
da: Tryk OK for at acceptere kanalnavn
hr: za unos imena usluge pretisni OK
hu: a csatorna nevének megadásához nyomja meg az OK-t
ru: для ввода названия канала нажмите OK
sl: za vnos imena programa pritisni OK
sv: för att ange service namn tryck OK

source: enter service name
cs: vložte jméno programu
da: Indtast kanalnavn
hr: unesi ime usluge
hu: adja meg a csatorna nevét
ru: введите название канала
sl: Vnesi ime programa
sv: ange service namn

source: to enter provider name press OK
cs: k vložení jména poskytovatele stiskněte OK
da: Tryk OK for at acceptere udbydernavn
hr: za unos imena pružatelja pretisni OK
hu: a szolgáltató nevének megadásához nyomja meg az OK-t
ru: для ввода имени провайдера нажмите OK
sv: för att ange provider namn tryck OK

source: enter provider name
cs: vložte jméno poskytovatele
da: Indtadt udbyder navn
hr: Unesi ime Pružatelja usluga
hu: adja meg a szolgáltató nevét
ru: введите название провайдера
sv: ange operatörs namn

source: to enter video pid press OK
cs: ke změně video pid stiskněte OK
da: Tryk OK for at acceptere video pid
hr: za unos video pid-a pretisni OK
hu: a Video PID megadásához nyomja meg az OK-t
ru: для ввода Видео PID нажмите OK
sv: för att ange video pid tryck OK

source: enter video pid
cs: vložte video pid
da: Indtast video pid
hr: unesi video pid
hu: Video PID megadása
ru: введите Видео PID
sv: ange video pid

source: to enter pcr pid press OK
cs: k vložení pcr pid stiskněte OK
da: Tryk OK for at acceptere pcr pid
hr: za unos pcr pid-a pretisni OK
hu: a PCR PID megadásához nyomja meg az OK-t
ru: для ввода PCR PID нажмите OK
sv: för att ange pcr pid tryck OK

source: enter pcr pid (in most case the same pid as the video pid)
cs: vložte pcr pid (většinou stejné pid jako video pid)
da: Indtast pcr pid (normalt samme pid som video pid )
hr: unesi pcr pid (u većini slučajeva isti je kao video pid)
hu: PCR PID megadása (legtöbbször ugyanaz mint a Video PID)
ru: введите PCR PID (в большинстве случаев это тот же PID что и для Видео)
sv: ange pcr pid ( vanligtvis samma pid som video pid)

source: to enter audio pid press OK
cs: k vložení audio pid stiskněte OK
da: Tryk OK for at acceptere lyd pid
hr: za unos pid zvuka pretisni OK
hu: az Audió PID megadásához nyomja meg az OK-t
ru: для ввода Аудио PID нажмите OK
sv: för att ange audio pid tryck OK

source: enter audio pid
cs: vložte audio pid
da: Indtast lyd pid
hr: unesi zvukovni pid
hu: Audió PID megadása
ru: введите Аудио PID
sv: ange audio pid

source: is AC3 Pid
cs: jedná se o AC3 pid
da: er AC3 pid
hr: je AC3 Pid
hu: ez AC3 PID
ru: является AC3 PID
sv: är AC3 pid

source: set this check when the entered audio pid is a ac3 audio pid
cs: nastavte, pokud audio pid je ac3 audio pid
da: Afmærk dette felt når den indtastede lyd pid er en AC3 pid
hr: postavi ovu provjeru kada uneseni zvukovni pid je ac3 zvukovni pid
hu: pipálja ezt be, ha a megadott PID egy AC3 hangsávé
ru: установите эту галочку когда введенный Аудио PID является AC3 Аудио PID
sv: kryssa i rutan om angiven ljud pid är en AC3 ljud pid

source: to enter (video) text pid press OK
cs: k vložení (video) text pid stiskněte OK
da: Tryk OK for at acceptere (video) text pid
hr: za unos (video) teks pid-a pretisni OK
hu: a Video Text PID megadásához nyomja meg az OK-t
ru: для ввода (Видео) text PID нажмите OK
sv: för att ange (video) text pid tryck OK

source: enter (video) text pid
cs: vložte (video) text pid
da: Indtast (video) tekst pid
hr: unesi (video) tekst pid
hu: Video Text PID megadása
sv: ange (video) text pid

source: to enter service id press OK
cs: ke změně id programu stiskněte OK
da: Tryk OK for at vælge kanal id
hr: za unos oznake usluge pretisni OK
hu: a Service ID megadásához nyomja meg az OK-t
ru: для ввода id сервиса нажмите ok
sl: za vnos id programa pritisni OK
sv: för att ange service id tryck OK

source: enter service id
cs: vložte id programu
da: Indtast kanal id
hr: unesi oznaku usluge
hu: Service ID megadása
ru: введите id сервиса
sl: Vnesi id programa
sv: ange service id

source: to enter tsid (transport stream id) press OK
cs: k vložení tsid (transport stream id) stiskněte OK
da: Tryk OK for at acceptere tsid (transport stream id )
hr: za unos tsid (transport stream id) pretisni OK
hu: a Transport Stream ID megadásához nyomja meg az OK-t
ru: для ввода tsid (transport stream id) нажмите ok
sv: för att ange tsid (transport stream id) tryck OK

source: enter tsid (transport stream id)
cs: vložte tsid (transport stream id)
da: Indtast tsid (transport stream id)
hr: unesi tsid (transport stream id)
hu: Transport Stream ID megadása
ru: введите tsid (transport stream id)
sv: ange tsid (transport stream id)

source: to enter onid (original network id) press OK
cs: k vložení onid (original network id) stiskněte OK
da: Tryk OK for at acceptere onid (original network id)
hr: za unos onid (original network id) pretisni OK
hu: az Original Network ID (ONID) megadásához nyomja meg az OK-t
ru: для ввода onid (original network id) нажмите ok
sv: för att ange onid (original network id) tryck OK

source: enter onid (original network id)
cs: vložte onid (original network id)
da: Indtast onid (original network id)
hr: unesi onid (original network id)
hu: Original Network ID megadása
ru: введите onid (original network id)
sv: ange onid (orginal network id)

source: no DVB
cs: žádné DVB
da: Ingen DVB
hr: nema DVB-a
hu: nincs DVB
ru: нет DVB
sv: inte DVB

source: don't read PAT/PMT/SDT for this service (only use cached pids)
cs: nečíst PAT/PMT/SDT pro tento program (použijí se jen pids z vyrovnávací paměti)
da: Læs ikke PAT/PMT/SDT for denne kanal ( Brug kun cachede pids )
hr: ne čitaj PAT/PMT/SDT za ovu uslugu (samo koristi pronađene pidove)
hu: ne olvassa be a PAT/PMT/SDT adatokat ennél a csatornánál (haszbálja a pufferelt PID-eket)
ru: не читать PAT/PMT/SDT для этого сервиса (только использовать cached pids)
sv: läs inte PAT/PMT/SDT för denna service (använd enbart lagrade pid)

source: use sdt
cs: použít sdt
da: Brug sdt
hr: koristi sdt
hu: SDT használata
ru: использовать sdt
sl: Uporabi sdt
sv: använd sdt

source: update name/provider/service type with content of the sdt (and auto remove service)
cs: aktualizace jména/poskytovatele/programu obsahem v sdt (automaticky odstraní programy)
da: Opdater navn/udbyder/kanal type med indholdet af sdt (og fjern automatisk kanal)
hr: nadopuni ime/pružatelja/usluge vrste sa sadržajem od sdt-a( i automatski obriši uslugu)
hu: a Név/Szolgáltató/Típus frissítése az SDT-ben (automata törléssel)
ru: обновить имя/провайдера/сервис тип с содержимым sdt (и автоматически удалить сервис)
sv: uppdatera namn/operatör/service med innehållet från sdt (och automatiskt ta bort service)

source: hold name
cs: držet jméno
da: Behold navn
hr: pridrži ime
hu: Név megtartása
ru: удержание имени
sv: lås namn

source: don't update the service name with content of the sdt
cs: neaktualizovat jméno programu obsahem v sdt
da: Opdater ikke kanalnavn med indholdet af sdt
hr: nedopuni ime usluge sa sadržajem sdt-a
hu: ne frissítse a csatorna nevét az SDT-ben
ru: не обновлять имя сервиса с содержимым sdt
sv: uppdatera inte servicenamnet med innehållet från sdt

source: read NIT
cs: cist NIT
hr: čitaj NIT
hu: NIT használata
sv: läs NIT

source: read tsid and onid from the nit (this can take up to 10 seconds)
cs: načíst tsid a onid z nit (může trvat až 10 sekund)
da: Læs tsid og onid fra NIT (Kan vare op til 10 sekunder)
hr: čitaj tsid i onid iz nit-a (to može potrajati do 10 sekundi)
hu: a Transport Stream és az Original Network ID-k kiolvasása a NIT-ből (max 10 másorpercet vehet igénybe)
ru: читать tsid и onid из сетевых таблиц провайдера (это может занять до 10 секунд)
sv: läsa tsid och onid från nit (detta kan ta upp till 10 sekunder)
