Repository: ChakaZulu/tuxbox_apps
Catalog: tuxbox/enigma/po/*.po
Languages: cs, da, el, fr, hr, hu, is, it, no, ro, ru, sl, sv

source: Invalid begin or end time.! Please check time and date
cs: Špatný počáteční nebo koncový čas.! Zkontrolujte datum a čas.
da: Ugyldig start eller sluttid.! kontoller tid og dato
el: Λάθος χρόνος έναρξης ή λήξης! Παρακάλώ έλέξτε την ώρα και την ημερομηνία
fr: Heure de début ou de fin invalide vérifiez vos règlages
hr: Pogrešno početno ili završno vrijeme.! Molim provijerite vrijeme i datum
hu: Érvénytelen kezdési- vagy vége-idöpont! Kérem, ellenörizze az adatokat!
is: Ógildur byrjunar eða loka tími.! Athugaðu tíma og dagsetningu
it: Selezione Orario invalido! Ricontrollare Orario e Data.
no: Ugyldig start eller slutt tid! Vennligst sjekk tid og dato
ru: Неправильное время начала или окончания! Пожалуйста проверте время и дату
sl: Neveljaven začetek ali konec časa! Prosim preveri čas in datum
sv: Ogiltig start- eller stopptid! Var god kontrollera tid och datum.

source: Sorry, you can not add a time shifted service manually to the timer. Please close the Timer and use the EPG of the service you wish to add!
cs: Nemůžete ručně přidat program se zpožděným přehráváním do časovače. Ukoncete časovač a použijte EPG programu, který chcete přidat.
da: Du kan ikke tilføje en tidsforskudt kanal til timeren manuelt. Luk timervinduet og brug EPG for den kanal du ønsker at tilføje
el: Δεν μπορείτε να προσθέσετε αυτό στον χρονοδιακόπτη Κλέιστε τον χρονοδιακόπτη και χρησημοποιήστε το EPG για την υπηρεσία που θέλετε να προσθέσετε
fr: Désolé, vous ne pouvez pas ajouter un enregistrement manuellement. SVP fermer le menu et utilisez l'EPG du canal !
hr: Oprosti, nemožeš dodati vremeski pomaknutu uslugu manualno u tajmer. Molim zatvori Tajmer i koristi EPG od usluge koju želiš dodati!
hu: Sajnos nem lehet kézzel a listához adni egy idöeltolásos anyagot. Zárja be a Timer-t és az EPG listából válasszon ki egy müsort amit fel szeretne venni!
is: Því miður getur þú ekki bætt við tíma breyttri rás handvirkt við tímalistann. Vinsamlegast lokaðu tímalistanum og notaðu EPG rásarinnar sem þú vilt bæta við!
it: Spiacente ma non é possibile inserire manualmente un time-shifted. Chiudere il timer e utilizzare l'EPG del canale che si vuole aggiungere.
no: Beklager, du kan ikke legge en tjeneste som bytter tid til i timeren manuelt. Vennligst lukk timeren og bruk EPGen til tjenesten du ønsker å legge til!
ru: Извините, Вы не можете добавить канал смещенный по времени вручную к таймеру. Пожалуйста закройте таймер и используйте EPG канала который Вы хотите добавить!
sl: Časovnega premika ročno ne moreš dodati v TIMER. Prosim zapri TIMER ter uporabi EPG za program, ki ga želiš dodati!
sv: Ursäkta, du kan inte lägga time-shift service manuellt till timer. Snälla stäng Timer och använd EPG på servicen du vill använda!

source: no description found
cs: Popis není k dispozici
da: ingen beskrivelse fundet
el: Δεν βρέθηκε περιγραφή
fr: Pas de description trouvée
hr: opis nije pronađen
hu: nincs információ
is: engin lýsing fannst
it: nessuna descrizione disponibile
no: ingen beskrivelse tilgjengelig
ro: nu este descris
ru: описание не доступно
sl: opis ni najden
sv: ingen beskrivning är tillgänglig

source: Satellite Edit
cs: Satelity
da: Satellit redigering
el: Σύνταξη Δορυφόρου
fr: Edition de satellite
hr: Editiranje Satelita
hu: Müholdadat módosítása
is: Breyta gervihnetti
it: Edit Satellite
no: Editer Satelitt
ro: Editare Satelit
ru: Редактирование Спутника
sl: urejanje satelitov
sv: Ändra Satellit

source: press ok to change satellite name
cs: stiskem OK změníte název satelitu
da: tryk ok for at skift satellit navn
el: Πατήστε OK για να αλλάξετε το όνομα του δορυφόρου.
fr: Appuyez ok pour entrer le nom du satellite
hr: pretisnite ok za promjenu imena Satelita
hu: Ok-val megváltoztathatja a mühold nevét
is: ýttu á ok til að breyta nafni gervihnattar
it: premere OK per modificare il nome del satellite
no: trykk på ok for å endre satelittnavn
ro: apasa ok pt a schimba sat name
ru: нажмите ok для изменения имени спутника
sl: pritisni ok za spremembo imena satelita
sv: tryck OK för att ändra satellitnamn

source: press ok to change direction
cs: stiskem OK změníte směr
da: tryk ok for at skifte retning
el: Πατήστε OK για να αλλάξετε κατεύθυνση
fr: Appuyez ok pour changer de direction
hr: pretisnite ok za promjenu direktorija
hu: OK-val az irány megváltoztatható
is: ýttu á ok til að breyta stefnu
it: premere OK per modificare la direzione
no: trykk på ok for å endre retning
ro: apasa ok pt a schimba directia
ru: нажмите ok для изменения направления
sl: pritisni ok za spremembo smeri
sv: tryck OK för att ändra riktning

source: Network search
cs: Hledání sítě
da: Netværks søgning
el: Έρευνα δικτύου
fr: Recherche réseau
hr: Pretraga Mreže
hu: Hálózat keresés
is: Leita að öllum rásum
it: Ricerca Network
no: Nettverkssøk
ru: Сетевой поиск
sl: iskanje omrežja
sv: nätverkssökning

source: scan Network Information Table(s) this is recommend
cs: je doporučeno prohledání NIT (Network Information Table)
da: gennemsøg netværksinformations tabel(ler) anbefales
el: Ανίχνευση πίνακα πληροφοριών δικτύου (NIT) Αυτή η επιλογή προτείνεται
fr: Scanner les tables d'info. réseau Recommandé
hr: skeniraj Network Information Table(s) ovo je preporučeno
hu: Hálózati Információs Táblák keresése ajánlott
is: leita eftir Netkerfis töflu sendanda (NIT) ég mæli með því
it: Cerca nella Tabella dei Network scelta raccomandata
no: skann Network Information Table anbefalt
ro: scan Network Information Table(s) este recomandat
ru: сканировать сетевые информационные таблицы рекомендовано
sl: preišči NIT-e(mrežna informacijska omizja) priporočljivo
sv: sök Nätverk Informationen Tabell(er) detta är rekommenderat

source: Extended networks search
cs: Rozšířené hledání sítě
da: Udvidet netværks søgning
el: Προχωρημένη έρευνα δικτύου
fr: Recherche de réseaux étendue
hr: Prošireno pretraživanje mreže
hu: Bövített hálózat keresés
is: Útvíkkuð netkerfis leitun
it: Ricerca Network avanzata
no: Utvidet nettverkssøk
ru: Расширенный сетевой поиск
sl: iskanje razširjenega omrežja
sv: Utökad nätverkssökning

source: scan NITs of other transponders this is slower, but sometimes needed)
cs: prohledávání NIT ostaních transpondérů je pomalejší, ale někdy nutné
da: søg NITs på andre transpondere det går langsomt, men undertiden nødvendigt
el: Ανίχνευση NIT όλων των αναμεταδοτών. Πιό αργή έρευνα αλλά καμιά φορά αναγκαία
hr: skeniraj NITs od drugih transpondera ovo je sporije, ali ponekad potrebno)
hu: más transzponderek NIT-jeinek keresése ez lassabb, de néha szükséges
is: leita eftir NIT á öðrum sendum þetta tekur lengri tíma en þarf stundum)
it: Cerca nella Tabella dei Network di altri Transponder più lento, ma a volte necessario)
no: skann NITer av andre transpondere dette er treger, men av og til nødvendig
ro: scan NITs of other transponders
ru: сканировать NITs из других транспондеров это медленнее, но иногда необходимо)
sl: preišči NIT-e ostalih transponderjev je počasneje, ampak včasih potrebno
sv: Sök NIT för andra transponders detta är långsammare, men ibland nödvändigt)

source: Use BAT
cs: Použít BAT
da: Brug BAT
el: Χρήση BAT
fr: Utiliser BAT
hr: Koristi BAT
hu: BAT használata
is: Nota BAT
it: utilizzare BAT
no: bruk BAT
ru: Использовать BAT
sl: uporabi BAT
sv: använd BAT

source: use Provider DVB Bouquet Tables if exist
cs: pokud je k dispozici, použije DVB Bouquet Table poskytovatele
da: brug udbyder DVB kanaltabel hvis den eksisterer
el: Χρήση πίνακα μπουκέτου παροχέα, αν υπάρχει.
fr: Utiliser la table de bouquets du provider si elle existe
hr: koristi DVB butik pružatelja usluga ako postoji
hu: ha lehet, akkor a szolgáltató DVB Bouquet listája szerint dolgozzon
is: nota DVB rásavönduls töflu sendanda ef hún er til
it: utilizzare tabella provider DVB bouquet se presente
no: brruk Tilbyder DVB Bouquet Tabell hvis den finnes
ru: использовать таблицы каналов вещателя если они доступны
sl: uporabi ponudnikova DVB Paketna omizja, če si na voljo
sv: använd Operatörs DVB favorittabell om denna exsistera

source: add new Network
cs: přidat novou síť
da: tilføj nyt netværk
el: Προσθήκη νέου Δικτύου (ok)
fr: Ajouter un nouveau réseau
hr: dodaj novu mrežu
hu: új hálózat hozzáadása
is: bæta við nýju Netkerfi
it: aggiungere nuovo Network
no: legg til nytt Nettverk
ro: adauga nou Network
ru: добавить новую сеть
sl: dodaj novo omrežje
sv: lägg till nytt nätverk

source: remove selected Network
cs: vymazat vybrané sítě
da: fjern det valgte netværk
el: Διαγραφή επιλεγμένου δικτύου
fr: Effacer le réseau sélectionné
hr: obriši selektiranu Mrežu
hu: kijelölt hálózat törlése
is: taka út valið Netkerfi
it: cancellare Network selezionato
no: fjern valgt Nettverk
ro: sterge Network selectat
ru: удалить выбранную сеть
sl: odstrani izbrano omrežje
sv: ta bort valt Nätverk

source: Save changed Transponders?
cs: Zapsat změněné transpondéry?
da: Gem ændrede Transpondere?
el: Να αποθηκευτούν οι αλλαγές;
fr: Sauvegarder les changements de transpondeurs
hr: Pohrani promjenjene Transpondere?
hu: Menthető a módósitott transzponder?
is: Vista breytta senda?
it: Salvare modifica Transponders?
no: Lagre endrede Transpondere?
ro: Salveaza schimbari?
ru: Сохранить изменения транспондеров?
sl: Shranim spremenjen transponder?
sv: Spara ändrade transponders?

source: Transponders changed
cs: Transpondéry změněny
da: Transpondere ændret
el: Οι αναμεταδότες ενημερώθηκαν
fr: Transpondeurs changés
hr: Transponderi promjenjeni
hu: Transzponderek módositva
is: Sendum breytt
it: Transponders modificati
no: Transpondere endret
ro: Transponderi schimbati
ru: Транспондеры изменились
sl: Transponder spremenjen
sv: Transponders ändrade

source: Transponders couldn't be written to file!
cs: Transpondéry nelze uložit do souboru !
da: Transponderne kunne ikke skrives til filen!
el: Οι αναμεταδότες δεν αποθηκεύτηκαν στο αρχείο!
fr: Le transpondeur ne peut être sauvegardé dans le fichier
hr: Transponder nije bilo moguće upisati u file!
hu: A transzpondereket nem lehetett fájlba menteni!
is: Ekki var hægt að skrifa sendalista í skrá!
it: Non é stato possibile scrivere i transponder nel file!
no: Transpondere kunne ikke bli skrevet til fil!
ro: Transponderi nu pot fi salvati in file!
ru: Транспондеры не могут быть записаны в файл!
sl: Transponderjev ni možno vpisati
sv: Transponders kunde inte skrivas till fil!

source: Write Error
cs: Chyba zápisu
da: Skrivefejl
el: Σφάλμα κατά την εγγραφή
fr: Erreur d'écriture
hr: Greška pri pisanju
hu: Irási hiba
is: Villa við skrift
it: Errore di scrittura
no: Skrive Feil
ro: Eroare gasita
ru: Ошибка записи
sl: Izpisana Napaka
sv: Skrivfel

source: new Satellite
cs: nový satelit
da: Ny satellit
el: Νέος δορυφόρος
fr: Nouveau satellite
hr: Novi Satelit
hu: új mühold
is: nýr gervihnöttur
it: nuovo satellite
no: ny Satelitt
ro: Nou Satelit
ru: новый Спутник
sl: nov satelit
sv: ny satellit

source: Really delete the selected satellite?
cs: Opravdu chcete vymazat vybraný satelit ?
da: Vil du virkelig slette den valgte satellit?
el: Σίγουρα να διαγραφεί ο επιλεγμένος δορυφόρος;
fr: Effacer le satellite sélectionné?
hr: Stvarno želite obrisati selektirani satelit?
hu: Biztos törölhetö a kijelölt mühold?
is: Viltu virkilega eyða völdum gervihnetti?
it: sei sicuro di voler cancellare il satellite selezionato?
no: Vil du virkelig fjerne valgt satelitt?
ro: Sterge Satelit?
ru: Действительно удалить выбранный спутник?
sl: Prepričan, de želiš odstraniti izbran satelit?
sv: Verkligen ta bort vald satellit?

source: Delete %s
cs: Mazání %s
da: Slet %s
el: Διαγραφή %s
fr: Effacer %s
hr: Obriši %s
hu: %s törlése
is: Eyði %s
it: Cancella %s
no: Slett %s
ro: Sterge %s
sl: zbriši %s
sv: Radera %s

source: Please select the software version to upgrade to:
cs: Vyberte verzi software pro aktualizaci :
da: Vælg hvilken software version du vil opgradere til:
el: Παρακαλώ επιλέξτε έκδοση αναβάθμισης:
fr: Choisissez la version du logiciel que vous désirez installer
hr: Molim odaberite Softver na koji želite nadograditi:
hu: Válassza ki a kívánt szoftvert a frissítéshez:
is: Veldu útgáfu hugbúnaðar sem þú vilt uppfæra í:
it: selezionare prego la versione che si vuole aggiornare:
no: Vennligst velg versjon å oppgradere til:
ro: Alegeti vers Software pt upgrade:
ru: Пожалуйста выберите версию ПО для обновления:
sl: Prosim izberi programsko opremo za nadgraditev:
sv: Välj mjukvaruversion att uppgradera till:

source: manual upload
cs: ruční příjem
da: manuel upload
el: Χειροκείνητο φόρτωμα
fr: Upload manuel
hr: manualna nadogradnja
hu: kézi feltöltés
is: handvirkt upphleðsla
it: upload manuale
no: manuell opplasting
ru: ручная загрузка
sl: ročno nalaganje
sv: manuell uppladdning

source: downloading catalog...
cs: Stahuji seznam ...
da: downloader katalog...
el: κατέβασμα καταλόγου...
fr: Téléchargement du catalogue...
hr: skidam katalog...
hu: katalógus letöltése...
is: hala niður lista....
it: caricamento catalogo...
no: laster ned katalog...
ru: загрузка каталога...
sl: nalaganje kataloga...
sv: laddar ned katalog

source: downloading changelog...
cs: Stahuji protokol změn ...
da: downloader ændringsloggen...
el: κατέβασμα καταλόγου αλλαγών (changelog)...
fr: Affichier les informations de l'historique des modifications
hr: skidam listu promjena...
hu: Lognapló letöltése...
is: hala niður breytinga lista...
it: caricamento changelog...
no: laster ned endringslogg...
ru: загрузить список изменений...
sl: nalaganje programskih sprememb...
sv: laddar ned ändringslogg...

source: downloading image...
cs: Stahuji image...
da: downloader image...
el: κατέβασμα αρχείου λογισμικού...
fr: Téléchargement du fichier image...
hr: skidam image...
hu: image fájl letöltése...
is: hleð niður stýrikerfi....
it: caricamento in corso del firmware...
no: laster ned image...
ro: downloading imagine...
ru: загрузка файла ПО...
sl: nalaganje image-a...
sv: laddar ned image...

source: Please select version to upgrade or LAME! to abort
cs: Vyberte verzi pro aktualizaci nebo Exit !
da: vælg hviken versin du vil opgradere til, eller LAME for at afbryde
el: Παρακαλώ επιλέξτε έκδοση ή LAME για ακύρωση:
fr: SVP sélectionnez la version à mettre à jour ou LAME! pour abandonner
hr: Molim odaberite verziju na koju želite nadograditi ili pretisnite LAME! za prekid
hu: Válasszon egy upgrade verziót, vagy a LAME/EXIT gombbal lépjen ki
is: Veldu útgáfu sem þú vilt uppæra í eða ýttu á LAME! til að hætta við
it: selezionare prego la versione preferita o LAME! per interrompere:
no: Vennligst velg versjon å oppgradere til, eller trykk LAME! for å avbryte
ro: Selectati vers upgrade sau parasiti menu
ru: Пожалуйста выберете версию для обновления или EXIT для отмены
sl: Prosim izberi različico programske opreme za nadgradnjo ali LAME! za prekinitev
sv: Välj version att uppdatera till eller avbryt med LAME!

source: Error!
cs: Chyba!
da: Fejl!
el: Λάθος!
fr: Erreur!
hr: Greška!
hu: Hiba!
is: Villa!
it: Errore !
no: Feil!
ro: Eroare!
ru: Ошибка!
sl: Napaka!
sv: Fel!

source: Download aborted.
cs: Příjem zrušen.
da: Download afbrudt
el: Ακύρωση διαβάσματος αρχείου.
fr: Téléchargement annulé.
hr: Nadogradnja obustavljena.
hu: Letöltés megszakítva.
is: Hætt við niðurhal.
it: Download interrotto.
no: Nedlastning avbrutt.
ro: Renunta download.
ru: Загрузка прервана.
sl: Prenos podatkov prekinjen.
sv: Nedladdningen avbröts.

source: checking consistency of file...
cs: kontroluji správnost souboru ...
da: kontrollere indholdet af filen...
el: Έλεγχος του αρχείου...
fr: Vérification de l'uniformité des fichiers...
hr: provjeravam ispravnost file-a...
hu: fájl konzisztencia ellenörzése...
is: athuga villur í skrá....
it: Verifica della consistenza del File...
no: sjekker konsistensen på filen...
ro: control consistenta file...
ru: проверка целостности файла...
sl: kontrola vsebine datoteke...
sv: logisk kontroll av fil...

source: write error while downloading...
cs: chyba zápisu během stahování ...
da: skrivefejl under download...
el: Σφάλμα εγγραφής κατά το κατέβασμα...
fr: Erreur lors du téléchargement...
hr: greška programiranja tijekom skidanja softwera...
hu: letöltés közben írási hiba keletkezett...
is: villa við skrift á skrá við niðurhal...
it: errore di scrittura durante il Download ...
no: Skrivefeil ved nedlastning...
ro: eroare gasita la control download...
ru: ошибка записи при загрузке...
sl: izpisana trenutna napaka pri prenosu...
sv: skrivfel under nedladdning...

source: Data error. The checksum didn't match.
cs: Chyba dat. Chybný kontrolní součet.
da: Datafejl. Kontrolsummen var forkert
el: Σφάλμα δεδομένων. Η σούμα δεν ταιριάζει.
fr: Erreur de données. Le checksum est incorrect
hr: Data error, checksum se ne podudara.
hu: Adat hiba. Az ellenörzö szám helytelen.
is: Villa í gögnum. Þversumma passar ekki.
it: Errore dati. Verifiche non riuscite!
no: Data feil. Sjekksummen var ikke lik.
ru: Ошибка данных. Контрольная сумма не совпала.
sl: Napaka podatkov
sv: Datafel. Kontrolltalet stämde inte.

source: Checksum OK. Ready to upgrade.
cs: Kontrolní součet OK. Připraven k aktualizaci.
da: Kontrolsum OK. Klar til at opgradere
el: Η σούμα ταιριάζει. Έτοιμο για αναβάθμιση.
fr: Checksum OK, prêt pour la mise à jour.
hr: Checksum OK. Spreman za nadogradnju.
hu: Ellenörzőszám OK. Készen állok a frissítésre.
is: Summa í lagi. Tilbúin að uppfæra.
it: Verifica OK! Pronto per l'aggiornamento.
no: Sjekksum OK. Klar for oppgradering.
ro: Checksum OK. Sunt gata pt upgrade.
ru: Контрольная сумма совпала. Готов к обновлению.
sl: Pregled opravljen . Pripravljen za nadgradnjo.
sv: Kontrolltalet ok. Klar för uppdatering.

source: Are you sure you want to upgrade to this new version?
cs: Přejete si opravdu provést aktualizaci systému na tuto novou verzi ?
da: Er du sikker på at du vil opgradere til ny version?
el: Σίγουρα θέλετε να γίνει η αναβάθμιση στην νέα έκδοση;
fr: Voulez vous réellement installer cette nouvelle version?
hr: Jeste li sigurni da želite nadograditi na ovu novu verziju?
hu: Biztos hogy frissíteni szeretne erre az új verzióra?
is: Ertu viss um að þú viljir uppfæra í þessa útgáfu?
it: Vuoi veramente aggiornare con la nuova versione?
no: Er du sikker på at du vil oppgradere til denne nye versjonen?
ro: Esti sigur ca vrei o noua versiune de Soft?
ru: Вы действительно хотите обновить программное обеспечение?
sl: Si prepričan, da želiš nadgraditi z novo različico programske opreme?
sv: Är du säker på att du önskar uppdatera till den nya versionen?

source: Ready to upgrade
cs: Připraven k aktualizaci
da: Klar til opgradering
el: Έτοιμο για αναβάθμιση
fr: Prêt pour la mise à jour
hr: Spreman za nadogradnju
hu: Készen állok a frissítésre
is: Tilbúin að uppfæra
it: pronto per aggiornamento
no: Klar for oppgradering
ro: Sunt gata pt upgrade
ru: Готов к обновлению
sl: Pripravljen na nadgradnjo
sv: Klar för uppdatering

source: Can't read flashimage.img!
cs: Nemohu přečíst flashimage.img !
da: Kan ikke læse flashimage.img
el: Η ανάγνωση του flashimage.img δεν είναι δυνατή!
fr: Ne peut lire le fichier image.img!
hr: Ne mogu pročitati flashimage.img!
hu: A flashimage.img nem olvasható!
is: Gat ekki lesið skrá.img!
it: Impossibile leggere flashimage.img!
no: Kan ikke lese flashimage.img!
ro: Nu pot citi flashimage.img!
ru: Невозможно прочитать файл ПО.img!
sl: NI možno prebrati flashimage.img!
sv: kan inte läsa flashimage.img!

source: Flash
el: Εγγραφή στη μνήμη flash
hu: Flash-elés
ru: Память

source: flashimage.img has filesize of 0byte!
cs: flashimage.img má nulovou délku !
da: flashimage.img har en filstørrelse på 0 byte!
el: Το αρχείο flashimage.img έχει μέγεθος 0 bytes!
fr: Le fichier image n'a une taille que de 0 octet!
hr: flashimage.img ima veličinu 0byta!
hu: A flashimage.img mérete 0 byte!
is: flashimage.img er með stærð 0byte!
it: il file flashimage.img ha una lunghezza di 0 byte!
no: flashimage.img har en filstørrelse på 0byte!
ru: файл ПО.img имеет размер 0byte!
sl: flashimage.img ima velikost 0byte-ov!
sv: flashimage.img har filstorlek av 0byte!

source: Please wait... do NOT switch off the receiver!
cs: Čekejte prosím ... nyní NEVYPÍNEJTE přijímač!!!
da: Vent venligst.... sluk IKKE modtageren!
el: Παρακαλώ περιμένετε...ΜΗΝ κλείσετε το μηχάνημα!
fr: Patientez svp... Ne pas éteindre votre DreamBox !!!!
hr: Molim pričekajte... NE isključujte prijemnik iz napajanja!
hu: Kérem, várjon... NE kapcsolja ki a készüléket!
is: Bíðið... EKKI stökkva á móttakara!
it: Attendere prego...NON spegnere il ricevitore!
no: Vennligst vent... SLÅ IKKE AV TUNEREN!
ro: Asteptati... nu opriti receiver!
ru: Пожалуйста подождите... НЕ выключайте ресивер!
sl: Prosim počakaj... ne UGASNI sprejemnika
sv: Var god vänta...Stäng INTE av mottagaren nu!

source: upgrade in progress
cs: probíhá aktualizace
da: opgradering i gang
el: Αναβάθμιση σε εξέλιξη
fr: Mise à jour en cours ...
hr: nadogradnja u tijeku
hu: frissítés folyamatban
is: uppfærsla í gangi
it: aggiornamento in corso
no: oppgraderer...
ro: upgrade in progres
ru: идет обновление
sl: nadgradnja v teku
sv: uppdatering pågår

source: Erasing Flash...
cs: Mažu Flash...
da: Sletter Flash...
el: Διαγραφή μνήμης flash...
fr: Effacement de la mémoire Flash...
hr: Brišem Flash...
hu: Flash törlése...
is: Þurrka út Flash...
it: Cancellazione della memoria Flash ...
no: Sletter Flash...
ro: Sterge Flash...
ru: Стирание ПО...
sl: Brisanje Flash-a...
sv: Suddar flash

source: Writing Software to Flash...
cs: Zapisuji software do Flash ...
da: Skriver flash....
el: Εγραφή λογισμικού στη μνήμη Flash...
fr: Ecriture du logiciel dans la mémoire Flash...
hr: Pišem Software u Flash...
hu: Szoftver írása a Flash-be...
is: Skrifa hugbúnað í Flash...
it: Scrittura Software nella Memoria Flash...
no: Skriver programvare til Flash...
ro: Scrie Software in Flash...
ru: Запись ПО...
sl: Vpisujem programsko opremo v Flash...
sv: Skriver mjukvara till Flash...

source: Erase error!
cs: Chyba mazání!
da: Fejl ved sletning!
el: Σφάλμα κατά τη διαγραφή!
fr: Erreur d'effacement!
hr: Greška brisanja!
hu: Törlési hiba!
is: Villa við útþurrkun!
it: Errore di cancellazione!
no: Feil ved sletting!
ro: Erase eroare!
ru: Ошибка стирания!
sl: Napaka pri brisanju!
sv: Raderingsfel!

source: Can't open mtd!
cs: Nelze otevřít mtd!
da: Kan ikke åbne mtd!
el: Δεν μπορώ να ανοίξω το mtd!
fr: Ne peut ouvrir mtd!
hr: Ne mogu otvoriti mtd!
hu: Nem lehet megnyitni az mtd-t!
is: Get ekki opnað mtd!
it: Impossibile aprire l'mtd!
no: Kan ikke åpne mtd!
ro: Nu pot deschide mtd!
ru: Невозможно открыть mtd!
sl: Ni možno odpreti mtd!
sv: Kan inte öppna mtd!

source: upgrade successful! restarting...
cs: aktualizace dokončena! restartuji ...
da: opgradering afsluttet! genstarter...
el: Επιτυχής αναβάθμιση! Επανεκίνηση...
fr: Mise à jour de votre DreamBox réussie! Redémarrage ...
hr: nadogradnja uspiješna! restartam...
hu: A frissítés sikerült! Újraindítás folyamatban...
is: Uppfærsla tókst! endurræsi..
it: aggiornamento riuscito! riavvio...
no: Oppgradering var vellykket starter på nytt...
ru: обновление завершено! перезагрузка...
sl: nadgraditev uspešna! ponovno zaženi...
sv: uppdateringen lyckades! startar om...

source: upgrade ok
cs: aktualizace OK
da: opgradering ok
el: Η αναβάθμιση έγινε με επιτυχία
fr: Mise à jour OK
hr: nadogradnja ok
hu: frissítés rendben
is: uppfærsla í lagi
it: aggiornamento effettuato correttamente
no: oppgrader ok
ru: Обновление прошло успешно
sl: nadgradi ok
sv: uppdatera OK
