Repository: ChakaZulu/tuxbox_apps
Catalog: tuxbox/enigma/po/*.po
Languages: cs, da, el, fr, hr, hu, is, it, no, ro, ru, sl, sv

source: enter correct time here
no: skriv korrekt tid her
ro: introduce timpul corect aici

source: enter frequency (0..9, left, right)
no: skriv inn frekvens (0..9, venstre, høyre)
ro: introdu frecventa (0..9, stinga, dreapta)

source: here you can center the tuxtxt rectangle... for more infos press help
no: her kan du sentrere Tuxtxt rektangelen... for mer info trykk hjelp

source: input all digits or press ok to send data
no: skriv inn alle nummer eller trykk ok for å sende data
ro: introduce in intregime cifrele sau apasa ok pentru a expedia informatiile

source: Inversion:
no: Inversjon:
ro: Inversiune:

source: motor drive speed, in degrees per second
no: motor bevegelsesfart, i grader per sekund
ro: viteza motorului, in grade pe secunda

source: Network:
no: Nettverk:
ro: Reteaua:

source: New Date:
no: Ny Dato:
ro: Noua data

source: New Time:
no: Ny Tid:
ro: Noua data

source: no name given
no: ingen navn gitt
ro: nu are nume

source: ok=leave edit mode, yellow=enable/disable capslock, blue=put numbers before/after chars
no: trykk på ok får å avslutte editerings-modus, gul=aktivere/deaktivere capslock, blå=sette inn numre før/etter tegn
ro: ok=paraseste modul edit, galben=activeaza/dezactiveaza capslock, albastru= pune numere inainte/dupa chars

source: press ok to select another day
no: trykk på ok for å velge en annen dag
ro: apasa ok sa alegi o alta zi

source: press ok to select another month
no: trykk på ok for å velge en annen måned
ro: apasa ok sa alegi o alta luna

source: press ok to select another year
no: trykk på ok for å velge ett annet årstall
ro: apasa ok sa alegi un nou An

source: Processor: STB04500, 252MHz
no: Prossessor: STB04500, 252MHz

source: Processor: STBx25xx, 252MHz
no: Prosessor: STBx25xx, 252MHz

source: Processor: XPC823, 66MHz
no: Prossessor: XPC823, 66MHz

source: Programm Guide
no: Program Guide

source: save changes and close window
no: lagre endringer og lukk vindu
ro: salveaza schimbari si inchide menu

source: set new time and close window
no: sett ny tid og lukk vinduet
ro: alege noua data si inchide fereastra

source: Show BN version
no: Vis BN versjon..
ro: arata versiunea BN

source: show the Current Version of the Betanova FW
no: vis den gjeldene versjonen av Betanova FW
ro: arata versiunea curenta de Betanova FW

source: Skip known Networks
no: Hopp over kjente nettverk

source: This is a recorded stream! Really delete?
no: Dette er en innspilt strøm! Vil du virkelig slette den?
ro: Acesta este un stream inregistrat! Sigur stergere?

source: Transponder Date:
no: Transponder dato:
ro: Date Transponder

source: Transponder Time:
no: Transponder klokke:
ro: Timp Transponder

source: use automatically daylight saving time
no: bruk automatisk sommer/vinter-tid
ro: foloseste automat daylight saving time

source: use PAL-M for NTSC
no: bruk PAL-M for NTSC

source: use PAL-M instead of real NTSC
no: bruk PAL-M istedenfor virkelig NTSC

source: wake up enigma
no: vekke enigma

source: You would to delete the running event.. this stops the timer mode (recording)!
no: Du vil slette en aktiv hendelse.. dette stopper timeren (innspillingen)!

source: You would to update the running event.. this stops the timer mode (recording)!
no: Du vil oppdatere en aktiv hendelse.. dette stopper timeren (innspillingen)!

source: Symbolrate:
ro: Rata simbolurilor:
