Repository: ChakaZulu/tuxbox_apps
Catalog: tuxbox/enigma/po/*.po
Languages: cs, da, el, fr, hr, hu, is, it, no, ro, ru, sl, sv

source: add multiple services to a specific bouquet
cs: přidá programy do zadaného přehledu
da: Tilføj flere kanaler til en bestemt kanalliste
el: Προσθήκη πολλαπλών υπηρεσιών σε συγκεκριμένο μπουκέτο
fr: Ajouter service multiples a un favoris spécifique
hr: dodaj višestruke usluge u specif. butik
hu: összetett csatornák felvétele egy bizonyos bouquet-be
is: bæta við mörgum rásum við valinn rásavöndul
it: aggiungi canali multipli ad un bouquet specifico
no: legg til flere tjenester i spesifikk bruker bouquet
ro: adauga servicii multiple la un buchet specific
ru: добавить сервис к специфическому пакету пользователя
sv: lägg till flera kanaler i valfri favorit

source: Edit bouquets
cs: Editace přehledu
da: Rediger kanallister
el: Σύνταξη μπουκέτων
fr: Edition du bouquet
hr: Uredi butike
hu: Bouquet-ek módosítása
is: Breyta rásavödul
it: Edita Bouquets
no: Rediger bouqueter
ro: Editeaza buchete
ru: Редактировать пакеты пользователя
sv: Ändra favoriter

source: sort,rename,delete services/bouquets
cs: třídění,mazání,přejmenování programů/přehledů
da: sorter,omdøb,slet, kanaler/kanallister
el: Ταξινόμιση,μετονομασία,διαγραφή υπηρεσιών/μπουκέτων
fr: Trier, renommer, éffacer services/bouquets
hr: sort,preimenuj,obriši usluge/butik
hu: csatornák/bouquet-ek rendezése, átnevezése és törlése
is: raða, endurnefna, eyða rásum/rásavöndum
it: ordina, rinomina, cancella canali/bouquets
no: sorter,gi nytt navn,slette tjenester/bouqueter
ro: sortati,redenumiti, stergeti servicii/buchete
ru: сортировка, переименование, удаление сирвисов/пакетов пользователя
sl: sortiranje, preimenovanje, brisanje programov/paketov
sv: sortera, byt namn, ta bort services/favoriter

source: Lock/Unlock Services
cs: Zamkni/odemkni programy
da: Lås/åbn kanaler
el: Κλείδωμα/ξεκλείδωμα υπηρεσιών
fr: Bloquer/Débloquer services
hr: Zaklj./Otključ. Usluge
hu: Csatornák zárolása/megnyitása
is: Læsa/opna Rásum
it: Blocca/Sblocca Canale
no: Lås/Lås opp Tjenester
ro: Lock/Unlock Servicii
ru: Блокир./Разблокир. сервисы
sv: Lås/lås upp kanal

source: lock,unlock services (parental locking)
cs: zamkne, odemkne programy (rodičovský zámek)
da: lås, åbn kanaler (forældrelås)
el: Κλείδωμα/ξεκλείδωμα υπηρεσιών (γονικό κλείδωμα)
fr: Bloquer, déblocker services (Blocage parental)
hr: zaključ,otključ. uslugu (Roditeljsko zaključavanje)
hu: csatornák zárolása/megnyitása (gyermekzár)
is: læsa, opna rásum (foreldra læsing)
it: blocca, sblocca canali (controllo familiare)
no: lås/lås opp tjenester (foreldrekontroll)
ro: lock,unlock servicii (blocaj vizionare)
ru: блокир., разблокир. сервисов (родительский контроль)
sv: lås, lås upp services (föräldrarlåsning)

source: Common Interface Modules
cs: Moduly Common Interface
da: Common Interface Moduler
el: Κοινή διεπαφή (CI)...
fr: Modules Interface commune...
hr: Moduli zajedničkog sučelja
hu: Modulok
is: Afruglara einingar
it: Modulo Common Interface
no: Common Interface Moduler
sl: Common interface moduli
sv: Common Interface moduler

source: Common Interface Module
cs: Modul Common Interface
da: Common Interface Modul
el: Κοινή διεπαφή (CI)...
fr: Modules Interface commune...
hr: Modul zajedničkog sučelja
hu: Common Interface modul
is: Afruglara eining
it: Modulo Common Interface
no: Common Interface Modul
ru: Common Interface Modul
sl: Common interface modul
sv: Common Interface modul

source: Reset
da: Nulstil
el: Επανεκίνηση - Reset
hr: Resetiraj
hu: Újraindítás
is: Endursetja
ru: Сброс
sl: Ponovni zagon
sv: Återställ

source: reset the Common Interface module
cs: reset modulu Common Interface
da: Nulstil Common Interface module
el: Επανεκίνηση - Reset - CI module
fr: Reset Interface commune...
hr: resetiraj modul Zajedničkog sučelja
hu: modul újraindítása
is: endursetja afruglara einingu
it: resetta il modulo Common Interface
no: reset Common Interface Modulen
ro: resetati Common Interface module
ru: сброс Common Interface Module
sl: Ponovni zagon CI modula
sv: återställ Common Interface modul

source: Init
cs: Inicializace
el: Εκίνηση - Init
fr: Initialisation
hu: Érvényesítés
is: Starta
it: Inizializza
no: Initialisierer
ru: Инициализация
sl: Inicializacija
sv: Initiera

source: send the ca-pmt to CI
cs: pošle ca-pmt do CI modul
da: send ca-pmt til CI
el: Αποστολή ca-pmt στο CI
fr: Envoie la commande ca-pmt au CI
hr: pošalji ca-pmt u CI
hu: CA-pmt küldése a modulnak
is: senda ca-pmt til afruglara
it: trasmetti dati ca-pmt sul CI
no: send ca-pmt til CI
ro: expediati ca-pmt spre CI
ru: отправить ca-pmt в CI
sl: pošlji podatke ca-pmt CI-ju
sv: sänd ca-pmt till CI

source: waiting for module
cs: čekám na modul
da: venter på modul
el: Αναμονή για το μόντουλ
fr: Attende d'un réponse du module
hr: čekam CI modul
hu: Várakozás a modulra
is: bíð eftir afruglara
it: in attesa di risposta dal modulo
no: venter på modul
ro: asteapta pentru module
ru: ожидание для модуля
sl: čakam na modul
sv: väntar på modul

source: enter Common Interface menu (mmi)
cs: menu Common Interface modulu (mmi)
da: gå til Common Interface menu (mmi)
el: Μενού κοινής διεπαφής CI (mmi)
fr: Interface commune...
hr: uđi u izbornik Zajedničkog sučelja (mmi)
hu: belépés a Common Interface menübe (mmi)
is: fara í valmynd fyrir afruglara (mmi)
it: entrare nel menú common interface (mmi)
no: åpne Common Interface-Meny (mmi)
ro: intrare Common Interface menu (mmi)
ru: введите меню Common Interface (mmi)
sl: Common Interface menu (mmi)
sv: öppna common interface-menyn (mmi)

source: can handle two services
cs: umí dekódovat dva progarmy
da: Afkoder 2 kanaler
el: Διαγραφή υπηρεσίας
fr: Peut traiter deux services
hr: može podržati dvije usluge
hu: két csatornát is tud kezelni
is: getur séð un tvær rásir
it: trattare due canali
ru: декодир. двух каналов
sv: kan hantera två kanaler

source: can your CI descramble two services at the same time?
cs: umí Váš CI dekódovat dva progarmy najednou ?
da: Kan dit CI afkode 2 kanaler samtidigt ?
el: Μπορεί το CI σας να αποκωδικοποιήσει 2 υπηρεσίες ταυτόχρονα;
fr: Votre module CI peut il décoder 2 chaines simultanément?
hr: može li vaš CI Modul dekodirati dvije usluge istovremeno?
hu: képes-e a modul egyszerre két csatornát dekódolni?
is: getur afruglarinn þinn afruglað tvær rásir á sama tíma?
it: può il tuo CI decriptare due servizi allo stesso tempo?
ru: Ваш CI может одновременно декодировать два канала?
sv: kan din CI avkoda två kanaler samtidigt?

source: resetting....please wait
cs: Resetuji ... prosím čekejte
da: nulstiller... vent venligst
el: Επανεκίνηση... περιμένετε!
hr: resetiram....molim pričekajte
hu: Újraindítás. Kérem, várjon...
is: endurstilli....vinsamlegast bíðið
it: reset in corso...la preghiamo di attendere
no: resetter.. vennligst vent..
ro: resetting....asteptati va rog
ru: сброс... подождите
sl: Ponovni zagon...prosim počakaj
sv: återställer...var god vänta

source: Common Interface Module - mmi
cs: Modul Common Interface - mmi
el: Κοινή διεπαφή (CI) - mmi
fr: Interface commune...
hr: Modul Zajedničkog Sučelja - mmi
hu: Common Interface Modul - mmi
is: Afruglara eining - mmi
it: Modulo Common Interface - mmi
no: Common Interface Modul - mmi
sl: Common interface modul - mmi
sv: Common Interface modul - mmi

source: waiting for CI answer...
cs: čekám na odpověď z CI ...
da: venter på CI svar
el: Αναμονή για το μόντουλ...
fr: Attends la réponse du module
hr: čekam odgovor CI modula...
hu: várakozás a modul válaszára...
is: bíð eftir svari frá afruglara....
it: in attesa di risposta CI...
no: venter på CI svar...
ro: asteapta pentru CI raspuns...
ru: ожидание ответа модуля...
sv: väntar på CI svar ...

source: External Message
cs: Externí zpráva
hr: Vanjska poruka
hu: Külső üzenet
sv: Externt Meddelande

source: press 1 ... 6 to select count of visible hours
cs: stiskem 1 ... 6 vyber počet zobrazených hodin
da: tryk 1 ... 6 for at vise tilgængelig tid
fr: pressez 1 ... 6 pour selectionner le compte d'heures visibles
hr: pretisni 1 ... 6 za odabir brojanja od vidljivih sati
hu: az 1..6 gombokkal választható ki a látható órák száma
is: ýtið á 1 ... 6 til að velja fjölda sjáanlegra tíma
it: premi 1 ... 6 per selezionare il contatore orario
sv: tryck 1 ... 6 för att välja räkning av synliga timmar

source: enigma event view
cs: přehled událostí enigmy
da: enigma begivenheds menu
el: Παράθυρο προβολής γεγονότων
fr: enigma /n journal des évènements
hr: pregled događ. enigme
hu: enigma program nézet
is: enigma atriða skoðun
it: visualizzazione evento enigma
no: enigma hendelsesliste
ru: просмотр заданий Enigma
sl: enigma pogled dogodkov
sv: enigmas programöversikt

source: closes the Event View
cs: uzavře přehled událostí
da: lukker begivenheds menuen
el: Κλείνει την ένδειξη γεγονότων
fr: Fermer le journal des évènements
hr: zatvara pregled događaja
hu: program nézöke bezárása
is: loka atriða skoðun
it: chiudere la visualizzazione dell'evento
no: Lukker hendelseslisten
ro: inchide Event View
ru: Закрвыть просмотр заданий
sl: zapri pogled dogodkov
sv: stänger programöversikten

source: no information is available
cs: nejsou dostupné žádné informace
da: ingen information tilgængelig
el: Δεν υπάρχουν πληροφορίες
fr: Pas d'informations
hr: informacija nije dostupna
hu: nincs elérhetõ információ
is: engar upplýsingar eru til
it: nessuna informazione disponibile
no: ingen informasjon tilgjengelig
ro: Informatie nu este disponibila
ru: нет доступной информации
sl: informacije ni na voljo
sv: ingen information är tillgänglig

source: Original duration: %d min
cs: Původní délka : %d min
da: Planlagt afslutning: %d min
fr: Durée originale: %d min
hr: Originalna dužina: %d min
hu: Eredeti hossz: %d perc
is: Upprunalegur tími: %d mín
it: Durata originale: %d min
sv: Original varaktighet: %d min

source: Infos
cs: Info
da: Informationer
el: Πληροφορίες
hr: Informacije
hu: Információk
is: Upplýsingar
it: Informazioni
ru: Информация
sl: Infor
sv: Info

source: Streaminfo
el: Λεπτομέρειες
fr: Infos réseau
hr: InfoStream
hu: Adatfolyam információk
is: Uppl. um straum
it: Informazioni flusso dati
no: Streaminformasjon
ru: Информация о потоке
sl: Informacije o programu

source: open the Streaminfo
cs: otevře Stream info
da: åbn streaminfo
el: Λεπτομέρειες μετάδοσης
fr: Infos réseau
hr: otvori info Streama
hu: adatfolyam információk megnyitása
is: opna upplýsingar um straum
it: apri informazioni flusso dati
no: åpne Streaminformasjon
ro: deschide Streaminfo
ru: открыть информацию о потоке
sl: prikaz informacij o programu
sv: öppna Streaminfo

source: open the about dialog
cs: otevře dialog informací
da: åbn "om" dialogen
el: Ανοιγμα διαλόγου Περί...
fr: Ouvir le menu info
hr: otvori dialog informacija
hu: névjegy ablak megnyitása
is: opna upplýsinga glugga
it: apri informazioni
no: vis 'Om'-dialogen
ro: deschide "despre" dialog
ru: открыть диалог о программе
sl: prikaz informacij sprejemnika
sv: öppna Om dialog

source: Frontend: Satellite
cs: Frontend: Satelit
da: Frontend: Satellit
el: Tuner: Δορυφορικό
fr: Tuner: Satellite
hr: Tip prijem.: Satelitski
hu: Tuner: Műhold (DVB-S)
is: Móttakari: Gervihnöttur
no: Tuner: Satelitt
ro: Fronted: Satelit
ru: Внешний интерфейс: Спутниковый
sl: Uporaba: Satelitski sprejemnik
sv: Frontend: Satellit

source: Frontend: Cable
cs: Frontend: Kabel
da: Frontend: Kabel
el: Tuner: Καλώδιακό
fr: Tuner: Câble
hr: Tip prijem.: Kabelski
hu: Tuner: Kábel (DVB-C)
is: Móttakari: Kapall
it: Frontend: Cavo
no: Tuner: Kabel
ro: Fronted: Cablu
ru: Внешний интерфейс: Кабельный
sl: Uporaba: Kabelska
sv: Frontend: Kabel

source: Frontend: Terrestrial
cs: Frontend: Pozemní příjem
da: Frontend: Jordbunden
el: Tuner: Επίγειο
fr: Tuner: Terrestre
hr: Tip prijem.: Zemaljski
hu: Tuner: Földi (DVB-T)
is: Móttakari: Loftnet
it: Tuner: terrestre
no: Tuner: Terrestrisk
ro: Fronted: Terestru
ru: Внешний интерфейс: Эфирный
sl: Uporaba: Zemeljska

source: Frontend: Unknown
hu: Tuner: Ismeretlen

source: none
cs: Žádný
da: Ingen
el: Χωρίς
fr: rien
hr: prazno
hu: nincs
it: niente
no: ingen
ru: Нет
sv: Ingen

source: unknown
cs: neznámý
da: ukendt
el: Αγνωστο
fr: Inconnu
hr: nepoznato
hu: ismeretlen
is: ekki vitað
it: sconosciuto
no: ukjent
ro: necunoscut
ru: неизвестно
sl: neznan
sv: okänd

source: release
cs: vydání
da: version
el: Έκδοση
fr: Version
hu: kiadás
is: útgáfa
it: versione
no: Versjon
ru: Версия
sl: različica programske opreme
sv: utkom

source: internal
cs: interní
da: intern
el: εσωτερική
fr: Interne
hr: unutarnji
hu: belső
is: innri
it: interna
no: intern
ru: внутрений
sl: notranji
sv: intern

source: enigma Zapp
fr: Zapping Enigma
hu: enigma csatornaváltás
is: enigma Stökk

source: show main menu
cs: zobrazí Hlavní menu
da: vis hovedmenu
el: Κυρίως μενού
fr: Voir menu principal
hr: prikaži glavni izbornik
hu: főmenü megjelenítése
is: sýna aðal valmynd
it: visualizza menú principale
no: vis hovedmeny
ro: arata main menu
ru: показать основное меню
sl: prikaži glavni menu
sv: visa huvudmeny

source: go to standby (press)
cs: přejdi do pohotovostního režimu (press)
da: standby (tryk)
el: κατάσταση αναμονής λειτουργίας (press)
fr: Passer en mode pause (appuyez)
hr: pođi u stanje pripravnosti ( pretisni )
hu: lekapcsolás készenléti állapotba (megnyom)
is: fara í biðstöðu (ýtið)
it: modalitá Standby (premere)
no: gå i standby (trykk)
ro: go to standby (apasa)
ru: перейти в режим ожидания (нажать)
sl: pojdi v pripravljenost (pritisni)
sv: gå till viloläge (tryck)

source: go to standby without menu (press)
cs: přejdi do pohotovostního režimu bez menu (press)
da: standby uden menu (tryk)
el: κατάσταση αναμονής λειτουργίας χωρίς μενού (press)
fr: Passer en mode pause sans menu(appuyez)
hr: pođi u standby bez izbornika (pretisni)
hu: lekapcsolás készenléti állapotba menü nélkül (megnyom)
is: fara í biðstöðu án valmyndar (ýtið)
it: vai in modalitè Standby senza menu (premi)
no: gå i standby uten meny (trykk)
ro: go to standby fara menu (apasa)
ru: перейти в режим ожидания без меню (нажать)
sl: pojdi v pripravljenost brez menu-ja(pritisni)
sv: gå till viloläge utan menyn (tryck)

source: go to standby (repeat)
cs: přejdi do pohotovostního režimu (repeat)
da: standby (gentag)
el: κατάσταση αναμονής λειτουργίας (repeat)
fr: Allez en mode pause (repeter)
hr: pođi u stanje pripravnosti (ponovi)
hu: lekapcsolás készenléti állapotba (ism.)
is: fara í bið stöðu (endurtekið)
it: modalitá Standby (ripetere)
no: gå i standby (gjenta)
ru: перейти в режим ожидания (повторение)
sl: pojdi v pripravljenost (ponovi)
sv: gå till viloläge (upprepa)

source: go to standby (release)
cs: přejdi do pohotovostního režimu (release)
da: standby (slip)
el: κατάσταση αναμονής λειτουργίας (release)
fr: Aller en mode pause (liberer)
hr: pođi u stanje pripravnosti
hu: lekapcsolás készenléti állapotba (elenged)
is: fara í biðstöðu (losa)
it: modalitá Standby (release)
no: gå i standby (frigi)
ru: перейти в режим ожидания (отсоеденить)
sl: pojdi v pripravljenost (spusti)
sv: gå till viloläge (släpp)

source: show infobar
cs: Zobraz Infobar
da: vis infobjælke
el: Εμφάνιση μπάρας πληροφοριών
fr: Afficher la barre d'infos
hr: prikaži infobar
hu: MiniEPG megjelenítése
is: sýna upplýsingar
it: visualizza barra informazioni
no: vis infolinje
ro: arata infobar
ru: показать информационную панель
sl: prikaži info tabelo
sv: visa infobalk

source: hide infobar
cs: Skryj Infobar
da: skjul infobjælke
el: Απόκρυψη μπάρας πληροφοριών
fr: Masquer la barre d'infos
hr: sakri infobar
hu: MiniEPG elrejtése
is: fela upplýsingar
it: nascondi barra informazioni
no: gjem infolinje
ro: ascunde infobar
ru: спрятать информационную панель
sl: skrij info tabelo
sv: göm infobalk

source: show infobar or EPG
cs: Zobraz Infobar nebo EPG
da: vis infobjælke eller EPG
el: Εμφάνιση μπάρας πληροφοριών ή το EPG
fr: Afficher la barre d'infos ou l'EPG
hr: prikaži infobar ili EPG
hu: MiniEPG vagy EPG megjelenítése
is: sýna upplýsingar eða EPG
it: visualizza barra informazioni o EPG
no: vis infolinje eller EPG
ro: arata infobar sau EPG
ru: показать информац. панель или EPG
sl: prikaži info vrstico ali EPG
sv: visa infobalk eller EPG

source: show service selector
cs: zobrazí nabídku progarmů
da: vis kanalvælger
el: Εμφάνιση επιλογέα υπηρεσιών
fr: Affiché le selecteur de services
hr: prikaži selektor usluga
hu: csatornaválasztó megjelenítése
is: sýna rása valmynd
it: mostra selettore canali
no: vis tjeneste velger
ro: arata serviciu selector
ru: показать меню селектора сервисов
sl: prikaz selekcije programov
sv: visa tjänsteväljaren

source: show subservices/NVOD
cs: zobrazí subkanály/NVOD
da: vis undertjenester/ NVOD
el: Εμφάνιση υπουπηρεσιών NVOD
fr: voir les sous-services/NVOD
hr: prikaži subusluge/NVOD
hu: egyéb szolgáltatás/NVOD megjelenítése
is: sýna undirrásir/NVOD
it: visualizza sotto canale/NVOD
no: vis undertjenester/NVOD
ro: arata subServices/NVOD
ru: показать доп. сервисы/NVOD
sl: prikaz podprogramov
sv: visa subtjänster/NVOD

source: show audio selector
cs: zobrazí nabídku zvuku
da: vis lyd vælger
el: Εμφάνιση επιλογέα ήχου
fr: Affiché le selecteur audio
hr: prikaži selektor zvuka
hu: hangsáv választó megjelenítése
is: sýna hljóð val
it: mostra selettore audio
no: vis språkvelger
ro: arata selector audio
ru: показать выбор аудио
sl: prikaz izbire zvoka
sv: visa ljudväljaren

source: show Videotext
cs: zobrazí Teletext
da: vis tekst TV
el: Εμφάνιση Videotext
fr: Affiché Videotext
hr: prikaži Teletext
hu: VideoText megjelenítése
is: sýna Textavarp
it: visualizza Televideo
no: vis Videotekst
ro: arata Videotext
ru: показать Телетекст
sl: prikazi videotext
sv: visa Videotext

source: show extension Plugins
cs: zobrazí rozšiřující balíčky
da: Vis udvidelses plugins
el: Εμφάνιση πρόσθετων (plugins)
fr: Voir les Plugins supplémentaires
hr: prikaži proširenu konfiguraciju
hu: bővítmények megjelenítése
is: sýna innskot (Plugins)
it: visualizza estensione Plugins
no: vis utvidelse Plugins
ro: arata extensie Plugins
ru: показать дополнительные приложения
sl: prikaži razširjene dodatke(plugins)
sv: visa utökande plugin

source: show epg schedule list
cs: zobrazí EPG nabídku
da: vis epg liste
el: Εμφάνιση χρονοδιαγράμματος EPG
fr: Voir la liste d'évenements EPG
hr: prikaži epg listu rasporeda
hu: EPG program lista megjelenítése
is: sýna EPG lista
it: mostra tabella EPG
no: vis planlagt EPG liste
ro: arata lista de program epg
ru: показать EPG
sl: prikaz celotnega EPG-ja
sv: visa EPG tablå

source: show extended info
cs: zobrazí rozšířené informace
da: vis udvidet info
el: Εμφάνιση προχωρημένου (extended) EPG
fr: Affiché les infos supplémentaires
hr: prikaži proširene infor.
hu: bövebb infó megjelenítése
is: sýna meiri upplýsingar
it: mostra informazioni dettagliate
no: vis utvidet informasjon
ro: arata complete info
ru: показать расширенную информацию
sl: prikaži razširjen info
sv: visa utökad information

source: zap to next subService
cs: následující podslužba
da: zap til næste undertjeneste
el: Επιλογή επόμενης υπό-υπηρεσίας
fr: Zapper vers le Sous-service suivant
hr: preb na sljedeću subuslugu
hu: következö alcsomagra ugrás
is: stökkva á næstu undirrás
it: seleziona canale prossimo
no: gå til neste undertjeneste
ro: zap spre urmatorul subService
ru: переключить к след. доп. сервису
sl: obrni na naslednji podprogram
sv: zappa till nästa underkanal

source: zap to prev subService
cs: předchozí podslužba
da: zap til forrige undertjeneste
el: Επιλογή πρηγούμενης υπό-υπηρεσίας
fr: Zapper vers le Sous-service précédent
hr: preb na pred subuslugu
hu: elözö alcsomagra ugrás
is: stökkva á fyrri undirrás
it: seleziona canale precedente
no: gå til forrige undertjeneste
ro: zap spre subService
ru: переключить к пред. доп. сервису
sl: obrni na prejšni podprogram
sv: zappa till föregående underkanal

source: quickzap next
cs: rychle na další
da: hurtigzap til næste
el: quickzap: επόμενο
fr: Zapping rapide suivant
hr: przopreb. sljedeće
hu: gyorsváltás a következőre
is: stökkva á næsta
it: cambio canale veloce - avanti
no: hurtigflopping: neste
ro: quickzap urmator
ru: след. быстрая запись
sl: hitro obračanje naprej
sv: snabb-zappa till nästa

source: quickzap prev
cs: rychle na předchozí
da: hurtigzap til forrige
el: quickzap: προηγούμενο
fr: Zapping rapide précédent
hr: brzopreb. preg.
hu: gyorsváltás az előzőre
is: stökkva á fyrri
it: cambio canale veloce - indietro
no: hurtigflopping: forrige
ru: пред. быстрая запись
sl: hitro obračanje nazaj
sv: snabb-zappa till föregående

source: playlist/history next
cs: historie další
da: næste afspilningsliste/historie
el: Επιλογή επόμενου στη λίστα
fr: Playliste / Suite de l'historique
hr: playlista/povijest sljedeće
hu: következő playlista/esemény
is: spilunar listi/saga næsta
it: lista di riproduzione/cronologia prossima
no: spilleliste/historie neste
ro: playlist/istorie urmator
ru: список воспроизведения/история следующий
sl: nazadnje gledani naprej
sv: spellista/historia nästa

source: playlist/history prev
cs: historie předchozí
da: forrige afspilningsliste/historie
el: Επιλογή προηγούμενου στη λίστα
fr: Playliste / Historique précédent
hr: playlista/povijest preg
hu: előző playlista/esemény
is: spilunar listi/saga fyrri
it: lista di riproduzione/cronologia precedente
no: spilleliste/historie forrige
ro: playlist/istorie prev
ru: список воспроизведения/история предыдущий
sl: nazadnje gledani nazaj
sv: spellista/historia föregående

source: service list and down
cs: nabídka programů a dolů
da: kanalliste ned
el: Λίστα υπηρεσιών και κάτω
fr: Bas de la liste services
hr: servisna lista i dolje
hu: csatorna lista és lefelé
is: rásalisti og niður
it: lista canali e giù
no: tjenesteliste og ned
ro: lista de servicii si jos
ru: вниз список каналов
sl: seznam programov in dol
sv: programlista och ned

source: service list and up
cs: nabídka programů a nahoru
da: kanalliste op
el: Λίστα υπηρεσιών και πάνω
fr: Haut de la liste services
hr: servisna lista i gore
hu: csatorna lista és fel
is: rásalisti og upp
it: lista canali e su
no: tjenesteliste og opp
ro: lista de servicii si sus
ru: вверх список каналов
sl: seznam programov in gor
sv: programlista och upp

source: volume up
cs: hlasitost +
da: lydstyrke op
el: Ένταση ήχου δυνατότερη
fr: Volume +
hr: pojačaj zvuk
hu: hangerő növelés
is: meiri styrkur
it: Volume +
no: volum (opp)
ro: volum mare
ru: увеличить громкость
sl: povečaj glasnost
sv: höj volym

source: volume down
cs: hlasitost -
da: lydstyrke ned
el: Ένταση ήχου σιγανότερη
fr: Volume -
hr: smanji zvuk
hu: hangerő csökkentés
is: minni styrkur
it: Volume -
no: volum (ned)
ro: volume mic
ru: уменьшить громкость
sl: zmanjšaj glasnost
sv: sänk volym

source: toggle mute flag
cs: Ztišit
da: skift til lydløs
el: Φήμωση ήχου ναί/όχι
fr: Silence
hr: preklopi zastavicu prigušenog zvuka
hu: némításjelző kikapcsolása
is: slökkva á hljóði
it: muto, acceso/spento
no: demp av/på
ru: вкл./откл. звук
sv: mute av/på

source: stop playback
cs: zastavit přehrávání
da: stop afspilning
el: Σταμάτημα αναπαραγωγής
fr: Stop lecture
hr: zaustavi playback
hu: lejátszás megállítása
is: stoppa spilun
it: ferma playback
no: stopp avspilling
ru: остановить воспроизведение
sl: ustavi predvajanje nazaj
sv: stoppa uppspelning

source: pause playback
cs: pozastavit přehrávání
da: pause afspilning
el: Παύση αναπαραγωγής
fr: Pause
hr: pauziraj playback
hu: lejátszás szüneteltetése
is: spilun á pásu
it: pausa playback
no: pause avspilling
ro: pauza playback
ru: пауза воспроизведения
sl: pavza
sv: pausa uppspelning

source: resume playback
cs: pokračovat v přehrávání
da: genoptag afspilning
el: Συνέχιση αναπαραγωγής
fr: reprendre la lecture
hr: nastavi playback
hu: lejátszás folytatása
is: halda áfram að spila
it: riprendere il playback
no: fortsett avspilling
ro: resuma playback
ru: востановить воспроизведение
sl: začni znova predvajanje
sv: återuppta uppspelning

source: record
cs: nahrávat
da: indspil
el: Εγγραφή
fr: enregistrer
hr: Snimi
hu: felvétel
is: taka upp
it: registrazione
no: spill inn
ru: запись
sl: snemaj
sv: spela in
